Repository: ynoproject/ynotranslations
Catalog: unevendream/*/Map0007.po
Languages: fr, ru

source: Go to...
fr: Aller dans la...
ru: Перенестись в...

source: Kubo's room Totsu's room
fr: Chambre de Kubo Chambre de Totsu
ru: Комнату Кубо Комнату Тоцу

source: Hey, it's Backbeat Anthem. Aquire KUBOEFFECT03?
fr: Hé, c'est Backbeat Anthem. Obtenir KUBOEFFET03 ?
ru: Йо, это Backbeat Anthem. Получить KUBOEFFECT03?

source: Yes No
fr: Oui Non
ru: Да Нет

source: Obtained the Snowglobe Effect.\! Equip it to freeze NPCs,\. then interact with them to kill them.
fr: Effet Boule à neige obtenu.\! Équipez-le pour geler les PNJs,\. puis interagissez avec eux pour les tuer.
ru: Получен эффект Снежного Шара.\! Наденьте его, чтобы заморозить существ,\. затем троньте, чтобы убить.

source: Suit yourself. Have EFFECT028 instead.
fr: Comme vous voudrez. Optez pour l'EFFET028 alors.
ru: Приоденься. Получай тогда EFFECT028.

source: (Obtained the Lily of the Valley Effect. Interact with NPCs to poison and kill them.)
fr: (Effet Muguet obtenu. Interagissez avec les PNJs pour les empoisonner et les tuer.)
ru: (Получен эффект Ландыша. Дотроньтесь до существ, чтобы отравить и убить их.)

source: Effect animation testing
fr: Test d'animation d'effet
ru: Тест анимации эффекта

source: Kubo Totsu
ru: Кубо Тоцу

source: \>How did you even do this
fr: \>Comment t'as fait pour faire ça
ru: \>Как это вообще у тебя удалось

source: \>Wanna jump?
fr: \>Tu veux sauter ?
ru: \>Хочешь прыгнуть?

source: sure thing buddy lol nope
fr: bien sûr mec lol non
ru: ага, давай не, ненад

source: \>"activate" chaser? (if it catches you, you can \>choose not to be warped somewhere else)
fr: \>« Activer » le chasseur ? (si il t'attrape, tu \>peux choisir de ne pas te faire attraper)
ru: \>"включить" преследователя? (если он поймает вас, \>вы можете выбрать не перемещаться куда-либо)

source: "deactivate" chaser get caught
fr: « Désactiver » le chasseur Se faire attraper
ru: "выключить" преследоватея пойматься

source: \>Underwater Test
fr: \>Test aquatique
ru: \>Тест пребывания под водой

source: wallpaper to modify:
fr: Fond d'écran à modifier :
ru: обои для изменения:

source: what do you want to do?
fr: Que voulez-vous faire ?
ru: что вы хотите сделать?

source: read (0) unfound --> found (1) found --> read (2) lock (3)
fr: Lire le statut du fond d'écran (0) Passer de non trouvé à trouvé (1) Passer de trouvé à lu (2) Verrouiller le fond d'écran (3)
ru: прочесть (0) ненайдено --> найдено (1) найдено --> прочитано (2) заблокировать (3)

source: Braille events:
fr: Événements en braille :
ru: События Браиля:

source: ENG JPN Don't change.
fr: ANG JAP Ne pas changer.
ru: Англ. Яп. Не менять.

source: All Braille Easter eggs will now be displayed in English Braille/Grade 2 Braille.
fr: Tous les secrets en braille seront affichés en anglais, Braille/Braille Grade 2.
ru: Все пасхалки шрифтом Браиля теперь отображаются на основе Английского языка.

source: All Braille Easter eggs will now be displayed in Tenji/Japanese Braille.
fr: Tous les secrets en braille seront affichés en Tenji/Braille japonais.
ru: Все пасхалки шрифтом Браиля теперь отображаются на основе Японского языка.

source: Play current credits?
fr: Lancer les crédits actuels ?
ru: Проиграть титры?

source: Team Uneven:
ru: Команда Uneven:

source: Administrators:
fr: Administrateurs :
ru: Администрация:

source: Members and contributors:
fr: Membres et contributeurs :
ru: Участники и те, кто помогли:

source: Former members and contributors:
fr: Anciens membres et contributeurs :
ru: Бывшие участники и помощники:

source: These credits will be updated whenever a new member of the team is added.
fr: Ces crédits seront mis à jour chaque fois qu'un nouveau membre de l'équipe sera ajouté.
ru: Эти титры будут обновлены, когда в команде появится кто-либо новый.

source: (See devlist.txt in the [Documents] folder for contact info for these creators, and see usage.txt for the sources for some of the sound effects/tracks/images)
fr: (Voir devlist.txt dans le dossier [Documents] pour des infos de contacts sur ces créateurs, et voir usage.txt pour les sources de certains des effets sonores/musiques/images)
ru: (Проверьте devlist.txt в папке [Documents], чтобы узнать, как связаться с разработчиками, а так-же проверьте usage.txt, чтобы узнать об источниках некоторых звуков/музыки/картинок)

source: Thanks for playing!
fr: Merci d'avoir joué !
ru: Спасибо за игру!

source: unlock all wallpapers?
fr: Débloquer tous les fonds d'écran ?
ru: разблокировать все обои?

source: HEY\! IM A DOOR\! JUST SO YOU KNOW\! WE SHOULD HAVE ADDED A WAY TO GET MONEY HERE
fr: HÉ\! JE SUIS UNE PORTE\! JUSTE POUR QUE TU SACHES\! ON AURAIT DÛ AJOUTER UN MOYEN DAVOIR 2 LARGENT ICI
ru: ЙО\! Я ДВЕРЬ\! ЕСЛИ ИНТЕРЕСНО\! НАМ НУЖНО БЫЛО КАК-ТО СДЕЛАТЬ ВЫДАЧУ ДЕНЕГ ЗДЕСЬ

source: A LONG TIME AGO
fr: IL Y A DE CELA LONGTEMPS
ru: ДАВНЫМ ДАВНО

source: SO HERE YOU GO
fr: ALORS VOILÀ
ru: ТЕПЕРЬ СТУПАЙ

source: Fo' sho' No
fr: Pou' sûw' Non
ru: Ага Не

source: OH...
ru: ОУ...

source: menu unlock
fr: déblocage de menu
ru: разблокировать меню

source: menu 0 menu 4 menu 5 menu 6
ru: меню 0 меню 4 меню 5 меню 6

source: Music Room Data Management
fr: Gestion des données de la Salle des Musiques
ru: Работа с данными музыкальной комнаты

source: Modify data Toggle debug messages Exit
fr: Modifier les données Activer les messages de debug Quitter
ru: Изменить данные Переключить сообщения отладки Выход

source: Unlock specific BGM Unlock all Lock all Back
fr: Débloquer une piste spécifique Tout débloquer Tout bloquer Retour
ru: Разблокировать конкретный саундтрек Разблокировать все Заблокировать все Назад

source: BGM ID: (1-1400)
fr: ID de la piste : (1-1400)
ru: ID Саундтрека: (1-1400)

source: The value needs to be in the range of 1-1400!
fr: La valeur doit être entre 1 et 1400 !
ru: Значение должно быть в пределах от 1 до 1400!

source: Variation: (1-8)
ru: Вариант: (1-8)

source: The value needs to be in the range of 1-8!
fr: La valeur doit être entre 1 et 8 !
ru: Значение должно быть от 1 до 8!

source: Are you sure?
fr: Êtes-vous sûr ?
ru: Вы уверены?

source: BGM Unlock debug messages are now ON.
fr: Les messages de debug de déblocage de piste sont maintenant activés.
ru: Сообщения о разблокировке саундтреков включены.

source: BGM Unlock debug messages are now OFF.
fr: Les messages de debug de déblocage de piste sont maintenant désactivés.
ru: Сообщения о разблокировке саундтреков отключены.

source: EffectWipe/GiveEffects testing
fr: Test de débarass'effets/Don d'effets
ru: Тестирование выдачи/стирания эффектов

source: EffectWipe GiveEffects
fr: Débarass'effets Don d'effets
ru: Стереть Выдать

source: \v[0060]
fr: Statut du fond d'écran : \v[0060]
