Repository: ynoproject/ynotranslations
Catalog: unevendream/*/Map0004.po
Languages: fr, ro

source: Music Room Data Management
fr: Gestion des données de la Salle des Musiques
ro: Cameră Muzică: Management de Date

source: Modify data Toggle debug messages Exit
fr: Modifier les données Activer les messages de debug Quitter
ro: Modifică datele Comută mesaje debug Ieși

source: Unlock specific BGM Unlock all Lock all Back
fr: Débloquer une piste spécifique Tout débloquer Tout bloquer Retour
ro: Deblochează BGM specific Deblochează toate Blochează toate Înapoi

source: BGM ID: (1-1400)
fr: ID de la piste: (1-1400)

source: The value needs to be in the range of 1-1400!
fr: La valeur doit être entre 1 et 1400!
ro: Valoarea trebuie să fie între 1-1400!

source: The value needs to be in the range of 1-8!
fr: La valeur doit être entre 1 et 8!
ro: Valoarea trebuie să fie între 1-8!

source: Are you sure?
fr: Êtes-vous sûr?
ro: Sigur?

source: Yes No
fr: Oui Non
ro: Da Nu

source: BGM Unlock debug messages are now ON.
fr: Les messages de debug de déblocage de piste sont maintenant activés.
ro: Mesajele debug de deblocare BGM sunt acum PORNITE.

source: BGM Unlock debug messages are now OFF.
fr: Les messages de debug de déblocage de piste sont maintenant désactivés.
ro: Mesajele debug de deblocare BGM sunt acum OPRITE.

source: Variation: (1-8)
ro: Variație: (1-8)
