Repository: ynoproject/ynotranslations
Catalog: unevendream/*/RPG_RT.ldb.common.po
Languages: fr, pl, ru

source: *Fast Forward*
fr: *Avance rapide*
pl: *Przyspieszenie*
ru: *Перемотка*

source: *Boombox*
ru: *Проигрыватель*

source: *Snowglobe*
fr: *Boule à neige*
pl: *Kula śnieżna*
ru: *Снежный Шар*

source: *Dark Matter*
fr: *Matière noire*
pl: *Ciemna materia*
ru: *Тёмная материя*

source: *Turtle*
fr: *Tortue*
pl: *Żółw*
ru: *Черепаха*

source: *Lamppost*
fr: *Lampadaire*
pl: *Latarnia*
ru: *Фонарь*

source: *Box*
fr: *Boîte*
pl: *Pudło*
ru: *Коробка*

source: *Pencil*
fr: *Crayon*
pl: *Ołówek*
ru: *Карандаш*

source: *Seer*
fr: *Voyant*
pl: *Obserwator*
ru: *Провидец*

source: *Hoodie*
fr: *Sweat à capuche*
ru: *Мастерка*

source: *Plug*
fr: *Prise électrique*
pl: *Wtyczka*
ru: *Зарядка*

source: *Mouth*
fr: *Bouche*
pl: *Usta*
ru: *Рот*

source: *Wither*
fr: *Fané*
ru: *Иссохший*

source: *Teapot*
fr: *Théière*
ru: *Чайник*

source: *Star*
fr: *Étoile*
pl: *Gwiazdka*
ru: *Звезда*

source: *Music Box*
fr: *Boîte à musique*
pl: *Pozytywka*
ru: *Музыкальная шкатулка*

source: *Lily of the Valley*
fr: *Muguet*
pl: *Konwalia*
ru: *Ландыш*

source: *Cape*
pl: *Płaszcz*
ru: *Плащ*

source: *UV Light*
fr: *Lumière à UV*
pl: *Światło UV*
ru: *Ультрафиолет*

source: *Sunflower*
fr: *Tournesol*
pl: *Słonecznik*
ru: *Подсолнух*

source: *Nightcap*
fr: *Bonnet de nuit*
pl: *Czapka nocna*
ru: *Ночнушка*

source: *Butterfly*
fr: *Papillon*
pl: *Motyl*
ru: *Бабочка*

source: *Mermaid*
fr: *Sirène*
pl: *Syrena*
ru: *Русалка*

source: *Sidetail*
fr: *Queue de cheval*
ru: *Хвостик сбоку*

source: *Origami*
ru: *Оригами*

source: *Cyber*
ru: *Кибер*

source: *Snail*
fr: *Escargot*
ru: *Улитка*

source: *Sandcastle*
fr: *Château de sable*
ru: *Песочный замок*

source: \>Player Speed \>Teleport \>Page 2 \>Exit
fr: \>Vitesse du joueur \>Téléportation \>Page 2 \>Quitter
ru: \>Скорость игрока \>Телепорт \>Стр. 2 \>Выход

source: \><<<< - MAXIMUM SPEED \><<< - 4x Speed \><< - 2x Speed \>< - Normal Speed
fr: \><<<< - VITESSE MAXIMALE \><<< - Vitesse x4 \><< - Vitesse x2 \>< - Vitesse normal
ru: \><<<< - Максимальная скорость \><<< - 4-кратная скорость \><< - 2-кратная скорость \>< - Нормальная скорость

source: Special Locations Custom
fr: Lieux spéciaux Personnalisé
ru: Особые локации Настраиваемая

source: Debug Room Bedrooms Nexuses Before Video Game Worlds
fr: Salle de Debug Chambres Nexus Avant les Mondes Jeu Vidéo
ru: Комната Отладки Спальни Нексусы Перед мирами Игр

source: Kubo Totsu
ru: Кубо Тоцу

source: \>Your current location is Map \V[0005] X \V[0006] Y \V[0007].
fr: \>Votre lieu actuel est Map \V[0005] X \V[0006] Y \V[0007].
ru: \>Вы сейчас находитесь на Карте \V[0005] X \V[0006] Y \V[0007].

source: \>M: XXXX X: XXX Y: XXX \>Enter your map #:
fr: \>M : XXXX X : XXX Y : XXX \>Entrez l'ID de votre map :
ru: \>Карта: XXXX X: XXX Y: XXX \>Введите № Карты:

source: \>M: \V[0009] X: XXX Y: XXX \>Enter your map X:
fr: \>M : \V[0009] X : XXX Y : XXX \>Entrez la coordonnée X de votre map :
ru: \>Карта: \V[0009] X: XXX Y: XXX \>Введите X Карты:

source: \>M: \V[0009] X: \V[0010] Y: XXX \>Enter your map Y:
fr: \>M : \V[0009] X : \V[0010] Y : XXX \>Entrez la coordonnée Y de votre map :
ru: \>Карта: \V[0009] X: \V[0010] Y: XXX \>Введите Y Карты:

source: \>Save \>Captured By Chaser \>Unlock Screen Pos. \>Title Screen
fr: \>Sauvegarder \>Capturé(e) par un chasseur \>Débloquer pos. écran \>Écran titre
ru: \>Сохранить \>Попасться Преследователю \>Разблокировать Положение экрана \>Главное меню

source: Switch characters?
fr: Changer de personnage ?
pl: Zmienić postać?
ru: Сменить персонажей?

source: Yes No
fr: Oui Non
pl: Tak Nie
ru: Да Нет

source: (Work in progress!)
fr: (En construction !)
pl: (Pod konstrukcją!)
ru: (В разработке!)

source: Quick Effects
fr: Effets rapides
pl: Szybkie efekty
ru: Быстрые Эффекты

source: Quick Effect 1 is not set. Quick Effect 2 is not set.
fr: L'effet rapide 1 n'est pas réglé. L'effet rapide 2 n'est pas réglé.
pl: Szybki efekt 1 nie jest ustawiony. Szybki efekt 2 nie jest ustawiony.
ru: Быстрый Эффект 1 не назначен. Быстрый Эффект 2 не назначен.

source: Quick Effect 1 is not set. Quick Effect 2 is set.
fr: L'effet rapide 1 n'est pas réglé. L'effet rapide 2 est réglé.
pl: Szybki efekt 1 nie jest ustawiony. Szybki efekt 2 jest ustawiony.
ru: Быстрый Эффект 1 не назначен. Быстрый Эффект 2 назначен.

source: Quick Effect 1 is set. Quick Effect 2 is not set.
fr: L'effet rapide 1 est réglé. L'effet rapide 2 n'est pas réglé.
pl: Szybki efekt 1 jest ustawiony. Szybki efekt 2 nie jest ustawiony.
ru: Быстрый Эффект 1 назначен. Быстрый Эффект 2 не назначен.

source: Quick Effect 1 is set. Quick Effect 2 is set.
fr: L'effet rapide 1 est réglé. L'effet rapide 2 est réglé.
pl: Szybki efekt 1 jest ustawiony. Szybki efekt 2 jest ustawiony.
ru: Быстрый Эффект 1 назначен. Быстрый Эффект 2 назначен.

source: Modify Quick Effect 1 Modify Quick Effect 2
fr: Modifier effet rapide 1 Modifier effet rapide 2
pl: Ustaw szybki efekt 1 Ustaw szybki efekt 2
ru: Изменить Быстрый Эффект 1 Изменить Быстрый Эффект 2

source: Select your preferred quick effect.
fr: Choisissez votre effet rapide favori.
pl: Wybierz efekt.
ru: Выберите предпочитаемый быстрый эффект.

source: Quick Effect 1 set.
fr: Effet rapide 1 réglé.
pl: Szybki efekt 1 został ustawiony.
ru: Быстрый Эффект 1 назначен.

source: Quick Effect 2 set.
fr: Effet rapide 2 réglé.
pl: Szybki efekt 2 został ustawiony.
ru: Быстрый Эффект 2 назначен.

source: Current quick teleport 1: \V[0713] X \V[0716] Y \V[0719].
fr: Téléporteur rapide actuel 1 : \V[0713] X \V[0716] Y \V[0719].
ru: Быстрый телепорт 1: \V[0713] X \V[0716] Y \V[0719].

source: Teleport Set Back
fr: Se téléporter Régler Retour
ru: Телепортироваться Назначить Назад

source: \>M: \V[0713] X: XXX Y: XXX \>Enter your map X:
fr: \>M : \V[0713] X : XXX Y : XXX \>Entrez la coordonnée X de votre map :
ru: \>M: \V[0713] X: XXX Y: XXX \>Введите X на карте:

source: \>M: \V[0713] X: \V[0716] Y: XXX \>Enter your map Y:
fr: \>M : \V[0713] X : \V[0716] Y : XXX \>Entrez la coordonnée Y de votre map :
ru: \>M: \V[0713] X: \V[0716] Y: XXX \>Введите Y на карте:

source: Current quick teleport 2: \V[0714] X \V[0717] Y \V[0720].
fr: Téléporteur rapide actuel 2 : \V[0714] X \V[0717] Y \V[0720].
ru: Быстрый телепорт 2: \V[0714] X \V[0717] Y \V[0720].

source: \>M: \V[0714] X: XXX Y: XXX \>Enter your map X:
fr: \>M : \V[0714] X : XXX Y : XXX \>Entrez la coordonnée X de votre map :
ru: \>M: \V[0714] X: XXX Y: XXX \>Введите X на карте:

source: \>M: \V[0714] X: \V[0717] Y: XXX \>Enter your map Y:
fr: \>M : \V[0714] X : \V[0717] Y : XXX \>Entrez la coordonnée Y de votre map :
ru: \>M: \V[0714] X: \V[0717] Y: XXX \>Введите Y на карте:

source: Current quick teleport 3: \V[0715] X \V[0718] Y \V[0721].
fr: Téléporteur rapide actuel 3 : \V[0715] X \V[0718] Y \V[0721].
ru: Быстрый телепорт 3: \V[0715] X \V[0718] Y \V[0721].

source: \>M: \V[0715] X: XXX Y: XXX \>Enter your map X:
fr: \>M : \V[0715] X : XXX Y : XXX \>Entrez la coordonnée X de votre map :
ru: \>M: \V[0715] X: XXX Y: XXX \>Введите X на карте:

source: \>M: \V[0715] X: \V[0718] Y: XXX \>Enter your map Y:
fr: \>M : \V[0715] X : \V[0718] Y : XXX \>Entrez la coordonnée Y de votre map :
ru: \>M: \V[0715] X: \V[0718] Y: XXX \>Введите Y на карте:

source: Preset locations:
fr: Lieux préconfigurés :
ru: Преднастроенные локации:

source: Debug Room Nexuses Bedrooms (real) Page 2 ->
fr: Salle de Debug Nexus Chambres (réel) Page 2 ->
ru: Комната отладки Нексусы Спальни (Реальность) Стр. 2 ->

source: Kubo Totsu Back
fr: Kubo Totsu Retour
ru: Кубо Тоцу Назад

source: Before VG worlds <- Page 1 Back
fr: Avant les mondes JV <- Page 1 Retour
ru: Миры до VG <- Стр. 1 Назад

source: Do you want to teleport to a specific spot?
fr: Voulez-vous vous téléporter à un lieu spécifique ?
ru: Вы хотите переместиться куда-то конкретно?

source: Map scroll unlocked.
fr: Déroulement de la carte débloqué.
ru: Прокрутка карты разблокирована.

source: Change your money amount:
fr: Changer votre somme d'argent :
ru: Изменить количество денег:

source: Set Add Remove Back
fr: Régler Ajouter Retirer Retour
ru: Назначить Добавить Удалить Назад

source: Money to set:
fr: Argent à régler :
ru: Сделать денег:

source: Money to add:
fr: Argent à ajouter :
ru: Добавить денег:

source: Money to remove:
fr: Argent à retirer :
ru: Удалить денег:

source: Change all effects:
fr: Changer tous les effets :
ru: Заменить все эффекты:

source: Locked Unlocked Back
fr: Bloquer Débloquer Retour
ru: Закрыть Открыть Назад

source: Weather options:
fr: Options météo :
ru: Настройки погоды:

source: Reset Turn off Back
fr: Réinitialiser Éteindre Retour
ru: Сбросить Выключить Назад

source: Return to main menu?
fr: Retourner au menu principal ?
ru: Вернуться в главное меню?

source: Silent wallpaper notification Back
fr: Notification de fond d'écran silencieuse Retour
ru: Заглушить уведомления обоев Назад

source: Silent wallpaper notification Sound cache toggle Back
fr: Notification de fond d'écran silencieuse Activation du cache sonore Retour
ru: Заглушить уведомления обоев Переключить кеш звуков Назад

source: New wallpaper notifications are now REGULAR.
fr: Les notifications de nouveau fond d'écran sont désormais SONORES.
ru: Уведомления обоев теперь ОБЫЧНЫЕ.

source: New wallpaper notifications are now SILENT.
fr: Les notifications de nouveau fond d'écran sont désormais SILENCIEUSES.
ru: Уведомления обоев теперь ТИХИЕ.

source: Audio will be saved to memory upon every save/load to help with minor lag on large maps. (Currently: ON)
fr: Les fichiers audio seront sauvegardés en mémoire à chaque sauvegarde ou chargement de sauvegarde pour aider à contrer les ralentissements mineurs sur les grandes cartes. (Paramètre actuel : ON)
ru: Звуки будут загружаться в кеш при каждых сохранении/загрузке, чтобы уменьшить тормоза на больших локациях. (Включено)

source: Audio will be saved to memory upon every save/load to help with minor lag on large maps. (Currently: OFF)
fr: Les fichiers audio seront sauvegardés en mémoire à chaque sauvegarde ou chargement de sauvegarde pour aider à contrer les ralentissements mineurs sur les grandes cartes. (Paramètre actuel : OFF)
ru: Звуки будут загружаться в кеш при каждых сохранении/загрузке, чтобы уменьшить тормоза на больших локациях. (Выключено)

source: ON OFF
ru: Включить Выключить

source: Sound cache is ENABLED.
fr: Le cache sonore est ACTIVÉ.
ru: Кеширование звуков ВКЛЮЧЕНО.

source: Sound cache is DISABLED.
fr: Le cache sonore est DÉSACTIVÉ.
ru: Кеширование звуков ВЫКЛЮЧЕНО.

source: Previewing... Are you sure?
fr: Aperçu... Êtes-vous sûr ?
ru: Предпросмотр... Вы уверены?

source: Menu graphic preview Standard - \C[1]Highlights\C[0] - \C[3]Disabled\C[0]
fr: Aperçu des graphismes du menu Standard - \C[1]Surligné\C[0] - \C[3]Désactivé\C[0]
ru: Предпросмотр графики меню По умолчанию - \C[1]Подсветка\C[0] - \C[3]Отключено\C[0]

source: Accept Cancel
fr: Accepter Annuler
ru: Принять Отмена

source: Menu Type : 0
fr: Thème de menu : 0
ru: Стиль меню : 0

source: Menu Type : 4
fr: Thème de menu : 4
ru: Стиль меню : 4

source: Menu Type : 5
fr: Thème de menu : 5
ru: Стиль меню : 5

source: Menu Type : 6
fr: Thème de menu : 6
ru: Стиль меню : 6

source: Menu Type : 7
fr: Thème de menu : 7
ru: Стиль меню : 7

source: Unlocking BGM \v[2297], variation \v[2298].
fr: Déblocage de la piste \v[2297], variation \v[2298].
ru: Разблокируем саундтрек \v[2297], вариант \v[2296].

source: BGMs unlocked: \v[2277] / \v[2279] Variations unlocked: \v[2278] / \v[2280]
fr: Pistes débloquées : \v[2277] / \v[2279] Variations débloquées : \v[2278] / \v[2280]
ru: Разблокированные саундтреки: \v[2277] / \v[2279] Разблокированные варианты: \v[2278] / \v[2280]

source: Jump to:
fr: Sauter à :
ru: Перейти к:

source: Set currently playing track as the PC BGM?
fr: Régler la musique actuelle comme piste du PC ?
ru: Назначить включённый трек фоновой музыкой ПК?

source: fd-title by FD
fr: fd-title par FD
ru: fd-title от FD

source: fd-safe by FD
fr: fd-safe par FD
ru: fd-safe от FD

source: fd-save by FD
fr: fd-save par FD
ru: fd-save от FD

source: maple-save-musicbox by maple
fr: maple-save-musicbox par maple
ru: maple-save-musicbox от maple

source: 080412_051514_d50 Stock sound
fr: 080412_051514_d50 Banque sonore
ru: 080412_051514_d50 Стоковый звук

source: 120619_182608 Stock sound
fr: 120619_182608 Banque sonore
ru: 120619_182608 Стоковый звук

source: 070916_xxxx27_R09 Stock sound
fr: 070916_xxxx27_R09 Banque sonore
ru: 070916_xxxx27_R09 Стоковый звук

source: fd-crystale by FD
fr: fd-crystale par FD
ru: fd-crystale от FD

source: fd-karasfield by FD
fr: fd-karasfield par FD
ru: fd-karasfield от FD

source: fd-sleep by FD
fr: fd-sleep par FD
ru: fd-sleep от FD

source: olmmusic1 by olm
fr: olmmusic1 par olm
ru: olmmusic1 от olm

source: olmmusic_cavenormal by olm
fr: olmmusic_cavenormal par olm
ru: olmmusic_cavenormal от olm

source: olmmusic_cavecorrupt by olm
fr: olmmusic_cavecorrupt par olm
ru: olmmusic_cavecorrupt от olm

source: Question Mark - Death Lullaby Stock sound
fr: Question Mark - Death Lullaby Banque sonore
ru: Question Mark - Death Lullaby Стоковый звук

source: Question Mark - Death Lullabyreversed Stock sound
fr: Question Mark - Death Lullabyreversed Banque sonore
ru: Question Mark - Death Lullabyreversed Стоковый звук

source: 170515__devlab__forest-ambient-01-loop Stock sound
fr: 170515__devlab__forest-ambient-01-loop Banque sonore
ru: 170515__devlab__forest-ambient-01-loop Стоковый звук

source: Question Mark - Way of the Mime 2 by QMark
fr: Question Mark - Way of the Mime 2 par QMark
ru: Question Mark - Way of the Mime 2 от QMark

source: Question Mark - Way of the Mime 1 by QMark
fr: Question Mark - Way of the Mime 1 par QMark
ru: Question Mark - Way of the Mime 1 от QMark

source: Question Mark - Cold Ancient Cosmic Metal Chord by QMark
fr: Question Mark - Cold Ancient Cosmic Metal Chord par QMark
ru: Question Mark - Cold Ancient Cosmic Metal Chord от QMark

source: fd-broken1 by FD
fr: fd-broken1 par FD
ru: fd-broken1 от FD

source: OutlanderS3S-Rolling Waves by OutlanderS3S
fr: OutlanderS3S-Rolling Waves par OutlanderS3S
ru: OutlanderS3S-Rolling Waves от OutlanderS3S

source: OutlanderS3S-trickle1 by OutlanderS3S
fr: OutlanderS3S-trickle1 par OutlanderS3S
ru: OutlanderS3S-trickle1 от OutlanderS3S

source: OutlanderS3S-trickle2 by OutlanderS3S
fr: OutlanderS3S-trickle2 par OutlanderS3S
ru: OutlanderS3S-trickle2 от OutlanderS3S

source: Milica_BGM1 by Milica
fr: Milica_BGM1 par Milica
ru: Milica_BGM1 от Milica

source: Milica_BGM4 by Milica
fr: Milica_BGM4 par Milica
ru: Milica_BGM4 от Milica

source: Question Mark-Dirty Cyan and Bloody Red by QMark
fr: Question Mark-Dirty Cyan and Bloody Red par QMark
ru: Question Mark-Dirty Cyan and Bloody Red от QMark

source: fd-296-04 by FD
fr: fd-296-04 par FD
ru: fd-296-04 от FD

source: fd-296-02 by FD
fr: fd-296-02 par FD
ru: fd-296-02 от FD

source: Question Mark - Way of the Dreamy Mime by QMark
fr: Question Mark - Way of the Dreamy Mime par QMark
ru: Question Mark - Way of the Dreamy Mime от QMark

source: Milica_BGM2 by Milica
fr: Milica_BGM2 par Milica
ru: Milica_BGM2 от Milica

source: Milica_BGM2-Backbeat by Milica
fr: Milica_BGM2-Backbeat par Milica
ru: Milica_BGM2-Backbeat от Milica

source: FD-neonpark by FD
fr: FD-neonpark par FD
ru: FD-neonpark от FD

source: FD-neonpark2 by FD
fr: FD-neonpark2 par FD
ru: FD-neonpark2 от FD

source: Nexus-craziness by Nexus
fr: Nexus-craziness par Nexus
ru: Nexus-craziness от Nexus

source: Question Mark - Fabricamento by QMark
fr: Question Mark - Fabricamento par QMark
ru: Question Mark - Fabricamento от QMark

source: Question Mark - Estrada by QMark
fr: Question Mark - Estrada par QMark
ru: Question Mark - Estrada от QMark

source: Question Mark - 78 Skidoo by QMark
fr: Question Mark - 78 Skidoo par QMark
ru: Question Mark - 78 Skidoo от QMark

source: FD-errorsine by FD
fr: FD-errorsine par FD
ru: FD-errorsine от FD

source: fd-sepiaL by FD
fr: fd-sepiaL par FD
ru: fd-sepiaL от FD

source: fd-sepia by FD
fr: fd-sepia par FD
ru: fd-sepia от FD

source: Jojogape - Light Breeze by Jojogape
fr: Jojogape - Light Breeze par Jojogape
ru: Jojogape - Light Breeze от Jojogape

source: Jojogape - Oil Paint Sky by Jojogape
fr: Jojogape - Oil Paint Sky par Jojogape
ru: Jojogape - Oil Paint Sky от Jojogape

source: Nexus-bgm013 by Nexus
fr: Nexus-bgm013 par Nexus
ru: Nexus-bgm013 от Nexus

source: Nexus-bgm013-1 by Nexus
fr: Nexus-bgm013-1 par Nexus
ru: Nexus-bgm013-1 от Nexus

source: Jojogape - Sea of Static by Jojogape
fr: Jojogape - Sea of Static par Jojogape
ru: Jojogape - Sea of Static от Jojogape

source: Jojogape - Acid Waves 2 by Jojogape
fr: Jojogape - Acid Waves 2 par Jojogape
ru: Jojogape - Acid Waves 2 от Jojogape

source: Jojogape - Acid Waves 2 back by Jojogape
fr: Jojogape - Acid Waves 2 back par Jojogape
ru: Jojogape - Acid Waves 2 back от Jojogape

source: EBroxas-Starfields by EBroxas72
fr: EBroxas-Starfields par EBroxas72
ru: EBroxas-Starfields от EBroxas72

source: Nexus-bgm007 by Nexus
fr: Nexus-bgm007 par Nexus
ru: Nexus-bgm007 от Nexus

source: Nexus-bgm005 by Nexus
fr: Nexus-bgm005 par Nexus
ru: Nexus-bgm005 от Nexus

source: EBroxas72-Ominus by EBroxas72
fr: EBroxas72-Ominus par EBroxas72
ru: EBroxas72-Ominus от EBroxas72

source: Question Mark - cerebisected by QMark
fr: Question Mark - cerebisected par QMark
ru: Question Mark - cerebisected от QMark

source: QMark-BGMWhat by QMark
fr: QMark-BGMWhat par QMark
ru: QMark-BGMWhat от QMark

source: QMark-PaleLavenderColored by QMark
fr: QMark-PaleLavenderColored par QMark
ru: QMark-PaleLavenderColored от QMark

source: QMark-PaleLavenderScented by QMark
fr: QMark-PaleLavenderScented par QMark
ru: QMark-PaleLavenderScented от QMark

source: 001247xFD-00 by 001247 and FD
fr: 001247xFD-00 par 001247 et FD
ru: 001247xFD-00 от 001247 и FD

source: fd-0112 by FD
fr: fd-0112 par FD
ru: fd-0112 от FD

source: Nexus-bgm006 by Nexus
fr: Nexus-bgm006 par Nexus
ru: Nexus-bgm006 от Nexus

source: Nexus-bgm020a by Nexus
fr: Nexus-bgm020a par Nexus
ru: Nexus-bgm020a от Nexus

source: Nexus-bgm020 by Nexus
fr: Nexus-bgm020 par Nexus
ru: Nexus-bgm020 от Nexus

source: fd-10002 by FD
fr: fd-10002 par FD
ru: fd-10002 от FD

source: Ebroxas-back by EBroxas72
fr: Ebroxas-back par EBroxas72
ru: Ebroxas-back от EBroxas72

source: Milica_BGM6 by Milica
fr: Milica_BGM6 par Milica
ru: Milica_BGM6 от Milica

source: Milica_BGM3 by Milica
fr: Milica_BGM3 par Milica
ru: Milica_BGM3 от Milica

source: 1247-YM2612-001 by 001247
fr: 1247-YM2612-001 par 001247
ru: 1247-YM2612-001 от 001247

source: Nexus-bgm021a by Nexus
fr: Nexus-bgm021a par Nexus
ru: Nexus-bgm021a от Nexus

source: TK-1-CrystallineDream by ZLD
fr: TK-1-CrystallineDream par ZLD
ru: TK-1-CrystallineDream от ZLD

source: Nexus-bgm014 by Nexus
fr: Nexus-bgm014 par Nexus
ru: Nexus-bgm014 от Nexus

source: EBroxas-Snowy-town by EBroxas72
fr: EBroxas-Snowy-town par EBroxas72
ru: EBroxas-Snowy-town от EBroxas72

source: Ebroxas-NPC song by EBroxas72
fr: Ebroxas-NPC song par EBroxas72
ru: Ebroxas-NPC song от EBroxas72

source: EBroxas-Snow-inside by EBroxas72
fr: EBroxas-Snow-inside par EBroxas72
ru: EBroxas-Snow-inside от EBroxas72

source: EBroxas72-Snow1 by EBroxas72
fr: EBroxas72-Snow1 par EBroxas72
ru: EBroxas72-Snow1 от EBroxas72

source: EBroxas72-Snow2 by EBroxas72
fr: EBroxas72-Snow2 par EBroxas72
ru: EBroxas72-Snow2 от EBroxas72

source: EBroxas72-Waltz by EBroxas72
fr: EBroxas72-Waltz par EBroxas72
ru: EBroxas72-Waltz от EBroxas72

source: EBroxas-clock by EBroxas72
fr: EBroxas-clock par EBroxas72
ru: EBroxas-clock от EBroxas72

source: 400862_bobv2_film-01 Stock sound
fr: 400862_bobv2_film-01 Banque sonore
ru: 400862_bobv2_film-01 Стоковый звук

source: EBroxas72-Horse by EBroxas72
fr: EBroxas72-Horse par EBroxas72
ru: EBroxas72-Horse от EBroxas72

source: EBroxas72-church by EBroxas72
fr: EBroxas72-church par EBroxas72
ru: EBroxas72-church от EBroxas72

source: 1247-mystical by 001247
fr: 1247-mystical par 001247
ru: 1247-mystical от 001247

source: EBroxas-Churche by EBroxas72
fr: EBroxas-Churche par EBroxas72
ru: EBroxas-Churche от EBroxas72

source: EBroxas-forest_normal by EBroxas72
fr: EBroxas-forest_normal par EBroxas72
ru: EBroxas-forest_normal от EBroxas72

source: EBroxas-Cliffs by EBroxas72
fr: EBroxas-Cliffs par EBroxas72
ru: EBroxas-Cliffs от EBroxas72

source: EBroxas-Eye-forest-Remix by EBroxas72
fr: EBroxas-Eye-forest-Remix par EBroxas72
ru: EBroxas-Eye-forest-Remix от EBroxas72

source: Ebroxas-forest-scary-slow2 by EBroxas72
fr: Ebroxas-forest-scary-slow2 par EBroxas72
ru: Ebroxas-forest-scary-slow2 от EBroxas72

source: EBroxas-seers-room (1) by EBroxas72
fr: EBroxas-seers-room (1) par EBroxas72
ru: EBroxas-seers-room (1) от EBroxas72

source: Nexus-crazinessb by Nexus
fr: Nexus-crazinessb par Nexus
ru: Nexus-crazinessb от Nexus

source: Nexus-bgm014b by Nexus
fr: Nexus-bgm014b par Nexus
ru: Nexus-bgm014b от Nexus

source: EBroxas-purple town outside by EBroxas72
fr: EBroxas-purple town outside par EBroxas72
ru: EBroxas-purple town outside от EBroxas72

source: EBroxas-angel by EBroxas72
fr: EBroxas-angel par EBroxas72
ru: EBroxas-angel от EBroxas72

source: EBroxas-Nexus-13remix by EBroxas72
fr: EBroxas-Nexus-13remix par EBroxas72
ru: EBroxas-Nexus-13remix от EBroxas72

source: EBroxas-Sky-islands by EBroxas72
fr: EBroxas-Sky-islands par EBroxas72
ru: EBroxas-Sky-islands от EBroxas72

source: EBroxas-Dojo by EBroxas72
fr: EBroxas-Dojo par EBroxas72
ru: EBroxas-Dojo от EBroxas72

source: Ebroxas-Doodle-world by EBroxas72
fr: Ebroxas-Doodle-world par EBroxas72
ru: Ebroxas-Doodle-world от EBroxas72

source: fd-zaku by FD
fr: fd-zaku par FD
ru: fd-zaku от FD

source: sniperbob-boardonmyheadHAHA by sniperbob
fr: sniperbob-boardonmyheadHAHA par sniperbob
ru: sniperbob-boardonmyheadHAHA от sniperbob

source: sniperbob-chipstuckinthroat by sniperbob
fr: sniperbob-chipstuckinthroat par sniperbob
ru: sniperbob-chipstuckinthroat от sniperbob

source: sniperbob-pencilinmynose by sniperbob
fr: sniperbob-pencilinmynose par sniperbob
ru: sniperbob-pencilinmynose от sniperbob

source: Ebroxas-BGM-4 by EBroxas72
fr: Ebroxas-BGM-4 par EBroxas72
ru: Ebroxas-BGM-4 от EBroxas72

source: fd-296_05 by FD
fr: fd-296_05 par FD
ru: fd-296_05 от FD

source: sniperbob-teratoma by sniperbob
fr: sniperbob-teratoma par sniperbob
ru: sniperbob-teratoma от sniperbob

source: sniperbob-braincannibal by sniperbob
fr: sniperbob-braincannibal par sniperbob
ru: sniperbob-braincannibal от sniperbob

source: sniperbob-fingerbitingoff by sniperbob
fr: sniperbob-fingerbitingoff par sniperbob
ru: sniperbob-fingerbitingoff от sniperbob

source: Jojogape - Acid Waves by Jojogape
fr: Jojogape - Acid Waves par Jojogape
ru: Jojogape - Acid Waves от Jojogape

source: fd-tone3 by FD
fr: fd-tone3 par FD
ru: fd-tone3 от FD

source: Ebroxas-Omonu by EBroxas72
fr: Ebroxas-Omonu par EBroxas72
ru: Ebroxas-Omonu от EBroxas72

source: ebroxas-8bit-1 by EBroxas72
fr: ebroxas-8bit-1 par EBroxas72
ru: ebroxas-8bit-1 от EBroxas72

source: Ebroxas-8bit-2 by EBroxas72
fr: Ebroxas-8bit-2 par EBroxas72
ru: Ebroxas-8bit-2 от EBroxas72

source: EBroxas-8bit-3 by EBroxas72
fr: EBroxas-8bit-3 par EBroxas72
ru: EBroxas-8bit-3 от EBroxas72

source: QMark-Neneon by QMark
fr: QMark-Neneon par QMark
ru: QMark-Neneon от QMark

source: QMark-Pipeswithgrass by QMark
fr: QMark-Pipeswithgrass par QMark
ru: QMark-Pipeswithgrass от QMark

source: QMark-AstrallSky by QMark
fr: QMark-AstrallSky par QMark
ru: QMark-AstrallSky от QMark

source: QMark-PastellSky by QMark
fr: QMark-PastelSky par QMark
ru: QMark-PastellSky от QMark

source: QMark-NaturalArcadea by QMark
fr: QMark-NaturalArcadea par QMark
ru: QMark-NaturalArcadea от QMark

source: QMark-NeonVillage by QMark
fr: QMark-NeonVillage par QMark
ru: QMark-NeonVillage от QMark
