Repository: ynoproject/ynotranslations
Catalog: unevendream/*/RPG_RT.ldb.common.po
Languages: fr, pl, ru

source: QMark-NeonVillageTWO by QMark
fr: QMark-NeonVillageTWO par QMark
ru: QMark-NeonVillageTWO от QMark

source: QMark-Musicboxperiod by QMark
fr: QMark-Musicboxperiod par QMark
ru: QMark-Musicboxperiod от QMark

source: stylzm-wasteland by stylzm
fr: stylzm-wasteland par stylzm
ru: stylzm-wasteland от stylzm

source: gummy-waynesworld2 by gummy
fr: gummy-waynesworld2 par gummy
ru: gummy-waynesworld2 от gummy

source: gummy-sleepdeprived2 by gummy
fr: gummy-sleepdeprived2 par gummy
ru: gummy-sleepdeprived2 от gummy

source: stylzm-machinery1 by stylzm
fr: stylzm-machinery1 par stylzm
ru: stylzm-machinery1 от stylzm

source: fd-0044 by FD
fr: fd-0044 par FD
ru: fd-0044 от FD

source: Hashtag_underscore_abyss_ejay by #_
fr: Hashtag_underscore_abyss_ejay par #_
ru: Hashtag_underscore_abyss_ejay от #_

source: EBroxas-Void-Murals by EBroxas72
fr: EBroxas-Void-Murals par EBroxas72
ru: EBroxas-Void-Murals от EBroxas72

source: Car Driving-SoundBible.com-923766101 Stock sound
fr: Car Driving-SoundBible.com-923766101 Banque sonore
ru: Car Driving-SoundBible.com-923766101 Стоковый звук

source: EBroxas-Dudecomplex by EBroxas72
fr: EBroxas-Dudecomplex par EBroxas72
ru: EBroxas-Dudecomplex от EBroxas72

source: Ebroxas-globe5 by EBroxas72
fr: Ebroxas-globe5 par EBroxas72
ru: Ebroxas-globe5 от EBroxas72

source: Ebroxas-backwardspiano by EBroxas72
fr: Ebroxas-backwardspiano par EBroxas72
ru: Ebroxas-backwardspiano от EBroxas72

source: EBroxas72-Totsu-grave by EBroxas72
fr: EBroxas72-Totsu-grave par EBroxas72
ru: EBroxas72-Totsu-grave от EBroxas72

source: fd-noisewhite by FD
fr: fd-noisewhite par FD
ru: fd-noisewhite от FD

source: fd-midi9 by FD
fr: fd-midi9 par FD
ru: fd-midi9 от FD

source: EBroxas-Starplusejapan by EBroxas72
fr: EBroxas-Starplusejapan par EBroxas72
ru: EBroxas-Starplusejapan от EBroxas72

source: Rindre-008a That Night I Saw by Rindre
fr: Rindre-008a That Night I Saw par Rindre
ru: Rindre-008a That Night I Saw от Rindre

source: Jojogape - Shivers by Jojogape
fr: Jojogape - Shivers par Jojogape
ru: Jojogape - Shivers от Jojogape

source: gummy-strange_ambience2 by gummy
fr: gummy-strange_ambience2 par gummy
ru: gummy-strange_ambience2 от gummy

source: Nexus-dadladladladla1 by Nexus
fr: Nexus-dadladladladla1 par Nexus
ru: Nexus-dadladladladla1 от Nexus

source: Nexus-playplayce2_edit by Nexus
fr: Nexus-playplayce2_edit par Nexus
ru: Nexus-playplayce2_edit от Nexus

source: nexus-germz by Nexus
fr: nexus-germz par Nexus
ru: nexus-germz от Nexus

source: nexus-germz2 by Nexus
fr: nexus-germz2 par Nexus
ru: nexus-germz2 от Nexus

source: nexus-playplayce4 by Nexus
fr: nexus-playplayce4 par Nexus
ru: nexus-playplayce4 от Nexus

source: nexus-playplayce5 by Nexus
fr: nexus-playplayce5 par Nexus
ru: nexus-playplayce5 от Nexus

source: Nexus-sunflower by Nexus
fr: Nexus-sunflower par Nexus
ru: Nexus-sunflower от Nexus

source: Nexus-bgm009 by Nexus
fr: Nexus-bgm009 par Nexus
ru: Nexus-bgm009 от Nexus

source: nexus-bgm026 by Nexus
fr: nexus-bgm026 par Nexus
ru: nexus-bgm026 от Nexus

source: nexus-bgm028 without noise by Nexus
fr: nexus-bgm028 without noise par Nexus
ru: nexus-bgm028 without noise от Nexus

source: nexus-bgm028 by Nexus
fr: nexus-bgm028 par Nexus
ru: nexus-bgm028 от Nexus

source: Nexus-bgm003 by Nexus
fr: Nexus-bgm003 par Nexus
ru: Nexus-bgm003 от Nexus

source: maple-spacey by maple
fr: maple-spacey par maple
ru: maple-spacey от maple

source: maple-vwoom by maple
fr: maple-vwoom par maple
ru: maple-vwoom от maple

source: maple-bubbly by maple
fr: maple-bubbly par maple
ru: maple-bubbly от maple

source: maple-loop3 by maple
fr: maple-loop3 par maple
ru: maple-loop3 от maple

source: maple-shroom by maple
fr: maple-shroom par maple
ru: maple-shroom от maple

source: maple-seaside by maple
fr: maple-seaside par maple
ru: maple-seaside от maple

source: maple-seaside2 by maple
fr: maple-seaside2 par maple
ru: maple-seaside2 от maple

source: maple-nightly by maple
fr: maple-nightly par maple
ru: maple-nightly от maple

source: fd-0831c by FD
fr: fd-0831c par FD
ru: fd-0831c от FD

source: Milica_BGM5 by Milica
fr: Milica_BGM5 par Milica
ru: Milica_BGM5 от Milica

source: fd-1216b by FD
fr: fd-1216b par FD
ru: fd-1216b от FD

source: Jojogape - Inside the Bell by Jojogape
fr: Jojogape - Inside the Bell par Jojogape
ru: Jojogape - Inside the Bell от Jojogape

source: Jojogape - Rosetta by Jojogape
fr: Jojogape - Rosetta par Jojogape
ru: Jojogape - Rosetta от Jojogape

source: Jojogape - Nothing Means by Jojogape
fr: Jojogape - Nothing Means par Jojogape
ru: Jojogape - Nothing Means от Jojogape

source: Jojogape - Oxygen Wall by Jojogape
fr: Jojogape - Oxygen Wall par Jojogape
ru: Jojogape - Oxygen Wall от Jojogape

source: Jojogape - Pre by Jojogape
fr: Jojogape - Pre par Jojogape
ru: Jojogape - Pre от Jojogape

source: Jojogape - Organism by Jojogape
fr: Jojogape - Organism par Jojogape
ru: Jojogape - Organism от Jojogape

source: fd-noisefreeze by FD
fr: fd-noisefreeze par FD
ru: fd-noisefreeze от FD

source: Question Mark - oncologic by QMark
fr: Question Mark - oncologic par QMark
ru: Question Mark - oncologic от QMark

source: Ebroxas-Flight by EBroxas72
fr: Ebroxas-Flight par EBroxas72
ru: Ebroxas-Flight от EBroxas72

source: Nexus-bgm023 by Nexus
fr: Nexus-bgm023 par Nexus
ru: Nexus-bgm023 от Nexus

source: Nexus-bgm030-8000 by Nexus
fr: Nexus-bgm030-8000 par Nexus
ru: Nexus-bgm030-8000 от Nexus

source: maple-elecwaters by maple
fr: maple-elecwaters par maple
ru: maple-elecwaters от maple

source: fd-220121 by FD
fr: fd-220121 par FD
ru: fd-220121 от FD

source: Milica_BGM7 by Milica
fr: Milica_BGM7 par Milica
ru: Milica_BGM7 от Milica

source: FD-cyber by FD
fr: FD-cyber par FD
ru: FD-cyber от FD

source: fd-banger1 by FD
fr: fd-banger1 par FD
ru: fd-banger1 от FD

source: nexus-vape_bitcrush by Nexus
fr: nexus-vape_bitcrush par Nexus
ru: nexus-vape_bitcrush от Nexus

source: gummy-eyeball hallway by gummy
fr: gummy-eyeball hallway par gummy
ru: gummy-eyeball hallway от gummy

source: gummy-purple hat world thingie2 by gummy
fr: gummy-purple hat world thingie2 par gummy
ru: gummy-purple hat world thingie2 от gummy

source: gummy-lonely waterpark2 by gummy
fr: gummy-lonely waterpark2 par gummy
ru: gummy-lonely waterpark2 от gummy

source: gummy-machine in the basement2 by gummy
fr: gummy-machine in the basement2 par gummy
ru: gummy-machine in the basement2 от gummy

source: gummy-dance babe2 by gummy
fr: gummy-dance babe2 par gummy
ru: gummy-dance babe2 от gummy

source: gummy-duck hallway2 by gummy
fr: gummy-duck hallway2 par gummy
ru: gummy-duck hallway2 от gummy

source: gummy-pink desert2 by gummy
fr: gummy-pink desert2 par gummy
ru: gummy-pink desert2 от gummy

source: gummy-bumblebee cafe by gummy
fr: gummy-bumblebee cafe par gummy
ru: gummy-bumblebee cafe от gummy

source: gummy-blue lovers4 by gummy
fr: gummy-blue lovers4 par gummy
ru: gummy-blue lovers4 от gummy

source: gummy-I HAVE AWOKEN2 by gummy
fr: gummy-I HAVE AWOKEN2 par gummy
ru: gummy-I HAVE AWOKEN2 от gummy

source: gummy-cybercityscape by gummy
fr: gummy-cybercityscape par gummy
ru: gummy-cybercityscape от gummy

source: fd-noisebrown by FD
fr: fd-noisebrown par FD
ru: fd-noisebrown от FD

source: gummy-lockerroomsdotexe by gummy
fr: gummy-lockerroomsdotexe par gummy
ru: gummy-lockerroomsdotexe от gummy

source: gummy-joj piano2 by gummy
fr: gummy-joj piano2 par gummy
ru: gummy-joj piano2 от gummy

source: gummy-freaking epic rave2 by gummy
fr: gummy-freaking epic rave2 par gummy
ru: gummy-freaking epic rave2 от gummy

source: gummy-freaking epic rave lowpass2 by gummy
fr: gummy-freaking epic rave lowpass2 par gummy
ru: gummy-freaking epic rave lowpass2 от gummy

source: gummy-hexagon_land2 by gummy
fr: gummy-hexagon_land2 par gummy
ru: gummy-hexagon_land2 от gummy

source: gummy-smiling ocean by gummy
fr: gummy-smiling ocean par gummy
ru: gummy-smiling ocean от gummy

source: gummy-ominous factory2 by gummy
fr: gummy-ominous factory2 par gummy
ru: gummy-ominous factory2 от gummy

source: fd-296_01 by FD
fr: fd-296_01 par FD
ru: fd-296_01 от FD

source: Ebroxas-color-Void by EBroxas72
fr: Ebroxas-color-Void par EBroxas72
ru: Ebroxas-color-Void от EBroxas72

source: EBroxas72-Grinds by EBroxas72
fr: EBroxas72-Grinds par EBroxas72
ru: EBroxas72-Grinds от EBroxas72

source: nexus-fairy_LHZ by Nexus
fr: nexus-fairy_LHZ par Nexus
ru: nexus-fairy_LHZ от Nexus

source: Ebroxas-crater by EBroxas72
fr: Ebroxas-crater par EBroxas72
ru: Ebroxas-crater от EBroxas72

source: EBroxas-water-Palace by EBroxas72
fr: EBroxas-water-Palace par EBroxas72
ru: EBroxas-water-Palace от EBroxas72

source: ForestDecoHighrise by Forest
fr: ForestDecoHighrise par Forest
ru: ForestDecoHighrise от Forest

source: ForestDecoParking by Forest
fr: ForestDecoParking par Forest
ru: ForestDecoParking от Forest

source: ForestDecoMetro by Forest
fr: ForestDecoMetro par Forest
ru: ForestDecoMetro от Forest

source: ForestDecoHallway by Forest
fr: ForestDecoHallway par Forest
ru: ForestDecoHallway от Forest

source: lapis mus_moonside by River
fr: lapis mus_moonside par River
ru: lapis mus_moonside от River

source: lapis mus_symmetry by River
fr: lapis mus_symmetry par River
ru: lapis mus_symmetry от River

source: fd-midi3 by FD
fr: fd-midi3 par FD
ru: fd-midi3 от FD

source: fd-airconditioner by FD
fr: fd-airconditioner par FD
ru: fd-airconditioner от FD

source: Lattex-ambient3 by Lattex
fr: Lattex-ambient3 par Lattex
ru: Lattex-ambient3 от Lattex

source: lapis mus_snail by River
fr: lapis mus_snail par River
ru: lapis mus_snail от River

source: lapis mus_musicbox by River
fr: lapis mus_musicbox par River
ru: lapis mus_musicbox от River

source: ZLD-Stars by ZLD
fr: ZLD-Stars par ZLD
ru: ZLD-Stars от ZLD

source: ZLD-Mall-1 by ZLD
fr: ZLD-Mall-1 par ZLD
ru: ZLD-Mall-1 от ZLD

source: ZLD-ErrorScreen by ZLD
fr: ZLD-ErrorScreen par ZLD
ru: ZLD-ErrorScreen от ZLD

source: ZLD-Mall_SAFE by ZLD
fr: ZLD-Mall_SAFE par ZLD
ru: ZLD-Mall_SAFE от ZLD

source: maple-whistle by maple
fr: maple-whistle par maple
ru: maple-whistle от maple

source: QMark-BubblesAmb by QMark
fr: QMark-BubblesAmb par QMark
ru: QMark-BubblesAmb от QMark

source: fd-title2 by FD
fr: fd-title2 par FD
ru: fd-title2 от FD

source: QMark-PastelSky by QMark
fr: QMark-PastelSky par QMark
ru: QMark-PastelSky от QMark

source: Locking BGM \v[2297], variation \v[2298].
fr: Blocage de la piste \v[2297], variation \v[2298].
ru: Блокируем саундтрек \v[2297], вариант \v[2298].

source: !!Warning!! You are currently playing with an outdated save file.\! Adjusting save data...
fr: !! Attention !! Vous êtes actuellement en train de jouer avec un fichier de sauvegarde obsolète.\! Ajustement des données de sauvegarde...
ru: !!Внимание!! Вы играете на файле сохранения от старой версии.\! Перенастраиваем файл сохранения...

source: Save update complete!
fr: Mise à jour de la sauvegarde terminée !
ru: Обновление сохранения завершено!

# actors.name
source: BOGUS
fr: TRIFOUIL

source: Some wallpapers have been replaced. Adjusting...
fr: Certains fonds d'écran ont été remplacés. Ajustement des fonds d'écran...

source: *Hood*
pl: *Kaptur*

source: Quick Effect 1 is not set.
pl: Szybki efekt 1 nie jest ustawiony.

source: Quick Effect 2 is not set.
pl: Szybki efekt 2 nie jest ustawiony.

source: how did you manage to do this?
pl: jak
