Repository: ynoproject/ynotranslations
Catalog: unconscious/ptbr/RPG_RT.ldb.common.po
Languages: pt_br

source: * Soulfire *
pt_br: * Fogo d'Alma *

source: * Umbra *
pt_br: * Sombra *

source: * Lumen *
pt_br: * LÃºmen *

source: * Youth *
pt_br: * Juventude *

source: * Spectral *
pt_br: * Espectral *

source: * Climate *
pt_br: * Clima *

source: * Menu theme: Office *
pt_br: * Tema de menu: Office *

source: * Menu theme: Sun *
pt_br: * Tema de menu: Sun *

source: * Menu theme: Dusk *
pt_br: * Tema de menu: Dusk *

source: * Menu theme: Vague Memory *
pt_br: * Tema de menu: Vague Memory *

source: * Menu theme: Squids *
pt_br: * Tema de menu: Squids *

source: * Menu theme: Willow *
pt_br: * Tema de menu: Willow *

source: * Menu theme: Vibrant Blue *
pt_br: * Tema de menu: Vibrant Blue *

source: * Menu theme: Glitched Static *
pt_br: * Tema de menu: Glitched Static *

source: * Menu theme: Ammolites *
pt_br: * Tema de menu: Ammolites *

source: * Menu theme: Box Office *
pt_br: * Tema de menu: Box Office *

source: * Menu theme: Mural *
pt_br: * Tema de menu: Mural *

source: * Menu theme: Neon Mural *
pt_br: * Tema de menu: Neon Mural *

source: * Menu theme: Altered *
pt_br: * Tema de menu: Altered *

source: * Menu theme: Glowing *
pt_br: * Tema de menu: Glowing *

source: * Menu theme: Sunset *
pt_br: * Tema de menu: Sunset *

source: * Menu theme: Celestial *
pt_br: * Tema de menu: Celestial *

source: * Menu theme: Sweet *
pt_br: * Tema de menu: Sweet *

source: * Menu theme: Blueing Plastic *
pt_br: * Tema de menu: Blueing Plastic *

source: * Menu theme: Voidbound *
pt_br: * Tema de menu: Voidbound *

source: * Menu theme: Handheld *
pt_br: * Tema de menu: Handheld *

source: * Menu theme: Sidereal *
pt_br: * Tema de menu: Sidereal *

source: * Menu theme: Golfer *
pt_br: * Tema de menu: Golfer *

source: * Menu theme: Virtual *
pt_br: * Tema de menu: Virtual *

source: * Menu theme: Orchid *
pt_br: * Tema de menu: Orchid *

source: * Menu theme: Streetlight *
pt_br: * Tema de menu: Streetlight *

source: * Menu theme: Basalt *
pt_br: * Tema de menu: Basalt *

source: * Menu theme: Metal *
pt_br: * Tema de menu: Metal *

source: * Menu theme: Charred *
pt_br: * Tema de menu: Charred *

source: * Menu theme: Chromatic *
pt_br: * Tema de menu: Chromatic *

source: * Menu theme: Mossy Lab *
pt_br: * Tema de menu: Mossy Lab *
