Repository: ynoproject/ynotranslations
Catalog: flow/*/Map0003.po
Languages: eo, es, fr, it, ko, uk, vi, zh

# ヘッドフォン
source: Headphones
eo: Kapaŭskultiloj
es: Auriculares
fr: Casque audio
it: [Cuffie]
ko: 헤드폰
uk: Навушники
vi: Tai nghe

# エフェクト破棄
source: Discard Effect?
eo: Forĵeti Efikon?
es: ¿Rechazar Efecto?
fr: Retirer effet?
it: Rimuovi Effetto
ko: 이펙트 파기
uk: Позбутися Ефекту?
vi: Bỏ hiệu ứng
zh: 放弃效果

# する しない
source: Yes No
eo: Jes Ne
es: Sí No
fr: Oui Non
it: Sì No
ko: 한다 하지 않는다
uk: Так Ні
vi: Có Không
zh: 是 否

# ヘッドフォン破棄
source: Headphones Discarded
eo: Kapaŭskultilojn Forĵetis
es: Auriculares descartados.
fr: Casque audio retiré
it: Scartato Cuffie
ko: 헤드폰 파기
uk: Навушники викинуті
vi: Đã bỏ Tai nghe
zh: 放弃耳机

# エフェクト取得
source: Obtain Effect?
eo: Akiri Efikon?
es: ¿Obtener Efecto?
fr: Obtenir effet?
it: Ottieni Effetto
ko: 이펙트 취득
uk: Отримати Ефект?
vi: Nhận hiệu ứng
zh: 得到效果

# ヘッドフォン取得
source: Headphones Obtained
eo: Kapaŭskultilojn Akiris
es: Auriculares obtenidos
fr: Casque audio obtenu
it: Ottenuto Cuffie
ko: 헤드폰 취득
uk: Навушники отримані
vi: Đã nhận Tai nghe
zh: 得到耳机

# エントランスの背景をきめてね
source: Set the background for the Entrance.
eo: Elekti la fonon de la Enirejo.
es: Establecer el fondo de la Entrada.
fr: Régler le fond de l'Entrée.
it: Scegli lo sfondo dell'Ingresso
ko: 문의 방 배경을 정해 주세요
uk: Установити фон для Входу.
vi: Chọn nền cho Entrance
zh: 选择一下入口的背景

# じょうろ
source: Watering Can
eo: Akvumilo
es: Regadera
fr: Arrosoir
it: [Annaffiatoio]
ko: 물뿌리개
uk: Лійка
vi: Bình tưới nước
zh: 喷壶

# じょうろ破棄
source: Watering Can Discarded
eo: Akvumilon Forĵetis
es: Regadera Descartada
fr: Arrosoir retiré
it: Scartato Annaffiatoio
ko: 물뿌리개 파기
uk: Лійка викинута
vi: Đã bỏ Bình tưới nước
zh: 放弃喷壶

# じょうろ取得
source: Watering Can Obtained
eo: Akvumilon Akiris
es: Obtención de la regadera
fr: Arrosoir obtenu
it: Ottenuto Annaffiatoio
ko: 물뿌리개 취득
uk: Лійка отримана
vi: Đã nhận Bình tưới nước
zh: 得到喷壶

# はやくはしるよ！
source: Set speed?
eo: Elekti rapidecon?
es: ¿Adjustar Velocidad?
fr: Régler la vitesse?
it: Velocità di Corsa!
ko: 빠르게 달리자구!
uk: Налаштувати швидкість?
vi: Siêu tốc độ luôn! [Chỉnh tốc độ di chuyển]
zh: 快点吧！

# ふつう はやい はあやい 神速
source: Normal Fast Very Fast Godspeed
eo: Normala Rapida Rapidega Treege Rapida
es: Normal Rapido Muy Rapido Velocidad de los Dioses
fr: Normal Rapide Très rapide Godspeed
it: Normale Veloce Veloceee Extrarapido
ko: 보통 빠름 빠아름 신속
uk: Звичайна Швидка Дуже швидка Неймовірно швидка
vi: Bình thường Nhanh Nhaaaaanh Thần tốc
zh: 普通 快 很快 神速

# いつでもセーブ可能になるよ！
source: Gain the ability to save anywhere? [Empty 4th slot in Pause Menu]
eo: Akiri la kapablecon, ke vi povas konservi ĉie? [Malplena 4a dosiero en Paŭza Menuo]
fr: Obtenir le moyen de sauvegarder n'importe où? [4ème emplacement vide dans le Menu de Pause]
it: Possibilità di salvare ovunque!
ko: 언제든지 세이브 가능이라구!
uk: Отримати здатність зберігатись будь-де? [Порожній 4-тий слот у Меню паузи.]
vi: Lưu mọi lúc mọi nơi! [Tùy chọn 4 trong menu]
zh: 一直都可以存档的哟！

# する いい
source: Yes No
eo: Jes Ne
es: Sí No
fr: Oui Non
it: Sì No
ko: 한다 ㄴㄴ
uk: Так Ні
vi: Nhận Không
zh: 存档 算了

# てつパイプ
source: Iron Pipe
eo: Fera Tubo
es: Tubo de Hierro
fr: Tuyau en métal
it: [Tubo di Ferro]
ko: 쇠파이프
uk: Залізна труба
vi: Ống sắt
zh: 铁管

# てつパイプ破棄
source: Iron Pipe Discarded
eo: Feran Tubon Forĵetis
es: Tubo de Hierro Descartado
fr: Tuyau en métal retiré
it: Scartato Tubo di Ferro
ko: 쇠파이프 파기
uk: Залізна труба викинута
vi: Đã bỏ Ống sắt
zh: 放弃铁管

# てつパイプ取得
source: Iron Pipe Obtained
eo: Feran Tubon Akiris
es: Tubo de Hierro obtenido
fr: Tuyau en métal obtenu
it: Ottenuto Tubo di Ferro
ko: 쇠파이프 취득
uk: Залізна труба отримана
vi: Đã nhận Ống sắt
zh: 得到铁管

# モノアイ かわいい
source: Mono Eye [Cute!]
eo: Unu-Okulo [Beleta!]
es: Un ojo [¡Lindo!]
fr: Mono-œil [Mignon!]
it: [Mono-Occhio] Carino!
ko: 모노아이 귀여어어
uk: Одноока [Миленько!]
vi: Độc Nhãn (dễ thương!)
zh: 单眼 好可爱

# モノアイ破棄
source: Mono Eye Discarded
eo: Unu-Okulon Forĵetis
es: Un ojo Descartado
fr: Mono-œil retiré
it: Scartato Mono-Occhio
ko: 모노아이 파기
uk: Одноока викинута
vi: Đã bỏ Độc Nhãn
zh: 放弃单眼

# モノアイ取得
source: Mono Eye Obtained
eo: Unu-Okulon Akiris
es: Un ojo Obtenido
fr: Mono-œil obtenu
it: Ottenuto Mono-Occhio
ko: 모노아이 취득
uk: Одноока отримана
vi: Đã nhận Độc Nhãn
zh: 得到单眼

# せんすいふく ふく…？
source: Diving Helmet
eo: Plonĝa Kasko
es: Casco de Buceo
fr: Casque de plongée
it: [Scafandro] ...ma c'è solo l'elmo?
ko: 잠수복 복...?
uk: Водолазний шолом
vi: Đồ lặn (Đồ...?)
zh: 潜水服 松松软软的…？

# せんすいふく破棄
source: Diving Helmet Discarded
eo: Plonĝan Kaskon Forĵetis
es: Casco de Buceo Descartado
fr: Casque de plongée retiré
it: Scartato Scafandro
ko: 잠수복 파기
uk: Водолазний шолом викинуто
vi: Đã bỏ Đồ lặn
zh: 放弃潜水服

# せんすいふく取得
source: Diving Helmet Obtained
eo: Plonĝan Kaskon Akiris
es: Casco de Buceo Obtenido
fr: Casque de plongée obtenu
it: Ottenuto Scafandro
ko: 잠수복 취득
uk: Водолазний шолом отримано
vi: Đã nhận Đồ lặn
zh: 得到潜水服

# ねこ 小さいところに入れるようになりました。
source: Cat [Now you can enter small areas.]
eo: Kato [Nun vi povas eniri malgrandajn lokojn.]
es: Gato (Ahora puedes entrar en áreas pequeñas.)
fr: Chat [Vous pouvez désormais entrer dans les petites zones.]
it: [Gatto] Si può ora entrare in piccoli ingressi. (N.d.T. Questo commento risale ad una vecchia versione di .flow in cui era stato appena aggiunto Gatto. Questo spiega la precisazione "ora".)
ko: 고양이 조그마한 곳에 넣게 되었습니다.
uk: Кішка [Тепер ти можеш пролазити у вузькі місця.]
vi: Mèo (Giờ bạn có thể luồn vào khe nhỏ.)
zh: 猫 变得想钻进小空间里了。

# ねこ破棄
source: Cat Discarded
eo: Katon Forĵetis
es: Gato Descartado
fr: Chat retiré
it: Scartato Gatto
ko: 고양이 파기
uk: Кішка викинута
vi: Đã bỏ Mèo
zh: 放弃猫

# ねこ取得
source: Cat Obtained
eo: Katon Akiris
es: Gato Obtenido
fr: Chat obtenu
it: Ottenuto Gatto
ko: 고양이 취득
uk: Кішка отримана
vi: Đã nhận Mèo
zh: 得到猫

# ほうき 魔女＋自転車 ほうきイベントをどうしても作りたかったから 作っちゃった。
source: Broom [It's like Yume Nikki's Witch + Bicycle. I really wanted to make a broom effect, so... I made one!]
eo: Balailo [Kiel la Sorĉistino de Yume Nikki kaj la biciklo. Mi vere volis krei eventon kun balailo, do... Mi kreis ĝin!]
fr: Balai [C'est comme Bicyclette + Sorcière de Yume Nikki. Je voulais vraiment un effet balai, donc... J'en ai fait un!]
it: [Scopa] Strega + Bicicletta. Volevo a tutti i costi che ci fosse un evento con la scopa, e alla fine ho creato questo Effetto! (N.d.T. Strega e Bicicletta sono Effetti di Yume Nikki.)
ko: 빗자루 마녀 + 자전거 빗자루 이벤트 꼭 만들어보고 싶어서 만들어버렸어.
uk: Мітла [Це ніби поєднання ефектів Відьма та Велосипед з Yume Nikki. Я дуже хотів зробити ефект типу мітли, тож... я його зробив!]
vi: Chổi (Sự kết hợp giữa hiệu ứng Phù thủy và Xe đạp của Yume Nikki. Tôi rất muốn làm một sự kiện bay, nên là... làm luôn!)
zh: 扫帚 魔女＋自行车 因为十分想做扫帚的事件 就做了。

# ほうき破棄
source: Broom Discarded
eo: Balailon Forĵetis
es: Escoba Descartada
fr: Balai retiré
it: Scartato Scopa
ko: 빗자루 파기
uk: Мітла викинута
vi: Đã bỏ Chổi
zh: 放弃扫帚

# ほうき取得
source: Broom Obtained
eo: Balailon Akiris
es: Escoba Obtenida
fr: Balai obtenu
it: Ottenuto Scopa
ko: 빗자루 취득
uk: Мітла отримана
vi: Đã nhận Chổi
zh: 得到扫帚

# メニュータイプ変更
source: Change Menu Theme?
eo: Ŝanĝi Menuan Etoson?
es: ¿Cambiar el tema del menú?
fr: Changer le thème de Menu?
it: Cambia Tema del Menù
ko: 메뉴 타입 변경
uk: Обрати іншу Тему меню?
vi: Thay đổi kiểu menu
zh: 变更菜单样式

# タイプflow タイプfc タイプdot 次
source: flow Menu Famicom Menu Dot Menu Next
eo: Menuo de flow Menuo de Famicom Menu Punkta Sekva
es: Menú de flow Menú de Famicom Menú de Punto Siguiente
fr: Menu flow Menu Famicom Menu Point Suivant
it: Menù Flow Menù Famicom Menù Puntinato Avanti
ko: 타입flow 타입fc 타입dot 다음
uk: Меню .flow Фаміком меню Крапкове меню Далі
vi: Kiểu Flow Kiểu Famicom Kiểu Dot Trang tiếp
zh: flow fc dot 下一页

# メニュータイプflow
source: Menu Theme set to: flow Menu
eo: Menuan Etoson ŝanĝis al: Menuo de flow
es: Tema del menú establecido en: Menu de flow
fr: Thème de Menu réglé sur: Menu flow
it: Tema del Menù: Flow
ko: 메뉴타입flow
uk: Тема меню змінена на: Меню .flow
vi: Đã chọn kiểu Flow
zh: flow型菜单

# メニュータイプfc
source: Menu Theme set to: Famicom Menu
eo: Menuan Etoson ŝanĝis al: Menuo de Famicom
es: Menu Theme set to: Menu de Famicom
fr: Thème de Menu réglé sur: Menu Famicom
it: Tema del Menù: Famicom
ko: 메뉴타입fc
uk: Тема меню змінена на: Фаміком меню
vi: Đã chọn kiểu Famicom
zh: fc型菜单

# メニュータイプドット
source: Menu Theme set to: Dot Menu
eo: Menuan Etoson ŝanĝis al: Menuo Punkta
es: Tema del menú establecido en: Menu de Punto
fr: Thème de Menu réglé sur: Menu Point
it: Tema del Menù: Dot
ko: 메뉴타입dot
uk: Тема меню змінена на: Крапкове меню
vi: Đã chọn kiểu Dot
zh: dot型菜单

# タイプorange タイプflower タイプsugar タイプrust
source: Orange Menu Flower Menu Sugar Menu Rust Menu
eo: Menuo Oranĝkolora Menuo Flora Menuo Sukera Menuo de Rust
es: Menú Naranja Menú de las Flores Menú del Azucar Menú del Rust
fr: Menu Orange Menu Fleur Menu Sucre Menu Rust
it: Menù Arancione Menù Floreale Menù Zucchero Menù Ruggine
ko: 타입orange 타입flower 타입sugar 타입rust
uk: Помаранчеве меню Квіткове меню Цукрове меню Іржаве меню
vi: Kiểu Orange Kiểu Flower Kiểu Sugar Kiểu Rust
zh: orange flower sugar rust

# メニュータイプorange
source: Menu Theme set to: Orange Menu
eo: Menuan Etoson ŝanĝis al: Menuo Oranĝkolora
es: Tema del menú establecido en: Menú Naranja
fr: Thème de Menu réglé sur: Menu Orange
it: Tema del Menù: Arancione
ko: 메뉴타입orange
uk: Тема меню змінена на: Помаранчеве меню
vi: Đã chọn kiểu Orange
zh: orange型菜单

# メニュータイプflower
source: Menu Theme set to: Flower Menu
eo: Menuan Etoson ŝanĝis al: Menuo Flora
es: Tema del menú establecido en: Menú de Flores
fr: Thème de Menu réglé sur: Menu Fleur
it: Tema del Menù: Floreale
ko: 메뉴타입flower
uk: Тема меню змінена на: Квіткове меню
vi: Đã chọn kiểu Flower
zh: flower型菜单

# メニュータイプsugar
source: Menu Theme set to: Sugar Menu
eo: Menuan Etoson ŝanĝis al: Menuo Sukera
es: Tema del menú establecido en: Menú de Azucar
fr: Thème de Menu réglé sur: Menu Sucre
it: Tema del Menù: Zucchero
ko: 메뉴타입sugar
uk: Тема меню змінена на: Цукрове меню
vi: Đã chọn kiểu Sugar
zh: vsugar型菜单

# メニュータイプrust
source: Menu Theme set to: Rust Menu
eo: Menuan Etoson ŝanĝis al: Menuo de Rust
es: Tema del menú establecido en: Menú del Rust
fr: Thème de Menu réglé sur: Menu Rust
it: Tema del Menù: Ruggine
ko: 메뉴타입rust
uk: Тема меню змінена на: Іржаве меню
vi: Đã chọn kiểu Rust
zh: rust型菜单

# ゆうれい
source: Ghost
eo: Fantomo
es: Fantasma
fr: Fantôme
it: [Fantasma]
ko: 유령
uk: Привид
vi: Hồn ma
zh: 幽灵

# ゆうれい破棄
source: Ghost Discarded
eo: Fantomon Forĵetis
es: Fantasma Descartado
fr: Fantôme retiré
it: Scartato Fantasma
ko: 유령 파기
uk: Привида викинуто
vi: Đã bỏ Hồn ma
zh: 放弃幽灵

# ゆうれい取得
source: Ghost Obtained
eo: Fantomon Akiris
es: Fantasma Obtenido
fr: Fantôme obtenu
it: Ottenuto Fantasma
ko: 유령 취득
uk: Привида отримано
vi: Đã nhận Hồn ma
zh: 得到幽灵

# うで モノ子ッッ可愛いよかわいいいよォモノ子ォォァアアアアッアァッッ！ ！！
source: Arms [Just like Monoko: so cute, cute, cute, cute, cute!!!]
eo: Brakoj [Kiel Monoko: tre tre treege beleta! aaaAAA!!!]
es: Brazos (Al igual que Monoko: tan lindo, LINDO, LINDO!! ¡¡¡LINDO!!!)
fr: Bras [Comme Monoko: trop mignon, mignon, mignon, mignon, mignon!!!]
it: [Braccia] Monoko è carinaaa monokooo aaAAAAA!!! (N.d.T. Monoko è un personaggio di Yume Nikki con più braccia. Sembrerebbe aver ispirato Braccia.)
ko: 팔 모노코오옷존나귀여워어어ㅓㅓ요ㅗㅇ모노코오오오아ㅏ아ㅏㅏ아아ㅏ! !!
uk: Руки [Точно як Моноко: так миленько, миленько, миленько, миленько, миленько!!!]
vi: Cánh tay Monoko dễ thương dễ thương dễ thương quáaaaaaaaaaaaaa !!!!!!!!!!!!!!
zh: 手臂 monoko好可爱啊好可爱啊啊啊啊啊monoko好可爱啊啊啊！ ！！

# うで破棄
source: Arms Discarded
eo: Brakojn Forĵetis
es: Brazos Descartados
fr: Bras retiré
it: Scartato Braccia
ko: 팔 파기
uk: Руки викинуто
vi: Đã bỏ Cánh tay
zh: 放弃手臂

# うで取得
source: Arms Obtained
eo: Brakojn Akiris
es: Brazos Obtenidos
fr: Bras obtenu
it: Ottenuto Braccia
ko: 팔 취득
uk: Руки отримано
vi: Đã nhận Cánh tay
zh: 得到手臂

# .かそくそうち.
source: Accelerator
eo: Akcelilo
es: Acelerador
fr: Accélérateur
it: Acceleratore
ko: .가속장치.
uk: Прискорювач
vi: .Máy gia tốc.
zh: .加速设置.

# はい いいえ
source: Yes No
eo: Jes Ne
es: Sí No
fr: Oui Non
it: Sì No
ko: 네 아니오
uk: Так Ні
vi: Nhận Không
zh: 是 否

# メニューのとくべつから。
source: Access it from the Special menu.
eo: Aliri ĝin en la Speciala menuo.
es: Acceda a él desde el menú Especial.
fr: Accédez-y depuis le Menu Spécial.
it: Accessibile da Speciale nel Menù.
ko: 메뉴의 특수에서 사용.
uk: Доступ можна отримати через меню "Спеціальне".
vi: Sử dụng từ mục Đặc biệt của menu.
zh: 菜单里的特技栏。

# ホイッスル
source: Whistle
eo: Fajfilo
es: Silbato
fr: Sifflet
it: [Fischietto]
ko: 호루라기
uk: Свисток
vi: Còi huýt sáo
zh: 哨子

# ホイッスル破棄
source: Whistle Discarded
eo: Fajfilon Forĵetis
es: Silbato Descartado
fr: Sifflet retiré
it: Scartato Fischietto
ko: 호루라기 파기
uk: Свисток викинуто
vi: Đã bỏ Còi huýt sáo
zh: 放弃哨子

# ホイッスル取得
source: Whistle Obtained
eo: Fajfilon Akiris
es: Silbato Obtenido
fr: Sifflet obtenu
it: Ottenuto Fischietto
ko: 호루라기 취득
uk: Свисток отримано
vi: Đã nhận Còi huýt sáo
zh: 得到哨子

# だるま 動作追加。違和感あり。
source: Daruma [Action added. Uncomfortable...]
eo: Darumao [Agon aldonis. Maltrankviliga...]
es: Daruma (Acción añadida. Incómoda...)
fr: Daruma [Action ajoutée. Inconfortable...]
it: [Daruma] Azione aggiunta. Mette a disagio... (N.d.T. Questo commento risale ad una vecchia versione di .flow in cui era stata appena aggiunta l'Azione di accasciarsi a terra premendo Shift.)
ko: 달마 동작추가. 위화감있음.
uk: Дарума [Додано дію. Незручно...]
vi: Daruma (Đã thêm hành động. Cảm thấy hơi khó chịu...)
zh: 不倒翁 动作追加。有违和感。

# だるま破棄
source: Daruma Discarded
eo: Darumaon Forĵetis
es: Daruma Descartado
fr: Daruma retiré
it: Scartato Daruma
ko: 달마 파기
uk: Дарума викинута
vi: Đã bỏ Daruma
zh: 放弃不倒翁

# だるま取得
source: Daruma Obtained
eo: Darumaon Akiris
es: Daruma Obtenido
fr: Daruma obtenu
it: Ottenuto Daruma
ko: 달마 취득
uk: Дарума отримана
vi: Đã nhận Daruma
zh: 得到不倒翁

# ガスマスクツインテールver せっかく作ったので。
source: Gas Mask [Twintail ver. Since I made it...]
eo: Gasmasko [porkovosta ver. Ĉar mi strebe faris ĝin...]
es: Máscara de Gas
fr: Masque à gaz [Ver. couettes Puisque je l'ai fait...]
it: [Maschera Antigas, Ver. Codini] Dato che l'ho fatto con tanta fatica. (N.d.T. Cosmetico presente solo in questa stanza.)
ko: 가스마스크 트윈테일ver 모처럼 만들어봤어.
uk: Протигаз [Версія із хвостиками Адже я її все ж зробив...]
vi: Mặt nạ phòng độc - phiên bản hai chùm Dù sao cũng đã làm rồi...
zh: 防毒面罩双马尾版 好不容易做的。

# ver.ツインテールon
source: Twintail ver. ON!
eo: Porkovosta ver. EK!
fr: Ver. couettes ON!
it: Versione Doppi Codini ON
ko: ver.트윈테일on
uk: Версія із хвостиками УВІМК!
vi: Đã bật phiên bản hai chùm
zh: 双马尾版本on

# ver.ツインテールoff
source: Twintail ver. OFF!
eo: Porkovosta ver. FOR!
fr: Ver. couettes OFF!
it: Versione Doppi Codini OFF
ko: ver.트윈테일off
uk: Версія із хвостиками ВВИМК!
vi: Đã tắt phiên bản hai chùm
zh: 双马尾版本off

# スライム ぶよぶよ強化。
source: Slime [Bubbling intensified.]
eo: Ŝlimo [Bobelado amplifita.]
es: Slime (El burbujeo se intensifica).
fr: Slime [Bouillonnement intensifié.]
it: [Slime] Blob Blob.
ko: 슬라임 말랑말랑 강화
uk: Слиз [Булькання посилилюється.]
vi: Khối nhờn (Mềm nhũn cực mạnh.)
zh: 史莱姆 噗哟噗哟强化。

# スライム破棄
source: Slime Discarded
eo: Ŝlimon Forĵetis
es: Slime Descartado
fr: Slime retiré
it: Scartato Slime
ko: 슬라임 파기
uk: Слиз викинуто
vi: Đã bỏ Khối nhờn
zh: 放弃史莱姆

# スライム取得
source: Slime Obtained
eo: Ŝlimon Akiris
es: Slime Obtenido
fr: Slime obtenu
it: Ottenuto Slime
ko: 슬라임 취득
uk: Слиз отримано
vi: Đã nhận Khối nhờn
zh: 得到史莱姆

# ガスマスク 非常に可愛い
source: Gas Mask [Very cute.]
eo: Gasmasko [Tre beleta.]
es: Máscara de Gas (Muy linda.)
fr: Masque à gaz [Très mignon.]
it: [Maschera Antigas] Estremamente carina!
ko: 가스마스크 진짜 귀여워
uk: Протигаз [Дуже миленько.]
vi: Mặt nạ phòng độc (Rất dễ thương.)
zh: 防毒面罩 非常可爱

# ガスマスク破棄
source: Gas Mask Discarded
eo: Gasmaskon Forĵetis
es: Máscara de Gas Descartada
fr: Masque à gaz retiré
it: Scartato Maschera Antigas
ko: 가스마스크 파기
uk: Протигаз викинуто
vi: Đã bỏ Mặt nạ phòng độc
zh: 放弃防毒面罩

# ガスマスク取得
source: Gas Mask Obtained
eo: Gasmaskon Akiris
es: Máscara de Gas Obtenida
fr: Masque à gaz obtenu
it: Ottenuto Maschera Antigas
ko: 가스마스크 취득
uk: Протигаз отримано
vi: Đã nhận Mặt nạ phòng độc
zh: 得到防毒面罩

# きかい やっつけかもしれない。
source: Machine [It could be self-made.]
eo: Maŝino [Eble memfarita.]
es: Máquina (Podría ser de fabricación propia).
fr: Machine [Ça pourrait être fait-maison.]
it: [Macchinario] Forse completato. (N.d.T. Questo commento risale ad una vecchia versione di .flow)
ko: 기계 해치울지도 몰라.
uk: Кіборг [Можливо це зроблено власноруч.]
vi: Máy móc
zh: 机械 可能有点偷工减料。

# きかい破棄
source: Machine Discarded
eo: Maŝinon Forĵetis
es: Máquina Descartada
fr: Machine retiré
it: Scartato Macchinario
ko: 기계 파기
uk: Кіборг викинутий
vi: Đã bỏ Máy móc
zh: 放弃机械

# きかい取得
source: Machine Obtained
eo: Maŝinon Akiris
es: Máquina Obtenida
fr: Machine obtenu
it: Ottenuto Macchina
ko: 기계 취득
uk: Кіборг отриманий
vi: Đã nhận Máy móc
zh: 得到机械

# ないぞう リョナいよ。
source: Viscera [Ryona-like.]
eo: Intestaro [kiel Ryona.]
es: Vísceras (tipo Ryona).
fr: Viscères [Comme Ryona.]
it: [Viscere] A mo' di Ryona. (N.d.T. Ryona: Espressione giapponese che indica la rappresentazione di una figura femminile che soffre fisicamente e/o mentalmente.)
ko: 내장 료나있음.
uk: Нутрощі [Ryona-подібно.]
vi: Nội tang (Khá giống ryona.)
zh: 内脏 有点血腥。

# ないぞう破棄
source: Viscera Discarded
eo: Intestaron Forĵetis
es: Vísceras Descartadas
fr: Viscères retiré
it: Scartato Viscere
ko: 내장 파기
uk: Нутрощі викинуті
vi: Đã bỏ Nội tạng
zh: 放弃内脏

# ないぞう取得
source: Viscera Obtained
eo: Intestaron Akiris
es: Vísceras Obtenidas
fr: Viscères obtenu
it: Ottenuto Viscere
ko: 내장 취득
uk: Нутрощі отримані
vi: Đã nhận Nội tạng
zh: 得到内脏

# けんじゅう ドットが小さくて見えにくい。
source: Handgun [Small and difficult to see pixels.]
eo: Pistolo [Malgranda kaj malfacile vidi rastrumerojn.]
es: Revólver (Píxeles pequeños y difíciles de ver.)
fr: Revolver [Petit et difficile de voir les pixels.]
it: [Pistola] I pixel son piccoli e difficili da vedere.
ko: 권총 도트가 작아서 안 보여.
uk: Пістолет [Невеликий і важко побачити пікселі.]
vi: Súng ngắn (Những pixel bé nhỏ khó nhìn.)
zh: 手枪 点阵版的话太小很难看见。

# けんじゅう破棄
source: Handgun Discarded
eo: Pistolon Forĵetis
es: Revólver Descartado
fr: Revolver retiré
it: Scartato Pistola
ko: 권총 파기
uk: Пістолет викинуто
vi: Đã bỏ Súng ngắn
zh: 放弃手枪

# けんじゅう取得
source: Handgun Obtained
eo: Pistolon Akiris
es: Revólver Obtenido
fr: Revolver obtenu
it: Ottenuto Pistola
ko: 권총 취득
uk: Пістолет отримано
vi: Đã nhận Súng ngắn
zh: 得到手枪

# したい 腐乱死体。
source: Corpse [Rotten body.]
eo: Kadavro [Putra korpo.]
es: Cadáver (Cuerpo Podrido.)
fr: Cadavre [Corps pourri.]
it: [Cadavere] Corpo in decomposizione.
ko: 시체 썩은시체.
uk: Труп [Гниле тіло.]
vi: Xác chết (Thi thể thối rữa.)
zh: 尸体 腐乱尸体。

# したい破棄
source: Corpse Discarded
eo: Kadavron Forĵetis
es: Cadáver Descartado
fr: Cadavre retiré
it: Scartato Cadavere
ko: 시체 파기
uk: Труп викинуто
vi: Đã bỏ Xác chết
zh: 放弃尸体

# したい取得
source: Corpse Obtained
eo: Kadavron Akiris
es: Cadáver Obtenido
fr: Cadavre obtenu
it: Ottenuto Cadavere
ko: 시체 취득
uk: Труп отримано
vi: Đã nhận Xác chết
zh: 得到尸体

# サイケデリック
source: Psychedelic
eo: Psikedela
es: Psiquedélico
fr: Psychédélique
it: [Psichedelia]
ko: 사이키델릭
uk: Психоделія
vi: Thức thần
zh: 幻觉

# サイケデリック破棄
source: Psychedelic Discarded
eo: Psikedelan Forĵetis
es: Psiquedélico Descartado
fr: Psychédélique retiré
it: Scartato Psichedelia
ko: 사이키델릭 파기
uk: Психоделію викинуто
vi: Đã bỏ Thức thần
zh: 放弃幻觉

# サイケデリック取得
source: Psychedelic Obtained
eo: Psikedelan Akiris
es: Psiquedélico Obtenido
fr: Psychédélique obtenu
it: Ottenuto Psichedelia
ko: 사이키델릭 취득
uk: Психоделію отримано
vi: Đã nhận Thức thần
zh: 得到幻觉

# くろフード
source: Black Hood
eo: Nigra Kapuĉo
es: Capucha Negra
fr: Capuche noire
it: [Cappuccio Nero]
ko: 검은후드
uk: Чорний каптур
vi: Hoodie đen
zh: 黑风衣

# くろフード破棄
source: Black Hood Discarded
eo: Nigran Kapuĉon Forĵetis
es: Capucha Negra Descartada
fr: Capuche noire retiré
it: Scartato Cappuccio Nero
ko: 검은후드 파기
uk: Чорний каптур викинуто
vi: Đã bỏ Hoodie đen
zh: 放弃黑风衣

# くろフード取得
source: Black Hood Obtained
eo: Nigran Kapuĉon Akiris
es: Capucha Negra Obtenida
fr: Capuche noire obtenu
it: Ottenuto Cappuccio Nero
ko: 검은후드 취득
uk: Чорний каптур отримано
vi: Đã nhận Hoodie đen
zh: 得到黑风衣

# せいふく
source: Uniform
eo: Uniformo
es: Uniforme
fr: Uniforme
it: [Divisa Scolastica]
ko: 교복
uk: Уніформа
vi: Đồng phục
zh: 制服

# せいふく破棄
source: Uniform Discarded
eo: Uniformon Forĵetis
es: Uniforme Descartado
fr: Uniforme retiré
it: Scartato Divisa Scolastica
ko: 교복 파기
uk: Уніформу викинуто
vi: Đã bỏ Đồng phục
zh: 放弃制服

# せいふく取得
source: Uniform Obtained
eo: Uniformon Akiris
es: Uniforme Obtenido
fr: Uniforme obtenu
it: Ottenuto Divisa Scolastica
ko: 교복 취득
uk: Уніформу отримано
vi: Đã nhận Đồng phục
zh: 得到制服

# テレビ
source: Television
eo: Televido
es: TV
fr: Télévision
it: [TV]
ko: 텔레비전
uk: Телевізор
vi: TV
zh: 电视机

# テレビ破棄
source: Television Discarded
eo: Televidon Forĵetis
es: TV Descartado
fr: Télévision retiré
it: Scartato TV
ko: 텔레비전 파기
uk: Телевізор викинуто
vi: Đã bỏ TV
zh: 放弃电视机

# テレビ取得
source: Television Obtained
eo: Televidon Akiris
es: TV Obtenido
fr: Télévision obtenu
it: Ottenuto TV
ko: 텔레비전 취득
uk: Телевізор отримано
vi: Đã nhận TV
zh: 得到电视机

# いれずみ
source: Tattoo
eo: Tatuo
es: Tatuaje
fr: Tatouage
it: [Tatuaggio]
ko: 문신
uk: Татуювання
vi: Hình xăm
zh: 刺青

# いれずみ破棄
source: Tattoo Discarded
eo: Tatuon Forĵetis
es: Tatuaje Descartado
fr: Tatouage retiré
it: Scartato Tatuaggio
ko: 문신 파기
uk: Татуювання викинуто
vi: Đã bỏ Hình xăm
zh: 放弃刺青

# いれずみ取得
source: Tattoo Obtained
eo: Tatuon Akiris
es: Tatuaje Obtenido
fr: Tatouage obtenu
it: Ottenuto Tatuaggio
ko: 문신 취득
uk: Татуювання отримано
vi: Đã nhận Hình xăm
zh: 得到刺青

# しょくぶつ
source: Plant
eo: Planto
es: Planta
fr: Plante
it: [Pianta]
ko: 식물
uk: Рослина
vi: Thực vật
zh: 植物

# しょくぶつ破棄
source: Plant Discarded
eo: Planton Forĵetis
es: Planta Descartada
fr: Plante retiré
it: Scartato Pianta
ko: 식물 파기
uk: Рослину викинуто
vi: Đã bỏ Thực vật
zh: 放弃植物

# しょくぶつ取得
source: Plant Obtained
eo: Planton Akiris
es: Planta Obtenida
fr: Plante obtenu
it: Ottenuto Pianta
ko: 식물 취득
uk: Рослину отримано
vi: Đã nhận Thực vật
zh: 得到植物

# ドレス
source: Dress
eo: Robo
es: Vestido
fr: Robe
it: [Abito]
ko: 드레스
uk: Сукня
vi: Đầm
zh: 裙子

# ドレス破棄
source: Dress Discarded
eo: Robon Forĵetis
es: Vestido Descartado
fr: Robe retiré
it: Scartato Abito
ko: 드레스 파기
uk: Сукня викинута
vi: Đã bỏ Đầm
zh: 放弃裙子

# ドレス取得
source: Dress Obtained
eo: Robon Akiris
es: Vestido Obtenido
fr: Robe obtenu
it: Ottenuto Abito
ko: 드레스 취득
uk: Сукня отримана
vi: Đã nhận Đầm
zh: 得到裙子
