Repository: ynoproject/ynotranslations
Catalog: flow/*/RPG_RT.ldb.po
Languages: eo, es, fr, it, ko, ru, uk, vi, zh

# actors.name
source: Rust
eo: Sabicuki
es: Sabitsuki
fr: Sabitsuki
it: Sabitsuki
ko: 사비츠키
ru: Сабицуки
uk: Сабіцукі
vi: Sabitsuki
zh: 附锈子

# actors.name
source: Rust
it: Ruggine
ru: Саби
uk: Раст
zh: 锈

# skills.name
source: Accelerator
eo: Vekiĝi
es: Despertar
fr: Se réveiller
it: Svegliati
ko: 기상
ru: Возврат
uk: Прокинутись
vi: Thức dậy
zh: 醒来

# skills.description
source: Debugging purposes.
eo: Reveni al via ĉambro.
es: Volver a tu Habitacíon.
fr: Retourne dans ta chambre.
it: Ritorna nella tua stanza.
ko: 자신의 방으로 돌아갑니다.
ru: Вернуться в комнату.
uk: Повернутися у свою кімнату.
vi: Trở về phòng của tôi.
zh: 回到自己的房间。

# skills.name
source: Accelerator
eo: Akcelilo
es: Acelerador
fr: Accélérateur
it: Acceleratore
ko: 가속장치
uk: Прискорювач
vi: Máy gia tốc
zh: 加速装置

# skills.description
source: Debugging purposes.
eo: Por sencimigaj celoj.
es: Propósitos de Debug.
fr: À des fins de débugage.
it: A scopo di debugging
ko: 디버깅 전용
ru: Функция для Отладки
uk: Для налагодження.
vi: Phục vụ việc gỡ lỗi.
zh: DEBUG专用

# items.name
source: Instructions
eo: Kapaŭskultiloj
es: Auriculares
fr: Casque audio
it: Cuffie
ko: 헤드폰
ru: Наушники
uk: Навушники
vi: Tai nghe
zh: 耳机

# items.description
source: See the game's instructions.
eo: Porti Kapaŭskultilojn.
es: Llevar unos Auriculares.
fr: Mets un casque audio.
it: Indossa delle Cuffie.
ko: '헤드폰'을 쓴다.
ru: Надеть Наушники.
uk: Що слухаєш?
vi: Đeo tai nghe lên.
zh: 装备 耳机

# items.name
source: Instructions
eo: Fera Tubo
es: Tubo de Hierro
fr: Tuyau en métal
it: Tubo di Ferro
ko: 쇠파이프
ru: Арматура
uk: Залізна труба
vi: Ống sắt
zh: 铁管

# items.description
source: See the game's instructions.
eo: Manipuli Feran Tubon.
es: Empuñar un Tubo de Hierro.
fr: Manie un tuyau en métal.
it: Tieni in mano un Tubo di Ferro.
ko: '쇠파이프'를 쥔다.
ru: Взять Арматуру.
uk: Надійна зброя.
vi: Cầm một chiếc ống sắt.
zh: 拿起 铁管

# items.name
source: Instructions
eo: Fantomo
es: Fantasma
fr: Fantôme
it: Fantasma
ko: 유령
ru: Призрак
uk: Привид
vi: Hồn ma
zh: 幽灵

# items.description
source: See the game's instructions.
eo: Fariĝi Fantomo.
es: Convertirse en un Fantasma.
fr: Deviens un fantôme.
it: Diventa un Fantasma.
ko: '유령'이 된다.
ru: Стать Призраком.
uk: Непомітна, мов примара.
vi: Biến thành một hồn ma.
zh: 变成 幽灵

# items.name
source: Instructions
eo: Unu-Okulo
es: Ojo Monocromatico
fr: Mono-œil
it: Mono-Occhio
ko: 모노아이
ru: Циклоп
uk: Одноока
vi: Độc Nhãn
zh: 单眼

# items.description
source: See the game's instructions.
eo: Fariĝi Unu-Okululo.
es: Convertirse en un Ojo Monocromatico.
fr: Deviens un mono-œil.
it: Diventa Mono-Occhio.
ko: '모노아이'가 된다.
ru: Стать Одноглазой.
uk: Дивись мені в око.
vi: Trở thành Độc Nhãn.
zh: 成为 单眼

# items.name
source: Instructions
eo: Plonĝa Kasko
es: Casco de Buceo
fr: Casque de plongée
it: Scafandro
ko: 잠수복
ru: Акваланг
uk: Водолазний шолом
vi: Đồ lặn
zh: 潜水服

# items.description
source: See the game's instructions.
eo: Surhavi Plonĝan Kaskon.
es: Equipar un Casco de Buceo.
fr: Équipe un casque de plongée.
it: Indossa uno Scafandro.
ko: '잠수복'을 입는다.
ru: Надеть Шлем Акваланга.
uk: Точно як Ореко!
vi: Mang một chiếc mũ lặn.
zh: 穿上 潜水服

# items.name
source: Instructions
eo: Kato
es: Gato
fr: Chat
it: Gatto
ko: 고양이
ru: Кошка
uk: Кішка
vi: Mèo
zh: 猫

# items.description
source: See the game's instructions.
eo: Fariĝi Kato.
es: Convertirse en un Gato.
fr: Deviens un chat.
it: Diventa un Gatto.
ko: '고양이'가 된다.
ru: Стать Кошкой.
uk: Няв.
vi: Biến thành một con mèo.
zh: 成为 猫

# items.name
source: Instructions
eo: Balailo
es: Escoba
fr: Balai
it: Scopa
ko: 빗자루
ru: Метла
uk: Мітла
vi: Chổi
zh: 扫帚

# items.description
source: See the game's instructions.
eo: Rajdi sur Balailo.
es: Montar una Escoba.
fr: Conduis un balai.
it: Cavalca una Scopa.
ko: '빗자루'를 탄다.
ru: Оседлать Метлу.
uk: Улюблений транспорт юних відьом-мрійниць.
vi: Cưỡi chổi bay.
zh: 骑上 扫帚

# items.name
source: Instructions
eo: Akvumilo
es: Regadera
fr: Arrosoir
it: Annaffiatoio
ko: 물뿌리개
ru: Лейка
uk: Лійка
vi: Bình tưới nước
zh: 喷壶

# items.description
source: See the game's instructions.
eo: Teni Akvumilon.
es: Sostener una Regadera.
fr: Tiens un arrosoir.
it: Tieni in mano un Annaffiatoio.
ko: '물뿌리개'를 쥔다.
ru: Взять Лейку.
uk: Нехай буде дощ!
vi: Mang một chiếc bình tưới nước.
zh: 拿着 喷壶

# items.name
source: Instructions
eo: Fajfilo
es: Silbato
fr: Sifflet
it: Fischietto
ko: 호루라기
ru: Свисток
uk: Свисток
vi: Còi huýt sáo
zh: 哨子

# items.description
source: See the game's instructions.
eo: Teni Fajfilon en via buŝo.
es: Sostener un Silbato en tu Boca.
fr: Tiens un sifflet dans ta bouche.
it: Tieni in bocca un Fischietto.
ko: '호루라기'를 목에 건다.
ru: Достать Свисток.
uk: Тримай свисток у роті.
vi: Ngậm còi huýt sáo trong miệng.
zh: 加上 哨子

# items.name
source: Instructions
eo: Gasmasko
es: Máscara de Gas
fr: Masque à gaz
it: Maschera Antigas
ko: 가스마스크
ru: Противогаз
uk: Протигаз
vi: Mặt nạ phòng độc
zh: 防毒面具

# items.description
source: See the game's instructions.
eo: Porti Gasmaskon.
es: Equipar una Mascara de Gas.
fr: Porte un masque à gaz.
it: Indossa una Maschera Antigas.
ko: '가스마스크'를 쓴다.
ru: Надеть Противогаз
uk: Постапокаліптично.
vi: Mang một chiếc mặt nạ phòng độc.
zh: 戴上 防毒面具

# items.name
source: Instructions
eo: Maŝino
es: Máquina
fr: Machine
it: Macchinario
ko: 기계
ru: Механизм
uk: Кіборг
vi: Máy móc
zh: 机械

# items.description
source: See the game's instructions.
eo: Fariĝi Maŝino.
es: Convertirse en una Máquina.
fr: Deviens une machine.
it: Diventa un Macchinario.
ko: '기계'가 된다.
ru: Стать Роботом.
uk: Стань кіборгом!
vi: Biến thành một cái máy.
zh: 变为 机械

# items.name
source: Instructions
eo: Darumao
es: Daruma
fr: Daruma
it: Daruma
ko: 달마
ru: Дарума
uk: Дарума
vi: Daruma
zh: 不倒翁

# items.description
source: See the game's instructions.
eo: Fariĝi Darumao.
es: Convertirse en una Daruma
fr: Deviens un daruma.
it: Diventa una bambola Daruma.
ko: '달마'가 된다.
ru: Потерять Руки и Ноги.
uk: Якось незручно без кінцівок.
vi: Biến thành búp bê Daruma.
zh: 变成 不倒翁

# items.name
source: Instructions
eo: Ŝlimo
es: Slime
fr: Slime
it: Slime
ko: 슬라임
ru: Слизень
uk: Слиз
vi: Khối nhờn
zh: 史莱姆

# items.description
source: See the game's instructions.
eo: Fariĝi Ŝlimo.
es: Convertirse en un Slime.
fr: Deviens un slime.
it: Diventa uno Slime.
ko: '슬라임'이 된다.
ru: Стать Слизнем.
uk: Дивне відчуття...
vi: Biến thành một khối nhờn.
zh: 变成 史莱姆

# items.name
source: Instructions
eo: Brakoj
es: Brazos
fr: Bras
it: Braccia
ko: 팔
ru: Руки
uk: Руки
vi: Cánh tay
zh: 手臂

# items.description
source: See the game's instructions.
eo: Kreski multajn Brakojn.
es: Hacer crecer multiples Brazos.
fr: Obtiens plusieurs bras.
it: Il numero di Braccia aumenta.
ko: '팔'이 늘어난다.
ru: Отрастить Ещё руки.
uk: Май багато рук, як та дівчинка з білої пустелі.
vi: Mọc thêm cánh tay.
zh: 增加 手臂

# items.name
source: Instructions
eo: Malveraj Instrukcioj
es: Teoría del Pseudojuego
fr: Théorie pseudo-jeu
it: False Istruzioni di Gioco
ko: 가짜 게임설명
uk: Псевдоігрова теорія
vi: Hướng dẫn giả
zh: 假的游戏说明书

# items.description
source: See the game's instructions.
eo: Produktita per miskompreno de RPGMaker-funkcioj.
es: Un producto de la incomprensión de la especificación Tscool. [???]
fr: Un produit d'une erreur de la spécification Tscool [???]
it: Prodotto dall'incomprensione delle funzionalità di RPGMaker
ko: 쯔꾸르 사양의 착오로 생긴 산물
uk: Продукт неправильного розуміння специфікації Tscool. [???]
vi: Sản phẩm từ sự hiểu lầm chỉ dẫn của Tkool. [???]
zh: 弄错制作方法而做出来的

# items.name
source: Instructions
eo: Taŭzita
es: Desordenado
fr: Cheveux en pétard
it: Arruffati
ko: 잠버릇
ru: Растрёпаны
uk: "Щойно з ліжка"
vi: Tóc tổ quạ
zh: 睡乱的

# items.name
source: Instructions
eo: La Kutima
es: Lo Habitual
fr: L'habituel
it: Il Solito
ko: 평상시
ru: Обычная
uk: Звична
vi: Như mọi khi
zh: 一如既往的

# items.name
source: Instructions
eo: Mia Plej Ŝatata
es: Mi favoritos
fr: Ma favorite
it: La Preferita
ko: 마음에 듦
ru: Любимая
uk: Улюблена
vi: Cái yêu thích
zh: 喜欢的

# items.name
source: Instructions
eo: Ledaj Ŝuoj
es: Zapatos de Cuero
fr: Chaussures en cuirs
it: Scarpe in Pelle
ko: 가죽구두
ru: Кожанные
uk: Шкіряні черевики
vi: Giày da
zh: 皮鞋

# items.name
source: Instructions
eo: Neniu
es: Ninguno
fr: Aucun
it: Nessuno
ko: 없음
uk: Немає
vi: Không
zh: 无

# items.name
source: Instructions
eo: Intestaro
es: Vísceras
fr: Viscères
it: Viscere
ko: 내장
ru: Потроха
uk: Нутрощі
vi: Nội tạng
zh: 内脏

# items.name
source: Instructions
eo: Psikedela
es: Psicodélico
fr: Psychédélique
it: Psichedelia
ko: 사이키델릭
ru: Психодел
uk: Психоделія
vi: Thức thần
zh: 幻觉

# items.name
source: Instructions
eo: Pistolo
es: Revólver
fr: Revolver
it: Pistola
ko: 권총
ru: Пистолет
uk: Пістолет
vi: Súng ngắn
zh: 手枪

# items.name
source: Instructions
eo: Kadavro
es: Cádaver
fr: Cadavre
it: Cadavere
ko: 시체
ru: Труп
uk: Труп
vi: Xác chết
zh: 尸体

# items.name
source: Instructions
eo: Nigra Kapuĉo
es: Capucha Negra
fr: Capuche noire
it: Cappuccio Nero
ko: 검은후드
ru: Капюшон
uk: Чорний каптур
vi: Hoodie đen
zh: 黑风衣

# items.name
source: Instructions
eo: Uniformo
es: Uniforme
fr: Uniforme
it: Divisa Scolastica
ko: 교복
ru: Форма
uk: Уніформа
vi: Đồng phục
zh: 制服

# items.name
source: Instructions
eo: Televido
es: TV
fr: Télévision
it: TV
ko: 텔레비전
ru: Телевизор
uk: Телевізор
vi: TV
zh: 电视机

# items.name
source: Instructions
eo: Planto
es: Planta
fr: Plante
it: Pianta
ko: 식물
ru: Растение
uk: Рослина
vi: Thực vật
zh: 植物

# items.name
source: Instructions
eo: Tatuo
es: Tatuaje
fr: Tatouage
it: Tatuaggio
ko: 문신
ru: Тату
uk: Татуювання
vi: Hình xăm
zh: 刺青

# items.name
source: Instructions
eo: Robo
es: Vestido
fr: Robe
it: Abito
ko: 드레스
ru: Платье
uk: Сукня
vi: Đầm
zh: 裙子

# items.description
source: See the game's instructions.
eo: Intestaro elverŝas...
es: Las Vísceras se están Derramando...
fr: Les viscères débordent...
it: Fuoriescono le Viscere.
ko: '내장'이 나온다.
ru: Показать Внутренности.
uk: Нутрощі вивалюються...
vi: Xổ nội tạng ra.
zh: 露出 内脏

# items.description
source: See the game's instructions.
eo: Fariĝi Psikedela.
es: Convertirse en un Psicodélico
fr: Deviens psychédélique.
it: Entra in stato di Psichedelia.
ko: '사이키델릭'이 된다.
ru: Стать Психоделичной.
uk: Ти якась психоделічна сьогодні.
vi: Chìm trong ảo giác.
zh: 变成 幻觉

# items.description
source: See the game's instructions.
eo: Manteni Pistolon.
es: Equipar un Revólver.
fr: Manie un pistolet.
it: Tieni in mano una Pistola.
ko: '권총'을 가진다.
ru: Взять Пистолет.
uk: Насправді револьвер, але стріляє не гірше.
vi: Mang một khẩu súng ngắn.
zh: 拿起 手枪

# items.description
source: See the game's instructions.
eo: Fariĝi Kadavro.
es: Convertirse en un Cádaver.
fr: Deviens un cadavre.
it: Diventa un Cadavere.
ko: '시체'가 된다.
ru: Стать Трупом.
uk: Це що, типу, зомбі?
vi: Biến thành một xác chết.
zh: 成为 尸体

# items.description
source: See the game's instructions.
eo: Porti Nigran Kapuĉon.
es: Llevar una Capucha Negra.
fr: Porte une capuche noire.
it: Indossa un vestito con un Cappuccio Nero.
ko: '검은후드'을 입는다.
ru: Надеть Капюшон.
uk: У ньому ти одразу виглядаєш підозріло.
vi: Mặc một chiếc hoodie đen.
zh: 穿上 黑风衣

# items.description
source: See the game's instructions.
eo: Surhavi Uniformon.
es: Llevar Uniforme.
fr: Porte un uniforme.
it: Indossa una Divisa Scolastica.
ko: '교복'을 입는다.
ru: Надеть Школьную Форму.
uk: Назад до школи.
vi: Mặc đồng phục.
zh: 穿上 制服

# items.description
source: See the game's instructions.
eo: Fariĝi Televido.
es: Convertirse en una TV.
fr: Deviens une télévision.
it: Diventa una TV.
ko: '텔레비전'이 된다.
ru: Стать Телевизором.
uk: Тепер замість думок — канали.
vi: Biến thành một cái TV.
zh: 变成 电视机

# items.description
source: See the game's instructions.
eo: Fariĝi Planto.
es: Convertirse en una Planta.
fr: Deviens une plante.
it: Diventa una Pianta.
ko: '식물'이 된다.
ru: Обрасти Лозами.
uk: Стань єдиною з природою.
vi: Biến thành một cái cây.
zh: 变成 植物

# items.description
source: See the game's instructions.
eo: Tatui viajn okulojn.
es: Tatuar tus Ojos.
fr: Tatoue tes yeux.
it: Fatti un Tatuaggio.
ko: '문신'을 새긴다.
ru: Набить Тату.
uk: Зачекай... чому на очах?
vi: Xăm hình lên mắt.
zh: 纹上 刺青

# items.description
source: See the game's instructions.
eo: Porti Robon.
es: Llevar un Vestido.
fr: Porte une robe.
it: Indossa un Abito.
ko: '드레스'를 입는다.
ru: Надеть Платье.
uk: Тобі дуже личить.
vi: Mặc một chiếc đầm.
zh: 穿上 裙子

# items.name
source: Instructions
eo: Instrukcioj
es: Instrucciones
it: Istruzioni di Gioco
ko: 게임 설명
ru: Об игре
uk: Інструкції
vi: Hướng dẫn
zh: 游戏说明

# items.description
source: See the game's instructions.
eo: Vidi la instrukciojn de la ludo.
es: Mirar las Instrucciones del Juego.
fr: Voir les instructions du jeu.
it: Controlla le Istruzioni di Gioco.
ko: 게임 설명을 본다.
ru: Узнать описание игры.
uk: Інструкції до гри.
vi: Xem hướng dẫn trò chơi.
zh: 查看游戏说明。

# terms.gold
source: Yen
ko: 엔
uk: Єн
vi: Yên

# terms.command_item
source: Effects
eo: Efikoj
es: Efectos
fr: Effets
it: Effetti
ko: 이펙트
ru: Эффекты
uk: Ефекти
vi: Hiệu ứng
zh: 效果

# terms.command_skill
source: Special
eo: Speciala
es: Acciones
fr: Spécial
it: Speciale
ko: 특수
ru: Вернуться
uk: Спеціальне
vi: Đặc biệt
zh: 特技

# terms.menu_equipment
source: Me
eo: Mi
es: Yo
fr: Moi
it: Io
ko: 나
ru: Обо мне
uk: Я
vi: Tôi
zh: 自己

# terms.menu_quit
source: Quit
eo: Ĉesi
es: Salir
fr: Quitter
it: Esci
ko: 끝내기
ru: Выйти
uk: Вийти
vi: Thoát
zh: 结束游戏

# terms.load_game
source: Load
eo: Ŝargi
es: Cargar
fr: Charger
it: Carica
ko: 이어서
ru: Записи
uk: Завантажити
vi: Bản ghi
zh: 继续

# terms.exit_game
source: Quit
eo: Ĉesi
es: Salir
fr: Quitter
it: Termina
ko: 끝내기
ru: Выйти
uk: Вийти
vi: Thoát

# terms.weapon
source: Effect
eo: Efiko
es: Efectos
fr: Effet
it: Effetto
ko: 이펙트
ru: Эффект
uk: Ефект
vi: Hiệu ứng
zh: 效果

# terms.shield
source: Top
eo: Hararo
es: Cabello
fr: Haut
it: Capelli
ko: 헤어
ru: Волосы
uk: Зачіска
vi: Đầu
zh: 发型

# terms.armor
source: Uniform
eo: Uniformo
es: Remera
fr: Uniforme
it: Vestito
ko: 옷
ru: Одежда
uk: Уніформа
vi: Quần áo
zh: 衣服

# terms.helmet
source: Skirt
eo: Jupo
es: Pantalones
fr: Jupe
it: Gonna
ko: 스커트
ru: Юбка
uk: Спідниця
vi: Váy
zh: 裙子

# terms.accessory
source: Shoes
eo: Ŝuoj
es: Zapatos
fr: Chausses
it: Calzatura
ko: 구두
ru: Обувь
uk: Взуття
vi: Giày
zh: 鞋子

# terms.save_game_message
source: Save a Record
eo: Konservi Rikordon
es: Guardar
fr: Sauver un rapport
it: Effettua un Salvataggio
ko: 파일을 저장합니다.
ru: Куда записать?
uk: Зберегти запис
vi: Lưu trữ bản ghi
zh: 保存档案

# terms.load_game_message
source: Load a Record
eo: Ŝargi Rikordon
es: Cargar
fr: Charger un rapport
it: Carica un Salvataggio
ko: 기록을 불러옵니다.
ru: Откуда продолжить?
uk: Завантажити запис
vi: Mở bản ghi
zh: 读取存档

# terms.exit_game_message
source: Do you want to quit?
eo: Ĉu vi volas ĉesi?
es: ¿Quieres Salir?
fr: Voulez-vous quitter ?
it: Vuoi terminare?
ko: 정말로 종료하나요?
ru: Выйти из игры?
uk: Ви хочете вийти?
vi: Bạn có chắc muốn thoát trò chơi?
zh: 要结束吗？

# terms.yes
source: Yes
eo: Jes
es: Sí
fr: Oui
it: Sì
ko: 네
ru: Да
uk: Так
vi: Có
zh: 是

# terms.no
source: No
eo: Ne
fr: Non
ko: 아니오
ru: Нет
uk: Ні
vi: Không
zh: 否

# terms.level
source: E
ru: Э

# terms.lvl_short
source: E
ru: Э
