Repository: ynoproject/ynotranslations
Catalog: genie/*/Map0301.po
Languages: fr, ru, zh

source: - If you are a cat maniac, when you go home and climb the stairs, you live on the 7th floor. And there is a cat on every floor. You want to play with every cat.
fr: - Vous êtes une maniaque des chats. Vous rentrez chez vous et vous grimpez les marches car vous vivez au 7ème étage. Il y a un chat par étage et vous voulez jouer avec chacun des chats.
ru: Если вы - Лютый кошатник, и пока вы идёте по лестнице к себе на 7-й этаж, а на каждом из пролётов сидит по кошке, и вы играете с каждой из них...
zh: - 如果你是一名猫痴，在回家上楼梯时，住的是7楼， 而每层楼都有一家是养猫的，每一只猫你都很想逗 一把。

source: - How long will it take to get home if each cat is played with for 10 minutes?
fr: - Combien de temps vous prendra-t-il si vous jouez avec chaque chat pendant 10 minutes ?
ru: Через сколько вы доберётесь до дома, если на игру с каждой кошкой уходит по 10 минут?
zh: - 如果陪一只猫耍需要10分钟， 那你得花多长时间才能到家？

source: - Don't look at me, I'm not talking about myself (Oopsie)
fr: - Ne me regarde pas, je ne parlais pas de moi (Oupsi)
ru: Не смотри так на меня, я же не про себя сейчас. (Ой)
zh: - 别看我，我可不是在说自己喔（hao xian）

source: - Whimsical plan institute
fr: - Institut des plans fantaisistes
ru: Институт Необычных идей
zh: - 奇思怪想计划研究所

source: - When your parents' attitudes are a little strange one day, will you feel that someone is wearing a coat in the shape of mom and dad, pretend to be your parents?
fr: - Le jour où l'attitude de tes parents sera un peu bizarre, est-ce que tu auras l'impression que quelqu'un porte une peau en forme de papa et de maman, prétendant être tes parents ?
ru: Когда поведение ваших родителей в какой-то момент становится странным, будете-ли вы ощущать, что это всего-лишь кто-то в костюме ваших мамы и папы притворяется вашими родителями?
zh: - 当某天父母亲的态度有点奇怪时，会不会觉得， 是某人穿了爸爸妈妈造型的外套，来冒充你的父母呢？

source: - When sleeping, you must not face the wall, because there is a lifeform standing in the space behind you, which makes you afraid, staring at the wall, which makes you motionless.
fr: - Lorsque vous dormez, vous ne devez pas faire face à un mur dû à la forme de vie se tenant dans l'espace juste derrière vous. <easyrpg:new_page> - Elle va vous effrayer, observant le mur, et va vous rendre immobile.
ru: Вы не должны смотреть в стену, когда ложитесь спать, поскольку между вами находится существо, что пугает вас пока вы смотрите на стену, из-за чего вы не можете двигаться.
zh: - 当睡觉时，绝对不能面对着墙， 因为总觉得背后的空间，站着一个让你恐惧的生命体， 一动不动地盯着你看。

source: - So you must sleep away from the wall, so that thing will not appear.
fr: - Vous devez donc dormir loin du mur, pour que cette chose n'apparaisse pas.
ru: Потому, вы не должны ложиться лицом к стене, просто отвернитесь от неё, чтобы Оно не появилось.
zh: - 所以你必须背着墙睡，那个东西才不会出现。

source: - What if there were no walls on both sides, and the bed is placed in the middle of the house?
fr: - Que se passerait-il si aucun mur n'est présent des deux côtés, et que le lit est placé au milieu de la maison ?
ru: А если стен по бокам нет, и кровать стоит посреди комнаты?
zh: - 要是两面都没有墙怎么办， 床是放在房子的中间的话？

source: (If that were me, I would sleep under the bed)
fr: (Si c'était moi, j'irais dormir sous le lit)
ru: (Мне-бы в таком случае пришлось спать под кроватью)
zh: （要是我的话就睡床底）

source: - Then when you sleep, you must cover your body with a quilt, no matter how hot it is. Otherwise, there will be creatures that you fear
fr: - Alors lorsque vous irez dormir, vous devrez couvrir votre corps avec une couette, qu'importe sa chaleur. Autrement, il y aura des créatures effrayantes
ru: Тогда, во время сна тебе стоит накрывать свою голову одеялом, вне зависимости от того наско- лько жарко. Иначе, появятся существа, которых вы боитесь.
zh: - 还有睡觉时，无论再热也一定要拿被子盖着身体， 不然会有让你畏惧的生命体

source: - To tickle you.
fr: - Pour te chatouiller.
ru: И они будут вас щекотать.
zh: - 挠你痒痒。
