Repository: ynoproject/ynotranslations
Catalog: genie/*/Map0163.po
Languages: fr, ru, zh

source: - A lump of a cute thing_(=3_|)_
fr: - C'est un petit boutchou_(=3_|)_
ru: Комочек милоты. _(=3_|)_
zh: - 一坨很萌的东西_(=3_|)_

source: Feed Follow
fr: Nourrir Suivre
ru: Покормить Забрать
zh: 喂食 跟随

source: - What do you want to feed it?
fr: - Veux-tu le nourrir en lui donnant quelque chose ?
ru: Что ему скормить?
zh: - 要喂它点什么吗？

source: Hanbargah Green Leaf Next Page
fr: Hambargah Feuille verte Page suivante
ru: Ханьбарга Зелёный Лист След. Стр.
zh: 汉八嘎 青叶 下一页

source: - How can yuu feed it without itt?
fr: - Comment peux-tu le nourrir si tu n'en as pas ?
ru: Ну и ка-а-ак ты его покормишь этим без э-э-этого?
zh: - 你木有这东西怎么喂呐?

source: Fatty Mask Egg Next Page
fr: Gras Masque Œuf Page suivante
ru: Жирок Маска Яйцо След. Стр.
zh: 胖子 面具 鸡蛋 下一页

source: Becoming Weird Master Thief Butcher Back to first page
fr: Devenir bizarre Maître Voleur Boucher Retourner à la première page
ru: Устранниватель Мастер Вор Мясник На первую страницу
zh: 变得奇怪了 神偷 屠夫 返回第一页

source: - Let Zabu follow you?
fr: - Laisser Zabu vous suivre ?
ru: Забрать с собой Забу?
zh: - 要让扎布跟从吗？

source: seY oN
fr: iuO noN
ru: аД теН

source: - Yeh! It's the cannibal flower!
fr: - Waouh ! C'est la plante cannibale !
ru: Ой! Это был цветок-людоед!
zh: - 食人花嘢！

source: - How dangerous!
fr: - Comme c'est dangereux !
ru: Будь осторожнее!
zh: - 好危险！
