Repository: ynoproject/ynotranslations
Catalog: genie/*/RPG_RT.ldb.po
Languages: ru

# actors.name
source: Qiu Qin
ru: Цю Цинь

# actors.title
source: Paranoia
ru: Паранойя

# actors.name
source: Zabu
ru: Забу

# skills.name
source: Cover Eyes
ru: Закрыть глаза

# skills.description
source: - Wake up from the fantasy land...
ru: Вернуться из грёз в реальность...

# items.name
source: Default
ru: Обычная

# items.description
source: - Be original.
ru: Стать обычной.

# items.name
source: Monster Outfit
ru: Костюм Монстра

# items.description
source: - Magical rainy cat costume.
ru: Волшебный костюм дождевого кота.

# items.name
source: Golden Armor
ru: Золотая броня

# items.description
source: - Heavy armor.
ru: Тяжёлая защита

# items.name
source: Spear of Fear
ru: Копьё Ужаса

# items.description
source: - Save at designated locations.
ru: Можно сохраняться в определённых локациях

# items.name
source: Poison
ru: Яд

# items.description
source: - Strange glass capsule.
ru: Странный стеклянный сосуд.

# items.name
source: Walker
ru: Шагоход

# items.description
source: - Mecha in one.
ru: Ездовой робот.

# items.name
source: Civilian
ru: Обитатель

# items.description
source: - From another world.
ru: Из другого мира.

# items.name
source: Twins
ru: Двойник

# items.description
source: - An icy creature.
ru: Ледяное создание.

# items.name
source: Slayer
ru: Убийца

# items.description
source: - Stab to kill someone.
ru: Можно кого-нибудь убить.

# items.name
source: Virus
ru: Вирус

# items.description
source: - A ghostly germ.
ru: Неведомая бацилла.

# items.name
source: Imprint Amulet
ru: Запечатанное

# items.description
source: - An arachnid-legged cryptid.
ru: Криптид с паучьими лапами.

# items.name
source: Flying Machine
ru: Реактивные сапоги

# items.description
source: - Leads you over some areas.
ru: Позволяет пролететь над некоторыми местами.

# items.name
source: Strange Egg
ru: Странное яйцо

# items.description
source: - Back to familiar territory.
ru: Вернуться в знакомое место.

# items.name
source: Multi Transformation
ru: Мульти-трансформация

# items.description
source: - Unending changes.
ru: Бесконечные изменения.

# items.name
source: Spacesuit
ru: Скафандр

# items.description
source: - What is its use in space?
ru: Как его использовать в космосе?

# items.name
source: Fairy
ru: Фея

# items.description
source: - I'm glowing!
ru: Можно светиться!

# items.name
source: Navigation Suit
ru: Костюм навигатора

# items.description
source: - Watch your step.
ru: Будь осторожнее.

# items.name
source: Sadness
ru: Грусть

# items.description
source: - Great grievances...
ru: Огромная обида...

# items.name
source: Condolence
ru: Сочувствие

# items.description
source: - My condolences...
ru: Соболезнования...

# items.name
source: Green Firefly
ru: Зелёный светлячок

# items.description
source: - A little light.
ru: Небольшой свет.

# items.name
source: Thunder Ghost
ru: Дух грозы

# items.description
source: - Snatch and kill someone.
ru: Украдите и убейте кого-нибудь.

# items.name
source: Frozen Sparrowhawk
ru: Ледяной Ястреб

# items.description
source: - Summon a thunderstorm.
ru: Призвать Гром.

# items.name
source: Devil's Blood
ru: Кровь Демона

# items.description
source: - Hideous abomination!
ru: Невероятная гадость!

# items.name
source: Miracle Potion
ru: Чудотворное зелье

# items.description
source: - Tastes weird, but it's needed when badly hurt.
ru: Странное на вкус, но незаменимо, если поранитесь.

# items.name
source: Hanbargah
ru: Ханьбарга

# items.description
source: - Zabu's special items, you can eat it too!
ru: Особый корм для Забу. Вы тоже можете это съесть!

# items.name
source: Green Leaf
ru: Зелёный лист

# items.description
source: - Zabu's special items. _(=P_|)_
ru: Особый корм для Забу. _(=P_|)_

# items.name
source: Fatty
ru: Жирок

# items.name
source: Mask
ru: Маска

# items.name
source: Egg
ru: Яйцо

# items.name
source: Becoming Weird
ru: Устранниватель

# items.name
source: Master Thief
ru: Великий Вор

# items.name
source: Butcher
ru: Мясник

# items.name
source: Dream Baby Nameplate
ru: Бирка для Дитя Грёз

# items.description
source: - It's a pet's pendant.
ru: Ошейник для питомца.

# items.name
source: Key
ru: Ключ

# items.description
source: - A shiny key.
ru: Блестящий ключ.

# items.name
source: Blood-red Fragment
ru: Бордовые Фрагменты

# items.description
source: - Material, you can sell it to the store.
ru: Материал, что можно продать в магазине.

# items.name
source: Slime Meat
ru: Мясо слайма

# items.name
source: Gear Wheel
ru: Шестерня

# items.name
source: Meat Sickle
ru: Рёбрышко

# items.name
source: Energy Box
ru: Энергоячейка

# items.name
source: Wing
ru: Крыло

# items.name
source: SPEED DOWN
ru: ЗАМЕДЛИТЬ

# items.description
source: - Debug
ru: Отладка

# items.name
source: SPEED UP
ru: УСКОРИТЬ

# items.name
source: Dream Contract
ru: Контракт грёз

# items.description
source: - Confirm the rules.
ru: Подтвердить правила.

# terms.shop_greeting1
source: - Hello, what can I do for you?
ru: - Здравствуйте, чем могу помочь?

# terms.shop_regreeting1
source: - Anything else?
ru: - Что-то ещё?

# terms.shop_buy1
source: Bagging
ru: Закупиться

# terms.shop_sell1
source: Sell
ru: Продать

# terms.shop_leave1
source: Goodbye
ru: До свидания

# terms.shop_buy_select1
source: - What do you want?
ru: - Что вы хотите?

# terms.shop_buy_number1
source: - How many do you want?
ru: - Сколько вы хотите?

# terms.shop_purchased1
source: - Thank you for your patronage.
ru: - Спасибо, что пришли.

# terms.shop_sell_select1
source: - Huh, what garbage do you have for me?
ru: - Хм, ну и что за мусор ты хочешь мне сбагрить?

# terms.shop_sell_number1
source: - How much y'all want to sell me?
ru: - Ну и сколько у тебя этого?

# terms.shop_sold1
source: - Don't come here next time.
ru: - Не приходи больше.

# terms.shop_greeting2
source: - Give me the money, I'll gve u the Dream Baby
ru: - Отдавай деньги, и я дам тебе Дитя Грёз.

# terms.shop_regreeting2
source: - What?
ru: - Чего?

# terms.shop_buy2
source: Give Money
ru: Дать деньги

# terms.shop_sell2
source: Sell NO
ru: Попытаться продать

# terms.shop_leave2
source: Walk Away
ru: Уйти

# terms.shop_buy_select2
source: - Put down the money, or get out of here!!!
ru: - Оставь здесь свои деньги, или проваливай!

# terms.shop_buy_number2
source: - I don't believe you can afford for second one!
ru: - Не верю, что ты себе можешь позволить второго!

# terms.shop_purchased2
source: - You can disappear now!!!
ru: - Исчезни!

# terms.shop_sell_select2
source: - What are you doing?
ru: - Ты что делаешь?

# terms.shop_sell_number2
source: - I won't take it no matter how high the price!
ru: - Я не буду это брать, не важно за сколько!

# terms.shop_sold2
source: - Take your stuff away!!!
ru: - Оставь свой мусор себе!

# terms.possessed_items
source: Have
ru: Есть

# terms.equipped_items
source: Equipped
ru: Надето

# terms.gold
source: G
ru: З

# terms.command_item
source: Delusions
ru: Наваждения

# terms.command_skill
source: Wake
ru: Очнуться

# terms.menu_save
source: Register
ru: Запись

# terms.menu_quit
source: Over
ru: Закончить

# terms.new_game
source: P
ru: Н

# terms.load_game
source: L
ru: Д

# terms.exit_game
source: E
ru: З

# terms.level
source: Lv.
ru: Эф.

# terms.health_points
source: Psyche
ru: Воля

# terms.lvl_short
source: Lv
ru: Эф

# terms.save_game_message
source: - Need to register?
ru: - Сделать запись?

# terms.load_game_message
source: - Which memory do you want to recall?
ru: - С какой записи продолжить?

# terms.file
source: CD
ru: Диск

# terms.exit_game_message
source: - Want to escape?
ru: Закончить?

# terms.yes
source: Yes
ru: Да

# terms.no
source: No
ru: Нет

# classes.name
source: Delusional
ru: Помешательство
