Repository: ynoproject/ynotranslations
Catalog: 2kki/*/Map0179.po
Languages: ro

source: \> \> \> \> くろでんわ\<\|\^
ro: \> \> \> \> Telefon\<\|\^

source: \> \> \> \> おとこのこ\<\|\^
ro: \> \> \> \> Băiat\<\|\^

source: \> \> \> \> バイク\<\|\^
ro: \> \> \> \> Motocicletă\<\|\^

source: \> \> \> \> まいこ\<\|\^
ro: \> \> \> \> Maiko\<\|\^

source: \> \> \> \> ぺんぎん\<\|\^
ro: \> \> \> \> Pinguin\<\|\^

source: \> \> \> \> ツインテール\<\|\^
ro: \> \> \> \> Cozi Duble\<\|\^

source: \> \> \> \> カンテラ\<\|\^
ro: \> \> \> \> Felinar\<\|\^

source: \> \> \> \> チェーンソー\<\|\^
ro: \> \> \> \> Drujbă\<\|\^

source: \> \> \> \> ようせい\<\|\^
ro: \> \> \> \> Zână\<\|\^

source: \> \> \> \> うちゅうふく\<\|\^
ro: \> \> \> \> Astronaut\<\|\^

source: \> \> \> \> むし\<\|\^
ro: \> \> \> \> Insectă\<\|\^

source: \> \> \> \> バネ\<\|\^
ro: \> \> \> \> Arcuri\<\|\^

source: \> \> \> \> めがね\<\|\^
ro: \> \> \> \> Ochelari\<\|\^

source: \> \> \> \> にじ\<\|\^
ro: \> \> \> \> Curcubeu\<\|\^

source: \> \> \> \> とうめい\<\|\^
ro: \> \> \> \> Invizibil\<\|\^

source: \> \> \> \> がくラン\<\|\^
ro: \> \> \> \> Gakuran\<\|\^

source: \> \> \> \> おおかみ\<\|\^
ro: \> \> \> \> Lup\<\|\^

source: \> \> \> \> めだまばくだん\<\|\^
ro: \> \> \> \> Bombă cu Ochi\<\|\^

source: \> \> \> \> ギプス\<\|\^
ro: \> \> \> \> Ghips\<\|\^

source: \> \> \> \> せのび\<\|\^
ro: \> \> \> \> Întins\<\|\^

source: \> \> \> \> はにわ\<\|\^
ro: \> \> \> \> Haniwa\<\|\^

source: \> \> \> \> トロンボーン\<\|\^
ro: \> \> \> \> Trombon\<\|\^

source: \> \> \> \> ケーキ\<\|\^
ro: \> \> \> \> Tort\<\|\^

source: \> \> \> \> こども\<\|\^
ro: \> \> \> \> Copil\<\|\^

source: \> \> \> \> あかずきん\<\|\^
ro: \> \> \> \> Scufiţă Roşie\<\|\^

source: \> \> \> \> ティッシュ\<\|\^
ro: \> \> \> \> Şerveţel\<\|\^

source: \> \> \> \> マージナル\<\|\^
ro: \> \> \> \> Marginal\<\|\^

source: \> \> \> \> ポリゴン\<\|\^
ro: \> \> \> \> Poligon\<\|\^

source: \> \> \> \> マージナル\<\|\|\^
ro: \> \> \> \> Marginal\<\|\|\^

source: \> \> \> \> コウモリ\<\|\^
ro: \> \> \> \> Liliac\<\|\^

source: \> \> \> \> てるてるぼうず\<\|\^
ro: \> \> \> \> Păpuşă din Hârtie\<\|\^

source: \> \> \> \> ドラムかん\<\|\^
ro: \> \> \> \> Butoi de Ulei\<\|\^

source: \> \> \> \> おはか\<\|\^
ro: \> \> \> \> Piatră de Mormânt\<\|\^

source: \> \> \> \> ふみきり\<\|\^
ro: \> \> \> \> Cruce\<\|\^

source: \> \> \> \> うさみみ\<\|\^
ro: \> \> \> \> Urechi de Iepure\<\|\^

source: \> \> \> \> サイコロ\<\|\^
ro: \> \> \> \> Zar\<\|\^
