Repository: ynoproject/ynotranslations
Catalog: 2kki/*/Map0002.po
Languages: es, fr, ko, pl, pt_br, ru, uk, vi, zh

# actors.name
source: うろつき
es: Urotsuki
fr: Urotsuki
ko: 우로츠키
pl: Urotsuki
pt_br: Urotsuki
ru: Уроцуки
uk: Уроцукі
vi: Urotsuki
zh: Urotsuki

source: \>No. \V[46] に変更しました \>文字色サンプル:\C[0]$j通常 \C[1]$k強調 \C[3]$m選択不可
es: \>Cambiado a N. \V[46] \>Ejemplos: \C[0]$jNormal \C[1]$kDestacado \C[3]$mDesactivado
fr: \>No. \V[46] sélectionné \>Aperçu de la police: \C[0]$jNormal \C[1]$kAccentué \C[3]$mDésac.
ko: \>No. \V[46] 로 변경하기 \>폰트 색상 예시: \C[0]$j통상 \C[1]$k강조 \C[3]$m선택불가
pt_br: \>Alterar para o No. \V[46] \>Cor de Fonte: \C[0]$jNormal \C[1]$kDestacado \C[3]$mDesativado
ru: \>Выбран №\V[46] \>Текст:\C[0] $jОбычный \C[1]$kАкцент \C[3]$mВыключено
uk: \>Змінити на Nọ\_\V[46] \>Зразок Кольору Шрифту: \C[0]$jЗвич. \C[1]$kВиділ. \C[3]$mНеакт.
vi: \>Đã đổi thành kiểu số \V[46] \>Mẫu màu: \C[0]$jBình thường \C[1]$kNhấn mạnh \C[3]$mKhóa
zh: \>已变更为No. \V[46] \>文字颜色样本:\C[0]$j通常 \C[1]$k强调 \C[3]$m无法选择

source: \>\C[0]これでOK \>選びなおす
es: \>\C[0]Confirmar \>Reelegir
fr: \>\C[0]Confirmer \>Resélectionner
ko: \>\C[0]로 결정 \>다시 선택하기
pl: \>\C[0]Potwierdź \>Zmień
pt_br: \>\C[0]Confirmar \>Selecionar novamente
ru: \>\C[0]Применить \>Отмена
uk: \>\C[0]Підтвердити \>Інший
vi: \>\C[0]Xác nhận \>Chọn lại
zh: \>\C[0]这样就OK \>重新选择

source: \> ／ ／ \>♪再生中：カーソル移動音 \<\.\.\^
es: \> ／ ／ \>♪ Sonando: Sonidos de Consola \<\.\.\^
fr: \> ／ ／ \>♪ Lecture en cours : Bruitage Curseur \<\.\.\^
ko: \> ／ ／ \>♪재생중: 커서 이동소리 \<\.\.\^
pl: \> ／ ／ \>♪ Teraz gra: Dźwięk kursora \<\.\.\^
pt_br: \> ／ ／ \>♪ Reproduzindo agora: Cursor da Faixa \<\.\.\^
ru: \> ／ ／ \>♪ Звук Курсора\<\.\.\^
uk: \> ／ ／ \>♪ Зараз грає: Звук Навігації\<\.\.\^
zh: \> ／ ／ \>♪正在播放：光标移动音 \<\.\.\^

source: \> ／ ／ \>♪再生中：決定音\<\.\.\^
es: \> ／ ／ \>♪ Sonando: Sonidos de Menú\<\.\.\^
fr: \> ／ ／ \>♪ Lecture en cours : Bruitage Menu\<\.\.\^
ko: \> ／ ／ \>♪재생중: 결정키 소리\<\.\.\^
pl: \> ／ ／ \>♪ Teraz gra: Wybierz dźwięk\<\.\.\^
pt_br: \> ／ ／ \>♪ Reproduzindo agora: Selecionar Faixa\<\.\.\^
ru: \> ／ ／ \>♪ Звук Меню\<\.\.\^
uk: \> ／ ／ \>♪ Зараз грає: Звук Вибора\<\.\.\^
zh: \> ／ ／ \>♪正在播放：选择音\<\.\.\^

source: \> ／ ／ \>♪再生中：キャンセル音\<\.\.\^
es: \> ／ ／ \>♪ Sonando: Sonido de Cancelación\<\.\.\^
fr: \> ／ ／ \>♪ Lecture en cours : Bruitage Annuler\<\.\.\^
ko: \> ／ ／ \>♪재생중: 취소키 소리\<\.\.\^
pl: \> ／ ／ \>♪ Teraz gra: Anuluj dźwięk\<\.\.\^
pt_br: \> ／ ／ \>♪ Reproduzindo agora: Cancelar Faixa\<\.\.\^
ru: \> ／ ／ \>♪ Звук Отмены\<\.\.\^
uk: \> ／ ／ \>♪ Зараз грає: Звук Cкасування\<\.\.\^
zh: \> ／ ／ \>♪正在播放：取消音\<\.\.\^

source: \>No. \V[1405]に変更しました
es: \>Cambiado a N. \V[1405]
fr: \>No. \V[1405] sélectionné
ko: \>No. \V[1405]로 변경
pl: \>Zmieniono na Nr. \V[1405]
pt_br: \>Alterar para No. \V[1405]
ru: \>Выбрана № \V[1405]
uk: \>Змінити на Nọ\_\V[1405]
vi: \> Đã đổi thành BGM số \V[1405]
zh: \>已变更为No. \V[1405]

source: \>これでOK \>選びなおす
es: \>Confirmar \>Reelegir
fr: \>Confirmer \>Resélectionner
ko: \>이걸로 OK \>다시 선택하기
pl: \>Potwierdź \>Zmień
pt_br: \>Confirmar \>Selecionar novamente
ru: \>Подтвердить \>Отмена
uk: \>Підтвердити \>Інший
vi: \>Xác nhận \>Chọn lại
zh: \>这样就OK \>重新选择

source: \>No. \V[17]： \>サウンドルームで登録した曲をBGMに設定します。 \> \>サウンドルームでShiftキーを押すと登録できます。
es: \>N. \V[17]: Usar canción favorita. \>Registra una canción como favorita presionando shift sobre la canción dentro del cuarto de música.
fr: \>No. \V[17]: \>Applique la musique de la salle de son. \> \>Retenu en appuyant sur Maj dans la salle de son.
ko: \>No. \V[17]: \>사운드룸에서 등록한 곡을 BGM으로 설정합니다 \> \>사운드룸에서 Shift키를 누르면 등록할 수 있습니다
pl: \>Nr. \V[17]: \>Zmień zarejestrowaną muzykę w tle w sound room. \> \>Zarejestruj poprzez trzymanie Shift w sound room.
pt_br: \>No. \V[17]: \>Definir o BGM registrado na sala de musica. \> \>Registre pressionando shift enquanto estiver na sala de musica.
ru: \>№ \V[17]: \>Избранный трек из музыкальной комнаты \> \>Удерживайте Shift, чтобы отметить избранным.
uk: \>Nọ \V[17]: \>Встановлено обраний саундтрек із звукової кімнати. \>(Щоб обрати інший, натисніть [Shift] в звуковій \>кімнаті).
vi: \>Số \V[17]: \>Đặt thành BGM đã chọn trong Sound Room. \> \>Chọn BGM bằng phím Shift trong Sound Room.
zh: \>No. \V[17]： \>将音乐房解锁的曲子设置成BGM。 \> \>在音乐房长按Shift键可以登录曲子。

source: \>No. \V[17]： \>サウンドルームのメモリーからランダムに設定します。 \> \>(メモリー登録が無い場合は無音になります。)
es: \>N. \V[17]: Usar lista de canciones favoritas. \>Agrega canciones a la lista de favoritos usando shift sobre las canciones en el cuarto de música. Si no hay canciones en la lista, no sonará nada.
fr: \>No. \V[17]: \>Change la musique de fond aléatoirement depuis \>la playlist de la salle de son. \>(Si aucune n'est dans la playlist rien ne jouera.)
ko: \>No. \V[17]: \>사운드룸의 메모리에서 랜덤으로 설정합니다 \> \>(메모리 등록이 없는 경우는 무음 처리됩니다)
pl: \>Nr. \V[17]: \>Ustaw losową muzykę w tle z Sound Room. \>(Jeżeli nie ma utworów w playliście, \>nic nie zagra.)
pt_br: \>No. \V[17]: \>Define aleatoriamente a faixa da playlist da sala \>de música. (Se não houver faixas registradas \>na playlist, não irá reproduzir nada.)
ru: \>№ \V[17]: \>Случайный трек из плейлиста музыкальной комнаты. \> \>(Если плейлист пуст, ничего не будет играть.)
uk: \>Nọ \V[17]: \>Встановлено випадковий саундтрек з плейлісту. \>(Якщо в плейлісті немає саундтреків, музика не \>буде відтворюватись.)
vi: \>Số \V[17]: \>Đặt ngẫu nhiên từ danh sách phát trong Sound Room. \> \>(Nhạc sẽ không phát nếu danh sách phát trống.)
zh: \>No. \V[17]： \>从音乐房的收藏中随机设定一首曲子。 \> \>(如果收藏是空的就没有声音。)

source: \>No. \V[17]： \>サウンドルームの曲からランダムに設定します。 \> \>(未開放曲がいっぱいあると時間がかかるかも。)
es: \>No. \V[17]: Usar canciones aleatorias. \>Sonarán canciones aleatorias del cuarto de música. Puede tomar un tiempo en cargar si no hay muchas canciones desbloqueadas.
fr: \>No. \V[17]: \>Change la musique de fond aléatoirement depuis \>la salle de son. \>(Cela peut durer si peu de pistes sont débloquées.)
ko: \>No. \V[17]: \>사운드룸 곡에서 랜덤으로 설정합니다 \> \>(미개방곡이 많이 있다면 시간이 걸릴 수도 있습니다)
pl: \>Nr. \V[17]: \>Ustaw losową muzykę w tle z Sound Room. \> \>(Może chwilę potrchwać.)
pt_br: \>No. \V[17]: \>Define aleatoriamente a faixa da sala de música. \> \>(Deve demorar um pouco se muitas faixas ainda estiverem bloqueadas.)
ru: \>№ \V[17]: \>Случайный трек из музыкальной комнаты. \> \>(Выбор займёт время, если открыто мало треков.)
uk: \>Nọ \V[17]: \>Встановлено випадковий саундтрек із звук. кімнати. \>(Це може зайняти деякий час, якщо багато треків ще не \>відкрито.)
vi: \>Số \V[17]: \>Chọn ngẫu nhiên một BGM từ Sound Room. \> \>(Quá trình sẽ lâu hơn nếu nhiều BGM bị khóa.)
zh: \>No. \V[17]： \>从音乐房中随机设定一首曲子。 \> \>(如果有很多未开放的曲子可能需要花点时间。)

source: \> ※Time Trial Modeではセーブ機能を使えません※ \>プレイ時間： \C[4]\v[87]時間 \v[86]分 \v[85]秒\C[0] \>初クリア ： \C[4]\v[3520]時間 \v[3519]分 \v[3518]秒\C[0] \>\C[2] (メニュー画面を開いている時間を含めず)
es: \> ¡¡No puedes guardar en Time Trial Mode!! \>Tiempo Jugado: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \>Primer Final: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0] \>\C[2] (Incluye tiempo en menús)
fr: \>!! Vous ne pouvez pas sauver en contre-la-montre !! \>Temps de jeu: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \>Première fin: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0] \>\C[2] (Temps passé sur les menus inclus)
ko: \> ※ Time Trial Mode에서는 세이브 기능을 사용할 수 없습니다※ \>플레이 시간: \C[4]\v[87]시간 \v[86]분 \v[85]초\C[0] \> 첫 클리어: \C[4]\v[3520]시간 \v[3519]분 \v[3518]초\C[0] \>\C[2] (메뉴화면이 열려있는 시간을 포함하지 않음)
pl: \> !! Nie można zapisać w trybie Time Trial !! \>Czas gry: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \>Pierwsze zak.: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0] \>\C[2] (Wyklucza czas spędzony w menu)
pt_br: \> !! Você não pode salvar no modo Contra-Relógio !! \>Tempo de jogo: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \>Primeiro final: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0] \>\C[2] (Inclui o tempo gasto na tela do menu)
ru: \> !В Режиме На время Сохраняться нельзя! \> Время Игры: \C[4]\V[87]ч \V[86]мин \V[85]сек\C[0]; \>Прохождение: \C[4]\V[3520]ч \V[3519]мин \V[3518]сек\C[0]. \>\C[2] (Помимо времени в меню)
uk: \> ※ Ви не можете зберігатсь в Режимі на Час ※ \>Час гри : \C[4]\v[87]h \v[86]m \v[85]s\C[0] \>Перше проходження : \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0] \>\C[2] (Окрім часу проведеного в меню)
vi: \>!! Không thể lưu trong Chế độ Thử thách Hẹn giờ !! \>Thời gian chơi: \C[4]\v[87] giờ \v[86] phút \v[85] giây\C[0] \>Phá đảo lần đầu: \C[4]\v[3520] giờ \v[3519] phút \v[3518] giây\C[0] \>\C[2] (Bao gồm thời gian trong các menu)
zh: \> ※Time Trial Mode无法使用存档功能※ \>游玩时间： \C[4]\v[87]小时 \v[86]分 \v[85]秒\C[0] \>初次通关 ： \C[4]\v[3520]小时 \v[3519]分 \v[3518]秒\C[0] \>\C[2] (不包含打开菜单的时间)

source: \> ※Time Trial Modeではセーブ機能を使えません※ \> \>プレイ時間： \C[4]\v[87]時間 \v[86]分 \v[85]秒\C[0] \>\C[2] (メニュー画面を開いている時間を含めず)
es: \> ¡¡No puedes guardar en Time Trial Mode!! \> \>Tiempo Jugado: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \>\C[2] (Incluye tiempo en menús)
fr: \>!! Vous ne pouvez pas sauver en contre-la-montre !! \> \>Temps de Jeu: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \>\C[2] (Temps passé sur les menus inclus)
ko: \> ※ Time Trial Mode에서는 세이브 기능을 사용할 수 없습니다※ \> \>플레이 시간: \C[4]\v[87]시간 \v[86]분 \v[85]초\C[0] \>\C[2] (메뉴화면이 열려있는 시간을 포함하지 않음)
pl: \> !! Nie można zapisać w trybie Time Trial !! \> \>Czas gry: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \>\C[2] (Wyklucza czas spędzony w menu)
pt_br: \> !! Você não pode salvar no modo Contra-Relógio !! \> \>Tempo de Jogo: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \>\C[2] (Inclui o tempo gasto na tela do menu)
ru: \> !В Режиме На время Сохраняться нельзя! \> \>Время игры: \C[4]\v[87]ч \v[86]мин \v[85]сек\C[0] \>\C[2] (Помимо времени в меню)
uk: \> ※ Ви не можете зберігатсь в Режимі на Час ※ \> \>Час гри : \C[4]\v[87]h \v[86]m \v[85]s\C[0] \>\C[2] (Окрім часу проведеного в меню)
vi: \>!! Không thể lưu trong Chế độ Thử thách Hẹn giờ !! \> \>Thời gian chơi: \C[4]\v[87] giờ \v[86] phút \v[85] giây\C[0] \>\C[2] (Bao gồm thời gian trong các menu)
zh: \> ※Time Trial Mode无法使用存档功能※ \> \>游玩时间： \C[4]\v[87]小时 \v[86]分 \v[85]秒\C[0] \>\C[2] (不包含打开菜单的时间)

source: \>♪Secret Code：\V[15]
es: \>♪Código Secreto: \V[15]
fr: \>♪Code secret: \V[15]
ko: \>♪시크릿 코드: \V[15]
pl: \>♪ Sekretny Kod: \V[15]
pt_br: \>♪ Código Secreto: \V[15]
ru: \>♪ Секретный код:\V[15]
uk: \>♪ Секретний код: \V[15]
vi: \>♪ Mật mã: \V[15]

# actors.name
source: Code入力中
es: Ingresar Código
fr: Entrer code
ko: 코드 입력중
pl: Wpisz Kod
pt_br: Inserir código
ru: Введите код
uk: Введіть код
vi: Nhập mã
zh: 正在输入Code

source: \>通知機能を設定してください
es: \>¿Notificar cuando se obtengan nuevos wallpapers?
fr: \>Veuillez régler la fonction de notification
ko: \>알림 기능을 설정해주세요
pl: \>Ustaw ustawienia powiadomień
pt_br: \>Por favor, defina a função de notificação
ru: Включить уведомления?
uk: \>Налаштуйте сповіщення.
vi: \>Đặt chế độ thông báo
zh: \>请设定通知功能

source: ・ON ・OFF ・あとで設定する
es: ・Sí ・No ・Decidir Luego
fr: ・Activer ・Désactiver ・Plus tard
ko: ・On ・Off ・나중에 설정하기
pl: ・Włącz ・Wyłącz ・Zadecyduj później
pt_br: ・Ligar ・Desligar ・Decidir depois
ru: *ВКЛ *ВЫКЛ *Решить позже
uk: ・Увімкнути ・Вимкнути ・Потім
vi: ・Bật ・Tắt ・Để sau
zh: ·ON ·OFF ·之后再设置

source: \>壁紙メニューのオプションで設定が変えられます
es: \>Esta configuración puede ser cambiada desde el menú de opciones de wallpapers
fr: \>Ce réglage peut être changé dans les options de \>menu de fonds d'écran
ko: \>배경화면 메뉴 옵션에서 설정을 바꿀 수 있습니다
pl: \>Ustawienie może być zmienione w menu opcji tapet
pt_br: \>As configurações podem ser alteradas nas opções do menu de papel de parede
ru: \>Настройки позже можно изменить в меню обоев.
uk: \>Налаштування можна змінити пізніше в меню шпалер.
vi: \>Thay đổi tùy chọn trong cài đặt hình nền PC
zh: \>从壁纸的菜单选项中可以更改设置

source: \C[4]\>\V[20]/\V[558]\C[0]枚 現在壁紙:No.\C[4]\V[19] \C[0]ランダム:\C[4]\N[2] \C[0]新着:\C[4]\N[3]\C[0]
es: \C[4]\>\V[20]/\V[558]\C[0] Actual: No.\C[4]\V[19] \C[0]Aleatorio: \C[4]\N[2] \C[0]Nuevo: \C[4]\N[3]\C[0]
fr: \C[4]\>\V[20]/\V[558]\C[0] Fond: No.\C[4]\V[19] \C[0]Aléatoire: \C[4]\N[2] \C[0]Nouv: \C[4]\N[3]\C[0]
ko: \C[4]\>\V[20]/\V[558]\C[0]장 배경화면: No.\C[4]\V[19] \C[0]랜덤: \C[4]\N[2] \C[0]신규: \C[4]\N[3]\C[0]
pl: \C[4]\>\V[20]/\V[558]\C[0] Tapeta: \C[4]\V[19] \C[0]Los: \C[4]\N[2] \C[0]Nowa: \C[4]\N[3]\C[0]
pt_br: \C[4]\>\V[20]/\V[558]\C[0] Ilust. atual:No.\C[4]\V[19] \C[0]Aleatório:\C[4]\N[2] \C[0]Notf:\C[4]\N[3]\C[0]
ru: \C[4]\>\V[20]/\V[558]\C[0]Выбран №\C[4]\V[19] \C[0]Случайные:\C[4]\N[2] \C[0]Ув. о новых:\C[4]\N[3]\C[0]
uk: \C[4]\>\V[20]/\V[558]\C[0] Nọ:\_\C[4]\V[19] \C[0]Випадкові:\_\C[4]\N[2] \C[0]Сповіщення:\_\C[4]\N[3]\C[0]
vi: \C[4]\>\V[20]/\V[558]\C[0] H.nền h.tại: Số \C[4]\V[19] \C[0]Ng. nhiên: \C[4]\N[2] \C[0]Mới: \C[4]\N[3]\C[0]
zh: \C[4]\>\V[20]/\V[558]\C[0]张 当前壁纸:No.\C[4]\V[19] \C[0]随机:\C[4]\N[2] \C[0]新增:\C[4]\N[3]\C[0]

source: \>・壁紙を選ぶ \>・壁紙を読み込み \>・オプション
es: \>・Seleccionar Wallpaper \>・Importar Wallpaper \>・Opciones de Wallpapers
fr: \>・Sélectionner un fond d'écran \>・Importer un fond d'écran \>・Options
ko: \>・배경화면 설정 \>・배경화면 불러오기 \>・옵션
pl: \>・Ustaw Tapetę \>・Importuj Tapetę \>・Opcje
pt_br: \>・Selecionar Ilustração \>・Importar Arquivo de Imagem \>・Opções
ru: \> Выбрать \> Импорт \> Опции
uk: \>・Вибрати шпалери \>・Імпортувати шпалери \>・Налаштування
vi: \>・Chọn hình nền \>・Nhập hình nền \>・Cài đặt
zh: \>・选择壁纸 \>・导入壁纸 \>・设置

source: \>ゆめ2っきver\V[7]\N[4]\V[9]\N[2]\\pc_backを使用します。 \>\C[4]ファイルが読み込めなかった場合、強制終了します。\C[0]
es: \>Usa el archivo file en Yume 2kki ver\V[7]\N[4]\V[9]\N[2]\\pc_back \>\C[4]Si el archivo no se puede leer, el juego crasheará.\C[0]
fr: \>Utilise le fichier Yume 2kki ver\V[7]\N[4]\V[9]\N[2]\\pc_back \>\C[4]Si le fichier ne peut être lu, le jeu plantera.\C[0]
ko: \>유메2키 ver\V[7]\N[4]\V[9]\N[2]\\의 pc_back 파일을 사용합니다 \>\C[4]파일을 불러올 수 없는 경우, 강제 종료됩니다\C[0]
pl: \>Użyj pliku w Yume 2kki ver\V[7]\N[4]\V[9]\N[2]\\pc_back \>\C[4]Gdy plik nie może być odczytany, gra się zawiesi.\C[0]
pt_br: \>Use o arquivo em Yume 2kki ver\V[7]\N[4]\V[9]\N[2]\\pc_back \>\C[4]Se o arquivo não puder ser lido, o jogo irá fechar.\C[0]
ru: \>Имя файла: ゆめ2っきver\V[7]\N[4]\V[9]\N[2]\\pc_back . \>\C[4]В случае неудачи, игра может вылететь.\C[0]
uk: \>Розташування файлу: Yume 2kki ver\V[7]\N[4]\V[9]\N[2]\\pc_back \>\C[4]Якщо Файл не вдасться прочитати, гра вилетить.\C[0]
vi: \>Tệp ở ゆめ2っきver\V[7]\N[4]\V[9]\N[2]\\pc_back sẽ được sử dụng. \>\C[4]Nếu không thể đọc tệp, trò chơi sẽ bị crash.\C[0]
zh: \>梦2记ver\V[7]\N[4]\V[9]\N[2]\\使用pc_back。 \>\C[4]如果没有导入文件的情况下将会强制终止。\C[0]

source: \>・壁紙を読み込む \>・やめる
es: \>・Importar Wallpaper \>・Salir
fr: \>・Importer un fond d'écran \>・Quitter
ko: \>・배경화면 불러오기 \>・그만두기
pl: \>・Importuj Tapetę \>・Wyjdź
pt_br: \>・Importar Imagem \>・Voltar
ru: \> Импорт обоев \> Выйти
uk: \>・Імпортувати \>・Назад
vi: \>・Nhập hình nền \>・Thoát
zh: \>·导入壁纸 \>·放弃

source: \>\C[4]壁紙オプション\C[0]
es: \>\C[4]Opciones de Wallpapers\C[0]
fr: \>\C[4]Options de fonds d'écran\C[0]
ko: \>\C[4]배경화면 옵션\C[0]
pl: \>\C[4]Opcje Tapet\C[0]
pt_br: \>\C[4]Opções de Ilustração\C[0]
ru: \>\C[4]Настройки Обоев\C[0]
uk: \>\C[4]Налаштування шпалер\C[0]
vi: \>\C[4]Cài đặt hình nền\C[0]
zh: \>\C[4]壁纸选项\C[0]

source: \>・ランダムモード 切替 \>・新着通知設定 切替 \>・New表示操作
es: \>・Alternar Modo Aleatorio \>・Alternar Indicador de Nuevo Wallpaper \>・Opciones del Indicador de Nuevo Wallpaper
fr: \>・Activer le mode aléatoire \>・Activer l'indicateur de nouveaux fonds d'écran \>・Option d'indicateur de nouveaux fonds d'écran
ko: \>・랜덤 모드 전환 \>・신규 알림 설정 전환 \>・New 표시 설정
pl: \>・Toggle Trybu Losowego \>・Toggle Wskaźnika Nowej Tapety \>・Ustawienia Wskaźnika Nowej Tapety
pt_br: \>・Modo Aleatório \>・Notificação de Ilustração Nova \>・Configuração do Indicador de Ilustração Nova
ru: \>● Переключить случайный режим \>● Переключить индикацию новых обоев \>● Индикатор новых обоев
uk: \>・Режим випадкових шпалер \>・Сповіщення про нові шпалери: Увімк/Вимк \>・Сповіщення про нові шпалери: Налаштування
vi: \>・Chế độ ngẫu nhiên \>・Thông báo có hình nền mới \>・Tùy chọn thông báo hình nền
zh: \>·随机模式 切换 \>·新增通知设定 切换 \>·New通知显示

source: \C[3]\>壁紙をランダムで自動切り替えします \>現在：\C[4]\N[2]\C[3]
es: \C[3]\>Seleccionar wallpapers aleatorios \>Configuración Actual: \C[4]\N[2]\C[3]
fr: \C[3]\>Choisit automatiquement un fond d'écran au hasard \>Choix actuel: \C[4]\N[2]\C[3]
ko: \C[3]\>배경화면을 랜덤으로 자동 전환합니다 \>현재: \C[4]\N[2]\C[3]
pl: \C[3]\>Automatycznie ustawiaj losową tapetę \>Bierzące Ustawienia: \C[4]\N[2]\C[3]
pt_br: \C[3]\>Definir automaticamente uma Ilustração aleatória? \>Configuração Atual: \C[4]\N[2]\C[3]
ru: \C[3]\>Ставить случайные обои из имеющихся \>Сейчас: \C[4]\N[2]\C[3]
uk: \C[3]\>Встановлення випадкових розблокованох шпалер при \>сіданні за комп'ютер. Зараз:\_\C[4]\N[2]\C[3]
vi: \C[3]\>Tự động thay đổi hình nền ngẫu nhiên \>Cài đặt hiện tại: \C[4]\N[2]\C[3]
zh: \C[3]\>将会自动随机切换壁纸 \>当前：\C[4]\N[2]\C[3]

source: \>ONにしました。
es: \>Activado
fr: \>Activé.
ko: \>On 으로 설정.
pl: \>Włączono.
pt_br: \>Definido para 'Sim'.
ru: \>Включено.
uk: \>Увімкнуто.
vi: \>Đã bật tùy chọn.
zh: \>设置成ON了。

source: \>OFFにしました。
es: \>Desactivado
fr: \>Désactivé.
ko: \>Off 으로 설정.
pl: \>Wyłączono.
pt_br: \>Definido para 'Não'.
ru: \>Выключено.
uk: \>Вимкнуто.
vi: \>Đã tắt tùy chọn.
zh: \>设置成OFF了。

source: \>新着壁紙通知設定 現在：\C[4]\N[2]\C[0]
es: \>Notificar Nuevos Wallpapers Configuración Actual: \C[4]\N[2]\C[0]
fr: \>Notifs de nouveaux fonds Choix act.: \C[4]\N[2]\C[0]
ko: \>신규 배경화면 알림 현재: \C[4]\N[2]\C[0]
pl: \>Bierzące Powiadomienia Nowych Tapet: \C[4]\N[2]\C[0]
pt_br: \>Deseja ser notificado sobre novas ilustrações? Configuração Atual: \C[4]\N[2]\C[0]
ru: \>Индикатор новых обоев: \C[4]\N[2]\C[0]
uk: \>Сповіщення про нові шпалери. Зараз:\_\C[4]\N[2]\C[0]
vi: \>Thông báo hình nền mới Cài đặt hiện tại: \C[4]\N[2]\C[0]
zh: \>新增壁纸通知设定 当前：\C[4]\N[2]\C[0]

source: \>\C[3]壁紙のNew表示状態を一括で操作します \>
es: \>\C[3]Marcar wallpapers como nuevos \>
fr: \>\C[3]Marquage de fonds d'écran comme nouveau \>
ko: \>\C[3]배경화면에 일괄적으로 New를 표시 상태 조정하기 \>
pl: \>\C[3]Zaznacz wszystkie tapety jako nowe \>
pt_br: \>\C[3]Marcar ou Desmarcar todas as ilust. como novas? \>
ru: \>\C[3]Убрать/Поставить индикатор на все обои \>
uk: \>\C[3]Позначити всі шпалери як "Нові", або знняти \>позначку.
vi: \>\C[3]Đánh dấu hoặc bỏ đánh dấu tất cả hình nền là mới \>
zh: \>\C[3]统一设置壁纸的New通知显示状态 \>

source: \>・入手済みの全ての壁紙からNew表示を外す \>・入手済みの全ての壁紙にNew表示をつける
es: \>・Desenmarcar todos los wallpapers nuevos \>・Marcar todos los wallpapers como nuevos
fr: \>・Démarquer tout nouveau fond d'écran \>・Marquer tout nouveau fond d'écran
ko: \>・입수된 모든 배경화면에 New 표시 제거 \>・입수된 모든 배경화면에 New를 표시하기
pl: \>・Zaznacz wszystkie tapety jako stare \>・Zaznacz wszystkie tapety jako nowe
pt_br: \>・Desmarcar todas \>・Marcar todas
ru: \> Убрать со всех индикатор \> Поставить на все индикатор
uk: \>・Зняти позначку "Нові" з усіх шпалер. \>・Позначити всі шпалери як "Нові".
vi: \>・Bỏ đánh dấu tất cả hình nền là mới \>・Đánh dấu tất cả hình nền là mới
zh: \>·将New通知从所有已获得的壁纸上消除 \>·将New通知添加至所有已获得的壁纸上

# actors.name
source: 入手済みの全ての壁紙からNew表示を外し
es: Desenmarcando todos los wallpapers
fr: Démarquage de tout nouveau fond d'écran
ko: 입수한 배경화면에 New 표시 제거
pl: Zaznacz wszystkie tapety jako stare
pt_br: Operação
ru: Уборка
uk: Знімаємо позначку "Нові" з шпалер...
vi: bỏ đánh dấu tất cả hình nền là mới
zh: 将New通知从所有已获得的壁纸上消除

# actors.name
source: 入手済みの全ての壁紙にNew表示をつけ
es: Marcando todos los wallpapers
fr: Marquage de tout nouveau fond d'écran
ko: 입수한 모든 배경화면에 New 표시 하기
pl: Zaznacz wszystkie tapety jako nowe
pt_br: Operação
ru: Расстановка
uk: Позначаємо всі шпалери як "Нові"...
vi: đánh dấu tất cả hình nền là mới
zh: 将New通知添加至所有已获得的壁纸上

source: \>\C[3]壁紙のNew表示状態を一括で操作します \> \> \C[4]\N[2]ています。 \> ・\<\|\^
es: \>\C[3]Cambiando todos los indicadores de wallpapers \> \> \C[4]\N[2] en proceso. \> ・\<\|\^
fr: \>\C[3]Application du nouvel état d'affichage à tout fond d'écran \> \> \C[4]\N[2] en cours. \> ・\<\|\^
ko: \>\C[3]배경화면의 New 표시 상태를 일괄적으로 조정합니다 \> \> \C[4]\N[2]하고 있습니다 \> ・\<\|\^
pl: \>\C[3]Pokaż wszystkie znaczniki na raz \> \> \C[4]\N[2] w trakcie. \> ・\<\|\^
pt_br: \>\C[3]Mostrar todos os indicadores de uma só vez \> \> \C[4]\N[2] em andamento. \> ・\<\|\^
ru: \>\C[3]Отобразить все новые обои разом \> \> \C[4]\N[2] Индикаторов. \> ・\<\|\^
uk: \>\C[3]Відобразити всі "Нові" позначки шпалер одночасно. \> \> \C[4]\N[2] В процесі. \> ・\<\|\^
vi: \>\C[3]Hiển thị ký hiệu mới cho tất cả các hình nền \> \> Đang \C[4]\N[2]. \> ・\<\|\^
zh: \>\C[3]统一设置壁纸的New通知显示状态 \> \> 正在\C[4]\N[2]。 \> ··\<\|\^

source: \>\C[3]壁紙のNew表示状態を一括で操作します \> \> \C[4]処理を中断しました。
es: \>\C[3]Cambiar indicadores \> \> \C[4]Procedimiento interrumpido.
fr: \>\C[3]Afficher tout les indicateurs de fonds d'écran à la fois. \> \> \C[4]Le traitement a été interrompu.
ko: \>\C[3]배경화면의 New 표시 상태를 일괄적으로 조정합니다 \> \> \C[4]처리를 중단했습니다
pl: \>\C[3]Pokaż wszystkie znaczniki na raz \> \> \C[4]Proces przerwany.
pt_br: \>\C[3]Exibir todos os novos indicadores de uma só vez \> \> \C[4]O processo foi interrompido.
ru: \>\C[3]Отобразить все новые обои разом \> \> \C[4]Процесс перван.
uk: \>\C[3]Відобразити всі "Нові" позначки шпалер одночасно. \> \> \C[4]Процес було перервано.
vi: \>\C[3]Hiển thị ký hiệu mới cho tất cả các hình nền \> \> \C[4]Quá trình bị gián đoạn.
zh: \>\C[3]统一设置壁纸的New通知显示状态 \> \> \C[4] 处理已中断。

source: \>\C[3]壁紙のNew表示状態を一括で操作します \> \> \C[4]\N[2]ています。 \> ・・\<\|\^
es: \>\C[3]Cambiando todos los indicadores de wallpapers \> \> \C[4]\N[2] en proceso. \> ・・\<\|\^
fr: \>\C[3]Application du nouvel état d'affichage à tout fond d'écran \> \> \C[4]\N[2] en cours. \> ・・\<\|\^
ko: \>\C[3]배경화면의 New 표시 상태를 일괄적으로 조정합니다 \> \> \C[4]\N[2]하고 있습니다 \> ・・\<\|\^
pl: \>\C[3]Pokaż wszystkie znaczniki na raz \> \> \C[4]\N[2] w trakcie. \> ・・\<\|\^
pt_br: \>\C[3]Mostrar todos os indicadores de uma só vez \> \> \C[4]\N[2] em andamento. \> ・・\<\|\^
ru: \>\C[3]Отобразить все новые обои разом \> \> \C[4]\N[2] Индикаторов. \> ・・\<\|\^
uk: \>\C[3]Відобразити всі "Нові" позначки шпалер одночасно. \> \> \C[4]\N[2] В процесі. \> ・・\<\|\^
vi: \>\C[3]Hiển thị ký hiệu mới cho tất cả các hình nền \> \> Đang \C[4]\N[2]. \> ・・\<\|\^
zh: \>\C[3]统一设置壁纸的New通知显示状态 \> \> 正在\C[4]\N[2]。 \> ··\<\|\^

source: \>\C[3]壁紙のNew表示状態を一括で操作します \> \> \C[4]\N[2]ています。 \> ・・・\<\|\^
es: \>\C[3]Cambiando todos los indicadores de wallpapers \> \> \C[4]\N[2] en proceso. \> ・・・\<\|\^
fr: \>\C[3]Application du nouvel état d'affichage à tout fond d'écran \> \> \C[4]\N[2] en cours. \> ・・・\<\|\^
ko: \>\C[3]배경화면의 New 표시 상태를 일괄적으로 조정합니다 \> \> \C[4]\N[2]하고 있습니다 \> ・・・\<\|\^
pl: \>\C[3]Pokaż wszystkie znaczniki na raz \> \> \C[4]\N[2] w trakcie. \> ・・・\<\|\^
pt_br: \>\C[3]Mostrar todos os indicadores de uma só vez \> \> \C[4]\N[2] em andamento. \> ・・・\<\|\^
ru: \>\C[3]Отобразить все новые обои разом \> \> \C[4]\N[2] Индикаторов. \> ・・・\<\|\^
uk: \>\C[3]Відобразити всі "Нові" позначки шпалер одночасно. \> \> \C[4]\N[2] В процесі. \> ・・・\<\|\^
vi: \>\C[3]Hiển thị ký hiệu mới cho tất cả các hình nền \> \> Đang \C[4]\N[2]. \> ・・・\<\|\^
zh: \>\C[3]统一设置壁纸的New通知显示状态 \> \> 正在\C[4]\N[2]。 \> ···\<\|\^

source: \>\C[3]\N[2]ました。
es: \>\C[3]\N[2] exitosamente.
fr: \>\C[3]\N[2] réussi.
ko: \>\C[3]\N[2]했습니다
pl: \>\C[3]\N[2] zakończone sukcesem.
pt_br: \>\C[3]\N[2] bem sucedida.
ru: \>\C[3]\N[2] успешна.
uk: \>\C[3]\N[2] Успіх!
vi: \>Đã \C[3]\N[2].
zh: \>已\C[3]\N[2]。

# actors.name
source: マップ到達
es: Mapas Visitados
fr: Cartes visitées
ko: 맵 도달
ru: Посещено локаций
zh: 到达地图

# actors.name
source: ナシ
es: Desactivado
fr: Désac.
ko: 없음
pl: Wyłączony
pt_br: Não
ru: Выкл
uk: OFF
vi: Tắt
zh: 禁用

# actors.name
source: アリ
es: Activado
fr: Activer
ko: 있음
pl: Włączony
pt_br: Sim
ru: Вкл
uk: ON
vi: Bật
zh: 启用

source: \>夢内の文字イベント 現在：\C[4]\N[2]\C[0]
es: \>Eventos de Texto Actual: \C[4]\N[2]\C[0]
fr: \>Événements de texte en rêve Choix actuel: \C[4]\N[2]\C[0]
ko: \>꿈 속 텍스트 이벤트 현재: \C[4]\N[2]\C[0]
pl: \>Bierzące ustawienie Wydarzeń Tekstowych: \C[4]\N[2]\C[0]
pt_br: \>Exibir evento de texto nos Sonhos? Configuração Atual: \C[4]\N[2]\C[0]
ru: \>Текстовые события: \C[4]\N[2]\C[0]
uk: \>Текстові події уві сні. Зараз:\_\C[4]\N[2]\C[0]
vi: \>Sự kiện chữ đặc biệt trong mơ Cài đặt hiện tại: \C[4]\N[2]\C[0]
zh: \>梦中的文字事件 当前：\C[4]\N[2]\C[0]
