Repository: ynoproject/ynotranslations
Catalog: 2kki/*/Map0002.po
Languages: es, fr, ko, pl, pt_br, ru, uk, vi, zh

# actors.name
source: うちゅうふく
es: Traje Espacial
fr: Astronaute
ko: 우주복
pl: Kombinezon
pt_br: Traje Espacial
ru: Космонавт
uk: Скафандр
vi: Phi hành gia
zh: 宇航服

# actors.name
source: にじ
es: Arcoiris
fr: Arc-En-Ciel
ko: 무지개
pl: Tęcza
pt_br: Arco-Íris
ru: Радуга
uk: Веселка
vi: Cầu vồng
zh: 彩虹

# actors.name
source: めだま
es: Bomba
fr: Bombe-
ko: 눈알
pl: Oczna
pt_br: Bomba
ru: Глаз-
uk: Око-
vi: Bom
zh: 眼珠

# actors.name
source: ばくだん
es: Óptica
fr: Œil
ko: 폭탄
pl: Bomba
pt_br: Ocular
ru: Бомба
uk: бомба
vi: cầu mắt
zh: 炸弹

# actors.name
source: まいこ
es: Maiko
fr: Maiko
ko: 마이코
pl: Maiko
pt_br: Maiko
ru: Жрица
uk: Майко
vi: Maiko
zh: 舞妓

# actors.name
source: ツインテール
es: Coletas
fr: Couettes
ko: 트윈테일
pl: Kucyki
pt_br: Cauda Dupla
ru: Хвостики
uk: Хвостики
vi: Hai chùm
zh: 双马尾

# actors.name
source: ぺんぎん
es: Pingüino
fr: Pingouin
ko: 펭귄
pl: Pingwin
pt_br: Pinguim
ru: Пингвин
uk: Пінгвін
vi: Cánh cụt
zh: 企鹅

# actors.name
source: むし
es: Insecto
fr: Insecte
ko: 벌레
pl: Insekt
pt_br: Inseto
ru: Жук
uk: Комаха
vi: Côn trùng
zh: 虫

# actors.name
source: バネ
es: Resorte
fr: Ressort
ko: 스프링
pl: Sprężyna
pt_br: Molas
ru: Попрыгун
uk: Пружина
vi: Lò xo
zh: 弹簧

# actors.name
source: とうめい
es: Invisible
fr: Invisible
ko: 투명
pl: Niewidzialność
pt_br: Invisível
ru: Невидимка
uk: Плащ-невидимка
vi: Tàng hình
zh: 透明

# actors.name
source: がくラン
es: Gakuran
fr: Gakuran
ko: 가쿠란
pl: Uczeń
pt_br: Gakuran
ru: Гакуран
uk: Гакуран
vi: Nam sinh
zh: 学生制服

# actors.name
source: ギプス
es: Yeso
fr: Plâtre
ko: 깁스
pl: Gips
pt_br: Gesso
ru: Гипс
uk: Гіпс
vi: Bó bột
zh: 石膏

# actors.name
source: せのび
es: Elástico
fr: Étirement
ko: 까치발
pl: Rozciągnięcie
pt_br: Esticado
ru: Высокая
uk: Розтяг
vi: Giãn dài
zh: 长高

# actors.name
source: トロンボーン
es: Trombón
fr: Trombone
ko: 트럼본
pl: Puzon
pt_br: Trombone
ru: Тромбон
uk: Тромбон
vi: Trombone
zh: 长号

# actors.name
source: こども
es: Niño
fr: Enfant
ko: 어린이
pl: Dziecko
pt_br: Criança
ru: Ребёнок
uk: Дитина
vi: Trẻ em
zh: 小孩

# actors.name
source: あかずきん
es: Capucha Roja
fr: Chaperon Rouge
ko: 빨간 망토
pl: Czerwony Kapturek
pt_br: Capuz Vermelho
ru: Красная Шапочка
uk: Червона Шапочка
vi: Khăn Đỏ
zh: 小红帽

# actors.name
source: ティッシュ
es: Pañuelo
fr: Mouchoir
ko: 휴지
pl: Chusteczka
pt_br: Pano
ru: Салфетки
uk: Серветки
vi: Khăn giấy
zh: 卫生纸

# actors.name
source: コウモリ
es: Murciélago
fr: Chauve-Souris
ko: 박쥐
pl: Nietoperz
pt_br: Morcego
ru: Летучая Мышь
uk: Кажан
vi: Dơi
zh: 蝙蝠

# actors.name
source: ポリゴン
es: Polígono
fr: Polygone
ko: 폴리곤
pl: Wielokąt
pt_br: Polígono
ru: Полигон
uk: Полігон
vi: Đa giác
zh: 多边形

# actors.name
source: てるてる
es: Muñeco de
fr: Teru Teru
ko: 테루테루
pl: Teru Teru
pt_br: Boneca
ru: Теру-Те
uk: Теру-теру-
vi: Búp bê
zh: 晴天

# actors.name
source: ぼうず
es: Papel
fr: Bōzu
ko: 보즈
pl: Bōzu
pt_br: de Papel
ru: ру-Бозу
uk: бодзу
vi: thời tiết
zh: 娃娃

# actors.name
source: マージナル
es: Marginal
fr: Marginal
ko: 마지널
pl: Marginalny
pt_br: Marginal
ru: Маргинал
uk: Маргінал
vi: Marginal
zh: 非主流

# actors.name
source: ドラムかん
es: Tambor
fr: Baril
ko: 드럼캔
pl: Beczka
pt_br: Tambor
ru: Бочка
uk: Барабан
vi: Trống
zh: 铁桶

# actors.name
source: おはか
es: Tumba
fr: Tombe
ko: 무덤
pl: Grób
pt_br: Cova
ru: Надгробие
uk: Надгробок
vi: Mộ
zh: 墓碑

# actors.name
source: ふみきり
es: Cruce
fr: Croisement
ko: 건널목
pl: Sygnalizacja Kolejowa
pt_br: Cruzamento
ru: Стоп-Знак
uk: Залізничний знак
vi: Tín hiệu Đường sắt
zh: 平交道

# actors.name
source: うさみみ
es: Orejas de Conejo
fr: Oreilles de Lapin
ko: 토끼귀
pl: Królicze Uszy
pt_br: Orelhas de Coelho
ru: Заячьи Уши
uk: Вушка кролика
vi: Tai thỏ
zh: 兔耳

# actors.name
source: サイコロ
es: Dado
fr: Dé
ko: 주사위
pl: Kość
pt_br: Dado
ru: Кубик
uk: Гральний кубик
vi: Xúc xắc
zh: 骰子

# actors.name
source: なし（エフェ
es: Nada
fr: Aucun
ko: 없음
pl: Brak
pt_br: N/D
ru: Без эф
uk: Нічого
vi: Không
zh: 无（效果

# actors.name
source: クト解除）
es: (Removido)
fr: (Retiré)
ko: (이펙트 해제)
pl: (Usunięte)
pt_br: (Removido)
ru: фекта
uk: (Видалено)
vi: hiệu ứng
zh: 解除）

# actors.name
source: \C[1]使用中
es: \C[1]Activado
fr: \C[1]Activé
ko: \C[1]사용중
pl: \C[1]Włączone
pt_br: \C[1]Ativado
ru: \C[1]Включено
uk: \C[1]Увімкнено
vi: \C[1]Bật

# actors.name
source: \C[2]未使用
es: \C[2]Desactivado
fr: \C[2]Désactivé
ko: \C[2]미사용
pl: \C[2]Wyłączone
pt_br: \C[2]Desativado
ru: \C[2]Выключено
uk: \C[2]Вимкнено
vi: \C[2]Tắt

# actors.name
source: \C[0]エフェ
es: \C[0]
fr: \C[0]
ko: \C[0]이펙트
pl: \C[0]
pt_br: \C[0]
ru: \C[0]Эффект
uk: \C[0]
vi: \C[0]
zh: \C[0]效果

source: \> ★ シフトキー拡張機能 ★
es: \> ★ Funcionalidad de la Tecla Shift ★
fr: \> ★ Fonctionnalités de la Touche Maj ★
ko: \> ★ Shift 키 확장기능 ★
pl: \> ★ Funkcja Shifta ★
pt_br: \> ★ Funcionalidades da tecla Shift ★
ru: \> Функционал клавиши Shift
uk: \> ★ Функціонал клавіші [Shift] ★
vi: \> ★ Chức năng phím Shift ★
zh: \> ★ Shift键位扩展功能 ★

source: \>お気に入りエフェクト :\N[4] \>\N[5]クトシフトチェンジ:\N[6] \>\C[0]やめる
es: \>Efecto Favorito: \N[4] \>\N[5]Menú Rápido: \N[6] \>\C[0]Salir
fr: \>Effet Favori : \N[4] \>\N[5]Effet Touche Maj : \N[6] \>\C[0]Quitter
ko: \> 즐겨찾기 이펙트: \N[4] \>\N[5]Shift 체인지: \N[6] \>\C[0]그만두기
pl: \>Ulubiony Efekt : \N[4] \>\N[5]Efekt Pod Shiftem: \N[6] \>\C[0]Wyjdź
pt_br: \>Efeito Favorito : \N[4] \>\N[5]Seleção de Efeitos Shift: \N[6] \>\C[0]Sair
ru: \>Избранный Эффект:\N[4] \>\N[5] Клавиши Shift:\N[6] \>\C[0]Выход
uk: \>Дати улюблений ефект: \N[4] \>\N[5]Вибір серед ефектів: \N[6] \>\C[0]Вийти
vi: \>Hiệu ứng yêu thích : \N[4] \>\N[5]Chọn hiệu ứng nhanh: \N[6] \>\C[0]Thoát
zh: \>喜欢的效果 :\N[4] \>\N[5]Shift键切换效果:\N[6] \>\C[0]返回

# actors.name
source: 使わない
es: Desactivar
fr: Désactiver
ko: 사용하지 않음
pl: Wyłącz
pt_br: Desativar
ru: Выкл
uk: Вимкнути
vi: Tắt
zh: 不使用

# actors.name
source: 使う
es: Activar
fr: Activer
ko: 사용
pl: Włącz
pt_br: Ativar
ru: Вкл
uk: Увімкнути
vi: Bật
zh: 使用

source: \> ★ お気に入りエフェクト ★ \>※現在の設定:\N[4]\C[0] \N[2]\N[3]
es: \> ★ Efecto Favorito ★ \>* Configuración Actual: \N[4]\C[0] \N[2]\N[3]
fr: \> ★ Effet Favori ★ \>* Réglage Actuel : \N[4]\C[0] \N[2]\N[3]
ko: \> ★ 즐겨찾기 이펙트 ★ \>* 현재 설정: \N[4]\C[0] \N[2]\N[3]
pl: \> ★ Ulubiony Efekt ★ \>* Bierzące Ustawienie: \N[4]\C[0] \N[2]\N[3]
pt_br: \> ★ Efeito Favorito ★ \>* Configuração Atual: \N[4]\C[0] \N[2]\N[3]
ru: \> *Избранный Эффект* \>*Настройка: \N[4]\C[0] \N[2]\N[3]
uk: \> ★ Дати улюблений ефект ★ \>※ Зараз:\_\N[4]\C[0] \N[2]\N[3]
vi: \> ★ Hiệu ứng yêu thích ★ \>* Cài đặt hiện tại: \N[4]\C[0] \N[2]\N[3]
zh: \> ★ 喜欢的效果 ★ \>※当前的设定:\N[4]\C[0] \N[2]\N[3]

source: \>\N[5] \>せつめい
es: \>\N[5] \>Ayuda
fr: \>\N[5] \>Aide
ko: \>\N[5] \>설명
pl: \>\N[5] \>Pomoc
pt_br: \>\N[5] \>Ajuda
ru: \>\N[5] \>Помощь
uk: \>\N[5] \>Довідка
vi: \>\N[5] \>Trợ giúp
zh: \>\N[5] \>说明

source: \>※"使う"に変更しました。 \> 登録エフェクトを変更するときは、 \> 登録したいエフェクトを使用している状態で \> 夢の中にあるこの引き出しを調べてください。
es: \>Activar \> Para registrar un efecto como favorito, use \> el cajón en el cuarto del sueño teniendo \> equipado el efecto que se desea registrar.
fr: \>*Activé. \> Lorsque vous voulez enregister un effet, \> utilisez le tiroir dans votre chambre en rêve \> avec l'effet que vous souhaitez enregistrer.
ko: \> ※"사용함"으로 설정했습니다 \> 이펙트를 등록하고 싶을 때는 \> 등록하고자 하는 이펙트를 착용한 상태에서 \> 꿈속 방에 있는 이 서랍을 상호작용해주세요.
pl: \>Włączono. \> Gdy chcerz zarejestrować efekt, \> użyj szuflady w pokoju w śnie \> z efektem który chcerz zarejestrować.
pt_br: \>Definido para 'Ativado'. \> Quando você quiser registrar um efeito, \> use a gaveta em seu quarto nos sonhos \> com o efeito que você deseja resistrar.
ru: \>+Включено. \> Чтобы выбрать эффект Избранным, Дотроньтесь \> до этого шкафчика во Сне с нужным эффектом, \> надетым на вас.
uk: \>※ Увімкнено. \> Щоб зробити ефект "улюбленим", взаємодійте зі \> шухлядою в своїй кімнаті в світі снів, маючи на \> собі цей самий ефект.
vi: \> Đã bật tùy chọn. \> Khi bạn muốn đánh dấu một hiệu ứng, tương tác \> với ngăn kéo trong phòng ngủ trong mơ với \> hiệu ứng bạn muốn đánh dấu.
zh: \>※已变更为“使用”。 \> 想要变更效果的话， \> 只需要装备上想要登录的效果 \> 调查梦中的这个抽屉即可。

source: \>※"使わない"に変更しました。
es: \>* Funcionalidad Desactivada.
fr: \>* Désactivé.
ko: \>※"사용하지 않음"으로 설정했습니다
pl: \>* Wyłączono.
pt_br: \>* Definido para 'Desativado'.
ru: \>+Выключено.
uk: \>※ Вимкнуто.
vi: \>Đã tắt tùy chọn.
zh: \>※已变更为“不使用”。

source: \> ★「お気に入りエフェクト」機能について★ ※エフェクトを一つお気に入りに登録します。 登録したエフェクトは、シフトキー長押しで 使用できます。
es: \> ★ Acerca del Efecto Favorito ★ * Solo se puede registrar un efecto a la vez. Mantener shift equipa el efecto registrado.
fr: \> ★ À propos de la fonctionnalité Effet favori ★ * Vous ne pouvez enregistrer qu'un effet à la fois. Appuyez sur Maj. pour équiper l'effet favori.
ko: \> ★ [즐겨찾기 이펙트]기능에 대하여 ★ * ※이펙트를 하나 즐겨찾기에 등록합니다 등록한 이펙트는 Shift 키를 길게 눌러서 사용할 수 있습니다
pl: \> ★ O Funkcji Ulubionego Efektu ★ * Możesz tylko zarejestrować jeden efekt. Naciśnij Shift aby użyć efektu.
pt_br: \> ★ Sobre a funcionalidade do Efeito Favorito ★ * Você deve registrar apenas um efeito por vez. Pressione Shift para usar o efeito registrado.
ru: \>★ Об этой функции ★ +Вы можете зарегистрировать у шкафчика Один эффект в качестве Избранного.
uk: \> ★ Більше про цю функцію ★ ※ Зробити "улюбленим" можливо тільки один ефект. Щоб використати цей ефект, треба зажати [Shift].
vi: \> ★ Về chức năng Hiệu ứng yêu thích ★ * Bạn chỉ có thể đánh dấu một hiệu ứng mỗi lần. Ấn phím Shift để kích hoạt hiệu ứng đã đánh dấu.
zh: \> ★关于「喜欢的效果」功能★ ※可以登录一个喜欢的效果 登录的效果，只需要长按Shift键 就可以使用。

source: \> ★「お気に入りエフェクト」機能について★ ※登録エフェクト使用中にシフトを長押しすると、 登録エフェクトにチェンジする前に使用していた エフェクトに戻します。
es: \> ★ Acerca del Efecto Favorito ★ * Mantener shift con el efecto registrado ya equipado, equipará el último efecto usado.
fr: \> ★ A propos de la fonctionnalité Effet favori ★ * Si vous appuyez sur Maj pendant que vous utilisez l'effet favori, l'effet précédent sera utilisé.
ko: \> ★ [즐겨찾기 이펙트]기능에 대하여 ★ ※등록 이펙트 사용 중에 Shift를 길게 누르면, 등록 이펙트로 변경하기 전에 사용하던 이펙트로 되돌아 갑니다
pl: \> ★ O Funkcji Ulubionego Efektu ★ * Gdy naciśniesz Shift podczas używania ulubionego efektu, zostanie użyty poprzedni efekt.
pt_br: \> ★ Sobre a funcionalidade do Efeito Favorito ★ * Ao pressionar shift enquanto estiver usando o efeito, você utilizará o efeito anterior.
ru: \>★ Об этой функции ★ +При нажатии на Shift, когда Избранный эффект уже на вас, наденется Предыдущий эффект.
uk: \> ★ Більше про цю функцію ★ ※ Якщо зажати [Shift], маючи на собі улюблений ефект, ви переключитеся на попередній ефект.
vi: \> ★ Về chức năng Hiệu ứng yêu thích ★ * Khi bạn nhấn Shift khi đang dùng hiệu ứng đã đánh dấu, Urotsuki sẽ chuyển sang dùng hiệu ứng trước đó.
zh: \> ★关于「喜欢的效果」功能★ ※使用登录效果的情况下长按Shift， 可以回到切换之前的效果。

source: \> ★ エフェクトシフトチェンジ ★ \>※現在の設定:\N[6]\C[0]
es: \> ★ Menú Rápido ★ \>* Configuración Actual: \N[6]\C[0]
fr: \> ★ Modifier l'Effet Maj ★ \>* Réglage Actuel : \N[6]\C[0]
ko: \> ★ 이펙트 Shift 체인지 ★ \>* 현재 설정: \N[6]\C[0]
pl: \> ★ Zmiana Efektu Shift ★ \>* Bierzące Ustawienie: \N[6]\C[0]
pt_br: \> ★ Seleção de Efeitos Shift ★ \>* Configuração Atual: \N[6]\C[0]
ru: \>★ Смена эффекта по нажатию Shift ★ \>+Режим: \N[6]\C[0]
uk: \> ★ Вибір серед ефектів ★ \>※ Зараз:\_\N[6]\C[0]
vi: \> ★ Chọn hiệu ứng nhanh ★ \>* Cài đặt hiện tại: \N[6]\C[0]
zh: \> ★ Shift键切换效果 ★ \>※当前的设定:\N[6]\C[0]

source: \>\N[5] \>せつめい / おぷしょん
es: \>\N[5] \>Ayuda / Opciones
fr: \>\N[5] \>Aide / Options
ko: \>\N[5] \>설명 / 옵션
pl: \>\N[5] \>Pomoc / Opcje
pt_br: \>\N[5] \>Ajuda / Opções
ru: \>\N[5] \>Настройки / Пояснение
uk: \>\N[5] \>Довідка / Налаштування
vi: \>\N[5] \>Trợ giúp / Cài đặt
zh: \>\N[5] \>说明 / 设置

source: \>※"使う"に変更しました。
es: \>* Funcionalidad Activada.
fr: \>* Activé.
ko: \>※"사용함"으로 변경했습니다
pl: \>* Włączono.
pt_br: \>* Definido para 'Ativado'.
ru: \>+Включено.
uk: \>※ Увімкнено.
vi: \>* Đã bật tùy chọn.
zh: \>※已变更为“使用”。

# actors.name
source: \C[2]エフェクト解除する
es: \C[2]Remover Efecto
fr: \C[2]Retirer Effet
ko: \C[2]이펙트 해제하기
pl: \C[2]Usuń Efekt
pt_br: \C[2]Remover Efeito
ru: \C[2]Снять
uk: \C[2]Прибрати ефект
vi: \C[2]Loại bỏ hiệu ứng
zh: \C[2]解除效果

# actors.name
source: \C[1]なにもしない
es: \C[1]Hacer Nada
fr: \C[1]Ne Rien Faire
ko: \C[1]아무 것도 하지 않기
pl: \C[1]Nie Rób Nic
pt_br: \C[1]Não fazer nada
ru: \C[1]Ничего
uk: \C[1]Нічого не робити
vi: \C[1]Không làm gì
zh: \C[1]什么也不做

# actors.name
source: \C[2]お気に入りエフェクト
es: \C[2]Efecto Favorito
fr: \C[2]Effet Favori
ko: \C[2]즐겨찾기 이펙트
pl: \C[2]Ulubiony Efekt
pt_br: \C[2]Efeito Favorito
ru: \C[2]Избранный
uk: \C[2]Улюблений ефект
vi: \C[2]Hiệu ứng yêu thích
zh: \C[2]喜爱的效果

# actors.name
source: \C[1]エフェクト解除
es: \C[1]Remover Efecto
fr: \C[1]Retirer Effet
ko: \C[1]이펙트 해제
pl: \C[1]Usuń Efekt
pt_br: \C[1]Remover Efeito
ru: \C[1]Сброс
uk: \C[1]Прибрати ефект
vi: \C[1]Loại bỏ hiệu ứng
zh: \C[1]解除效果

source: \> ★ エフェクトシフトチェンジ ★ おぷしょん
es: \> ★ Menú Rápido ★ Opciones
fr: \> ★ Modifier l'Effet Maj ★ Options
ko: \> ★ 이펙트 Shift 체인지 ★ 옵션
pl: \> ★ Zmiana Efektu Shift ★ Opcje
pt_br: \> ★ Seleção de Efeitos Shift ★ Opções
ru: \>Настройка Смены эффекта по нажатию Shift.
uk: \> ★ Вибір серед ефектів ★ - Налаштування
vi: \> ★ Chọn hiệu ứng nhanh ★ Cài đặt
zh: \> ★ Shift键切换效果 ★ 设置

source: \>同じ項目を選んだ時：\N[5]\C[0] \>上キーを押した時 ：\N[6]\C[0] \>せつめい
es: \>Al elegir un efecto ya equipado: \N[5]\C[0] \>Al presionar la tecla 'arriba': \N[6]\C[0] \>Ayuda
fr: \>Quand le même effet est choisi : \N[5]\C[0] \>Quand la touche Haut est appuyée : \N[6]\C[0] \>Aide
ko: \>동일한 칸을 선택할 시：\N[5]\C[0] \>위 키를 누를 시 ：\N[6]\C[0] \>설명
pl: \>Podczas wybierania: \N[5]\C[0] \>Gdy Klawisz Jest Naciśnięty : \N[6]\C[0] \>Pomoc
pt_br: \>Quando selecionar o mesmo item: \N[5]\C[0] \>Quando pressionar pra cima: \N[6]\C[0] \>Ajuda
ru: \>При выборе того-же: \N[5]\C[0] \>При удержании: \N[6]\C[0] \>Пояснение
uk: \>Коли вибрано той самий ефект: \N[5]\C[0] \>Коли клавіша [▲] нажата : \N[6]\C[0] \>Довідка
vi: \>Khi chọn cùng hiệu ứng: \N[5]\C[0] \>Khi ấn phím mũi tên lên: \N[6]\C[0] \>Trợ giúp
zh: \>选择了同一个项目时 ：\N[5]\C[0] \>输入上键时 ：\N[6]\C[0] \>说明

source: \>※"なにもしない"に変更しました。 \>現在のエフェクトと同じ項目を選んでも、 \>エフェクト解除しないようにします。
es: \>* Configurado a "Hacer Nada". \>Seleccionar el efecto actualmente equipado no lo \>desequipará.
fr: \>* Changer par "Ne rien faire". \>Resélectionner le même effet que vous utilisiez \>n'annulera pas votre effet
ko: \>※"아무 것도 하지 않음"으로 변경했습니다 \>장착한 이펙트와 똑같은 칸을 선택할 시, \>이펙트를 해제하지 않습니다
pl: \>* Ustawione na "Nie rób nic". \>Wybranie tego samego efektu \>nie anuluje twojego efektu.
pt_br: \>* Definido para "Não fazer nada". \>Selecionando o mesmo efeito que você esta usando \>não irá remove-lo.
ru: \>+ "Ничего" \>При выборе уже надетого эффекта, ничего \>не произойдёт.
uk: \>※ "Нічого не робити". \>Вибір ефекта який ви вже маєте на собі не прибере \>його.
vi: \>* Đã chọn "Không làm gì". \>Chọn hiệu ứng mà bạn đang sử dụng sẽ \>không loại bỏ hiệu ứng đó.
zh: \>※已变更为“什么也不做”了。 \>就算选择了和现在效果相同的项目， \>效果也不会解除。

source: \>※"エフェクト解除する"に変更しました。
es: \>* Configurado a "Remover Efecto".
fr: \>* Changer par "Déséquiper l'effet".
ko: \>※"이펙트 해제하기"로 변경했습니다
pl: \>* Ustawione na "Usuń Efekt".
pt_br: \>* Definido para "Remover efeito".
ru: \>+ "Снять" \> \>При выборе уже надетого эффекта, вы снимете \>с себя эффект.
uk: \>※ "Прибрати ефект".
vi: \>* Đã chọn "Loại bỏ hiệu ứng".
zh: \>※已变更为“解除效果”了。

source: \>※"エフェクト解除"に変更しました。 \>上キーでエフェクト解除、 \>下キーでお気に入りエフェクトを選択します。
es: \>* Configurado a "Remover Efecto". \>Remueve el efecto equipado al presionar arriba. \>Selecciona el efecto favorito al presionar abajo.
fr: \>* Changer par "Déséquiper l'effet". \>Déséquipez votre effet en appuyant sur Haut \>Equipez votre effet favori en appuyant sur Bas.
ko: \>※"이펙트 해제"로 변경했습니다 \>위 키를 눌러 해제, \>아래 키를 눌러 즐겨찾기 이펙트를 장착합니다
pl: \>* Ustawione na "Usuń Efekt". \>Usuń swój efekt naciskając w górę. \>Użyj efektu naciskając w dół.
pt_br: \>* Definido para "Remover efeito". \>Remove seu efeito pressionando para cima. \>Usa seu efeito favorito pressionando para baixo.
ru: \>+ "Сброс" \>Стрелка Вверх сбросит Эффект. \>Стрелка Вниз выбирает Избранный Эффект.
uk: \>※ "Прибрати ефект". \>Клавіша [▲] прибере ефект, який ви маєте на собі. \>Клавіша [▼] дасть вам Улюблений ефект.
vi: \>* Đã chọn "Loại bỏ hiệu ứng". \>Ấn phím mũi tên lên để loại bỏ hiệu ứng. \>Ấn phím mũi tên xuống để dùng hiệu ứng yêu thích.
zh: \>※已变更为“解除效果”了。 \>输入上键可以解除效果， \>输入下键可以选择喜爱的效果。

source: \>※"お気に入りエフェクト"に変更しました。 \>上キーと下キーのどちらでも \>お気に入りエフェクトを選択します。
es: \>* Configurado a "Efecto Favorito". \>Presionar tanto la tecla arriba o abajo equipará \>el efecto registrado como favorito.
fr: \>* Changer par "Effet favori" \>Appuyer soit sur bas soit sur haut utilisera \>votre effet favori.
ko: \>※"즐겨찾기 이펙트"로 변경했습니다 \>위 키, 아래 키 모두 \>즐겨찾기 이펙트를 선택합니다
pl: \>* Ustawiono na "Ulubiony Efekt". \>Naciskanie w dół lub w górę użyje \>ulubionego efektu.
pt_br: \>* Definido para "Efeito Favorito". \>Pressionando para cima ou para baixo irá usar seu \>efeito favorito.
ru: \>+ "Избранный Эффект" \>Стрелки Вверх/Вниз одинаково переключают \>на Избранный эффект.
uk: \>※ "Улюблений ефект". \> \>Натискання [▲] або [▼] дасть вам Улюблений ефект.
vi: \>* Đã chọn "Hiệu ứng yêu thích". \>Ấn phím mũi tên lên hoặc xuống đều sẽ \>kích hoạt hiệu ứng yêu thích.
zh: \>※已经变更为“喜爱的效果”了。 \>不论是输入上还是下， \>都可以切换成喜欢的效果。

source: \> ★ エフェクトシフトチェンジ ★ シフトキーでエフェクトを選ぶ画面が出る機能です。 もちろん、いつものメニューもそのまま使えます。
es: \> ★ Menú Rápido ★ Presionar shift muestra un menú de selección de efectos. Aún se puede usar el menú clásico normalmente.
fr: \> ★ Écran de sélection d'effet ★ Appuyer sur la touche Maj affichera l'écran de sélection d'effets. Vous pourrez toujours utiliser le menu habituel.
ko: \> ★ 이펙트 Shift 체인지 ★ Shift로 이펙트를 선택하는 기능입니다 물론 기존의 메뉴 또한 그대로 사용할 수 있습니다
pl: \> ★ Zmiana Efektu Shift ★ Naciśnięcie Shift wyświetli menu efektów. Można nadal używać normalnego menu.
pt_br: \> ★ Seleção de Efeitos Shift ★ Pressionando o Shift mostrará uma tela de seleção de efeitos. Você ainda pode usar o menu normal.
ru: \>★Смена Эффекта по нажатию Shift★ При нажатии клавиши Shift всплывёт специальное меню. Обычное меню смены эффектов всё-ещё оста- ётся доступным.
uk: \> ★ Вибір серед ефектів ★ При натисканні [Shift] з'явиться вікно вибора. ефектів. Ви все ще можете вибирати через звичайне меню.
vi: \> ★ Chọn hiệu ứng nhanh ★ Ấn Shift để mở menu chọn hiệu ứng. Bạn vẫn có thể sử dung menu thường nếu muốn.
zh: \> ★ Shift键切换效果 ★ 按下Shift键后会弹出效果选择界面。 当然，一般模式的菜单还是可以开启。

source: \> ★ エフェクトシフトチェンジ ★ また、シフトキーを押してから下キーを押すと お気に入りエフェクトに登録したものを選択できます。
es: \> ★ Menú Rápido ★ También se puede equipar rápidamente el efecto favorito al presionar la tecla abajo.
fr: \> ★ Écran de sélection d'effet ★ Vous pouvez également sélectionner votre effet favori en appuyant sur la touche Bas.
ko: \> ★ 이펙트 Shift 체인지 ★ 또 Shift 키를 누른 다음 아래 방향키를 누르면 즐겨찾기 이펙트에 등록한 것을 선택할 수 있습니다
pl: \> ★ Zmiana Efektu Shift ★ Można również przeskoczyć do ulubionego efektu naciskając klawisz w dół.
pt_br: \> ★ Seleção de Efeitos Shift ★ Você pode pular rapidamente para seu efeito favorito pressionando para baixo.
ru: \>★Смена Эффекта по нажатию Shift★ Если в Shift-меню вы нажмёте стрелку Вниз, то сможете надеть ваш Избранный Эффект.
uk: \> ★ Вибір серед ефектів ★ Ви також можете швидко вибрати Улюблений ефект, натиснувши клавішу [▼].
vi: \> ★ Chọn hiệu ứng nhanh ★ Bạn cũng có thể nhanh chóng kích hoạt hiệu ứng yêu thích bằng cách nhấn phím mũi tên xuống.
zh: \> ★ Shift键切换效果 ★ 以及，关于喜欢的效果功能 也是按下Shift键后使用上下键就可以使用。

source: \>どちらのアルバムを見ますか？
es: \>¿Cuál álbum desea ver?
fr: \>Voir quel album?
ko: \>어느 엘범을 보시겠습니까?
pl: \>Który album wyświetlić?
pt_br: \>Ver qual álbum?
ru: \>Какой альбом желаете просмотреть?
uk: \>Який альбом хочете подивитись?
vi: \>Xem album nào?
zh: \>要看哪边的相册？

source: \>改変後（現行処理）ver. \>改変前（元処理）ver.
es: \>Versión Actualizada ver. \>Versión Antigua ver.
fr: \>Version mise à jour \>Ancienne version
ko: \>개편 후 (현행처리) 버전 \>개편 전 (원본처리) 버전
pl: \>Nowa wersja ver. \>Stara wersja ver.
pt_br: \>Versão Atualizada ver. \>Versão Antiga ver.
ru: \>Новой версии \>Старой версии
uk: \>Нову версію \>Стару версію
vi: \>Bản đã cập nhật \>Bản gốc
zh: \>改变后（当前处理）ver. \>改变前（原处理）ver.

source: \>ミニゲームＡ \>ミニゲームＢ \>ミニゲームＣ やめる
es: \>Minijuego A \>Minijuego B \>Minijuego C Salir
fr: \>Mini-jeu A \>Mini-jeu B \>Mini-jeu C Quitter
ko: \>미니게임 A \>미니게임 B \>미니게임 C 그만두기
pl: \>Gra A \>Gra B \>Gra C Wyjdź
pt_br: \>Minigame A \>Minigame B \>Minigame C Sair
ru: \>Мини-игра A \>Мини-игра B \>Мини-игра C Выйти
uk: \>Мінігра A \>Мінігра B \>Мінігра C Вийти
vi: \>Minigame A \>Minigame B \>Minigame C Thoát
zh: \>迷你游戏Ａ \>迷你游戏Ｂ \>迷你游戏Ｃ 返回

source: \>大変長らく更新せずすいませんでした。
ko: 장기간 동안 업데이트하지 않아서 죄송합니다
zh: \>很抱歉停更这么久。

source: \>･変更点 \>ミニゲームのマップ変更・追加 \>今更ながらに主人公キャラの変更（結構やっつけ）
ko: \>･변경점 \>미니게임의 맵 변경 및 추가 \>주인공 캐릭터를 새삼스레 변경함 (만족스럽게 끝냄)
zh: \>･变化点 \>迷你游戏地图的变更·追加 \>事到如今改变了主人公（还蛮草率）

source: なお、ゲーム中はセーブが できないようになっております。
ko: 또한, 게임 중에는 세이브를 못하도록 되어 있습니다.
zh: 现在，游戏中的存档功能 是无法使用的状态。

source: ※メニューも開けないように設定してます
ko: ※메뉴도 열지 못하도록 설정해 두었습니다
zh: ※同时也无法打开菜单

source: なお、止める際にはわざと死ぬか、 それか仮面の子に話しかけてください。
ko: 그래도 게임이 멈출 때는 일부러 죽거나, 아니면 가면을 쓴 아이한테 말을 걸어주세요
zh: 想要中止游戏的话就故意死掉、 不然就去和戴面具的人搭话也可以。

source: 始める やらない
es: Empezar No Empezar
fr: Commencer Ne Pas Commencer
ko: 시작하기 그만하기
pl: Start Nie Start
pt_br: Começar Não Começar
ru: В начало Не делать этого
uk: Почати Не починати
vi: Bắt đầu Không bắt đầu
zh: 开始 不玩了

source: 通常体験版を起動 過去体験版を起動
ko: 통상 체험판을 기동 과거 체험판 부팅
ru: Запустить актуальное демо Запустить старое демо
zh: 启动通常体验版 启动过去体验版

source: \>初めから \>続きから
es: \>Empezar \>Continuar
fr: \>Commencer \>Continuer
ko: \>처음부터 \>이어서
pl: \>Rozpocznij \>Kontynuuj
pt_br: \>Começar \>Continuar
ru: \>С начала \>Продолжить
uk: \>Почати \>Продовжити
vi: \>Bắt đầu \>Tiếp tục
zh: \>新游戏 \>继续游戏

source: コンティニューポイント選択画面へ移行します この機能はまだ未完成です
ko: 컨티뉴포인트 선택화면으로 넘어갑니다 이 기능은 아직 미완성입니다
ru: Перемещает к последней сохранённой точке. Эта функция ещё не завершена.
zh: 将移动至ContinuePoint选择界面 这个功能还没做完

# actors.name
source: OFF
fr: Désac.
pl: Wyłaczone
pt_br: Não
ru: Выкл.
vi: Tắt

# actors.name
source: ON
fr: Act.
pl: Włączone
pt_br: Sim
ru: Вкл.
vi: Bật

source: \>・ON \>・OFF
es: \>・Activar \>・Desactivar
fr: \>・Activer \>・Désactiver
pl: \>・Włącz \>・Wyłącz
pt_br: \>・Sim \>・Não
ru: \> Включить \> Выключить
uk: \>・Увімкнути \>・Вимкнути
vi: \>・Bật \>・Tắt

source: \>\C[4]【DATA】\C[0] [4/4] \> 睡眠日数： \C[4]\v[43]日\C[0] \> 歩数： \C[4]\v[91]\N[3]000000歩\C[0]
ru: \>\C[4][Данные]\C[0] [4/4] \>Проспано: \C[4]\v[43] Дн.\C[0] \>Пройдено: \C[4]\v[91]\N[3]000000 Шагов\C[0]

source: \>\C[4]【DATA】\C[0] [4/4] \> 睡眠日数： \C[4]\v[43]日\C[0] \> 歩数： \C[4]\v[91]\N[3]\v[90]歩\C[0]
ru: \>\C[4][Данные]\C[0] [4/4] \>Проспано: \C[4]\v[43] Дн.\C[0] \>Пройдено: \C[4]\v[91]\N[3]\v[90] Шагов\C[0]

source: \>\C[5] SCORE \C[0]
pt_br: \>\C[5] PONTOS \C[0]
ru: \>\C[5] СЧЁТ \C[0]
uk: \>\C[5] РАХУНОК \C[0]

# actors.name
source: Player Name
pl: Nazwa Gracza
pt_br: Nome do Jogador

source: \>エラー：Time Trial Modeでセーブできてしまいました \> \> \>タイトル画面へ戻ります
uk: \>Помилка: Відбулося збереження в Режимі на Час \> \> \>Повернення на головне меню

source: \> ／ No. ／ \>♪再生中：カーソル移動音 \<\.\.\^
vi: \> ／ ／ \>♪ Hiện đang phát: Âm thanh con trỏ \<\.\.\^

source: \> ／ No. ／ \>♪再生中：決定音\<\.\.\^
vi: \> ／ ／ \>♪ Hiện đang phát: Âm thanh chọn \<\.\.\^

source: \> ／ No. ／ \>♪再生中：キャンセル音\<\.\.\^
vi: \> ／ ／ \>♪ Hiện đang phát: Âm thanh hủy \<\.\.\^

source: \>\C[4]【DATA】\C[0] [3/5] \>プレイ時間： \C[4]\v[87]時間\C[0] \> (メニュー画面を開いている時間を含めず) \>初クリア ： \C[4]\v[3520]時間 \v[3519]分 \v[3518]秒\C[0]
vi: \>\C[4]【DATA】\C[0] [3/5] \>Thời gian chơi: \C[4]\v[87] giờ\C[0] \> (Bao gồm thời gian trong các menu) \>Phá đảo lần đầu: \C[4]\v[3520] giờ \v[3519] phút \v[3518] giây\C[0]
