Repository: ynoproject/ynotranslations
Catalog: 2kki/*/Map0249.po
Languages: ko, ru, vi

source: さいしょから つづきから せつめい ゲームをおわる
ko: 처음부터 이어서 설명 게임 종료
ru: Начать Продолжить Пояснение Выйти
vi: Bắt đầu Tiếp tục Hướng dẫn Thoát trò chơi

source: データが初期化されました
ko: 데이터가 초기화되었습니다
ru: Данные загружены.
vi: Khởi tạo dữ liệu thành công

source: セーブデータがありません
ko: 세이브 데이터가 없습니다
ru: Данные не найдены.
vi: Không có dữ liệu lưu

source: 迷路の中に落ちている5種類+αの氷を集めるゲームです。
ko: 미로 속에 숨겨진 5+α 가지의 얼음을 찾는 게임입니다.
ru: Это игра о сборе 5 видов льда и Снежной Пыли в Лабиринте из Снега.
vi: Đây là một trò chơi thu thập 5 vật dụng bằng băng (và thêm nữa) rải rác trong mê cung.

source: アイテム：所持してる氷を確認 もどる：初期位置に戻ります セーブ：現在地を記録します おわる：ここに戻ります
ko: 아이템：소지한 얼음 확인함 돌아가기：초기 위치로 돌아감 세이브：현재 위치를 기록함 끝내기：이 곳으로 돌아옴
ru: Предметы: Всё, Что уже собранно. Возврат: Вернуться на старт. Сохр. : Запомнить место. Выход: Прервать игру.
vi: Túi đồ: Xem các vật bạn đang có Quay về: Quay về vị trí bắt đầu Lưu: Lưu vị trí hiện tại Thoát: Trở về màn hình chính

source: 一度クリアする、最初からプレイすると 位置情報、取得した氷のデータが初期化されます。
ko: 한 번 클리어 후에 처음부터 플레이 하면 위치정보, 획득한 얼음 데이터가 초기화됩니다.
ru: Данные о положении льдинок сбрасываются после каждого прохождения и начала новой игры.
vi: Khi phá đảo trò chơi lần đầu tiên, hoặc khi bắt đầu lại trò chơi, dữ liệu về địa điểm và túi đồ sẽ được khởi tạo.

source: なお、このゲーム内でのセーブは簡易セーブです。 「つづきから」を選択した場合、 セーブした場所からスタートします。
ko: 또한, 이 게임에서 세이브는 간이 세이브입니다. [이어서]를 선택한 경우 세이브 한 장소에서 시작합니다.
ru: При "Сохранении" вы просто сохраняете прогресс. Позже, вы сможете "Продолжить" с того места, где вы в последний раз "Сохранились".
vi: Lưu ý rằng chức năng lưu của trò chơi khá đơn sơ. Nếu bạn chọn "Tiếp tục", trò chơi sẽ tiếp tục từ điểm lưu gần nhất.

source: ★既クリア特典★ 氷を一気に取得できるキャラクターが どこかに出現しました。
ko: ★클리어 혜택★ 얼음을 한번에 얻을 수 있는 NPC가 특정 장소에 출현합니다.
ru: ★ Преимущества Прохождения ★ На карте появляется персонаж, что может выдать сразу весь лёд.
vi: ★ Quyền lợi sau khi phá đảo ★ Một nhân vật đặc biệt có thể cho tất cả vật dụng sẽ xuất hiện đâu đó.

source: 何度もゲームを読み込むことで超高速にできます。 デバッグモードでシフトを押すと うろつきの等速になります。
ko: 계속해서 세이브를 불러오면 초고속이 됩니다. 디버그에서 쉬프트 키를 누르면 우로츠키의 평소 속도가 됩니다.
ru: Можно пройти всё очень быстро, если постоянно загружаться. Если зажать Shift в Режиме отладки, будете двигаться очень быстро.
vi: Bạn có thể chạy nhanh hơn bằng cách thoát ra rồi vào lại nhiều lần. Nếu bạn ấn Shift trong chế độ gỡ lỗi

source: GOODとBADの分かれ目は新しく実装された粉雪です。 その辺ふよふよしてるのを30個集めたらBADです。 99個以上取ると多分表示がバグります。
ko: Good과 Bad 엔딩의 분기는 획득한 가루눈입니다. 흔들흔들거리는 것을 30개 모으면 Bad입니다. 99개 이상으로 모으면 오류가 발생합니다.
ru: Хорошая и Плохая концовки определяются по Снежной пыли. Плохая настанет, если соберёте +30 пыли. Если более 99, счётчик сломается.
vi: Điểm khác biệt giữa GOOD và BAD là về bụi tuyết được thêm vào gần đây. Nếu bạn thu thập từ 30 trở lên, bạn sẽ rơi vào BAD. Nếu bạn thu thập trên 99, có thể đồ họa sẽ bị lỗi.
