Repository: ynoproject/ynotranslations
Catalog: 2kki/*/Map0002.po
Languages: es, fr, ko, pl, pt_br, ru, uk, vi, zh

source: \>・アリ \>・ナシ \>・設定終了
es: \>・Activar \>・Desactivar \>・Salir
fr: \>・Activer \>・Désactiver \>・Fermer
ko: \>・있음 \>・없음 \>・설정 종료
pl: \>・Włącz \>・Wyłącz \>・Zamknij Ustawienia
pt_br: \>・Sim \>・Não \>・Fechar Configuração
ru: \> Включить \> Выключить \> Закрыть
uk: \>・Увімкнути \>・Вимкнути \>・Закрити
vi: \>・Bật \>・Tắt \>・Đóng cài đặt
zh: \>·启用 \>·禁用 \>·结束设置

source: \>アリにしました。
es: \>Activado
fr: \>Activé.
ko: \>있음으로 설정
pl: \>Włączone.
pt_br: \>Definido para 'Sim'.
ru: \>Включено.
uk: \>Увімкнено.
vi: \>Đã bật tùy chọn.
zh: \>设置成启用了。

source: \>ナシにしました。
es: \>Desactivado
fr: \>Désactivé.
ko: \>없음으로 설정
pl: \>Wyłączone.
pt_br: \>Definido para 'Não'.
ru: \>Отключено.
uk: \>Вимкнено.
vi: \>Đã tắt tùy chọn.
zh: \>设置成禁用了。

source: \>・メニュータイプ＆効果音変更 \>・PC画面BGM変更 \>・デフォルトに戻す \>・設定終了
es: \>・Temas de Menú y Efectos de Sonido \>・Música del Computador \>・Revertir a Predeterminado \>・Cerrar Ventana
fr: \>・Style de menu et bruitages \>・Musique d'écran d'accueil de l'ordi \>・Revenir par défaut \>・Fermer
ko: \>・메뉴 타입 & 효과음 변경 \>・PC 배경음악 변경 \>・기본 설정으로 되돌리기 \>・설정 종료
pl: \>・Typ Manu i Efekty Dźwiękowe \>・Muzyka w tle \>・Powrót do domyślnych \>・Zamknij Ustawienia
pt_br: \>・Tema de Menu & Efeitos Sonoros \>・BGM do PC \>・Redefinir Configurações \>・Fechar Configuração
ru: \> Стиль Меню и Звуки \> Мелодия ПК \> Сбросить до Изначальных \> Закрыть
uk: \>・Тип Меню і Звукові Ефекти \>・Фонова музика комп'ютера \>・Стандартні налаштування \>・Закрити
vi: \>・Kiểu menu và Hiệu ứng âm thanh \>・BGM cho PC \>・Đặt lại về mặc định \>・Đóng cài đặt
zh: \>·切换菜单样式＆效果音 \>·切换PC桌面BGM \>·恢复默认设置 \>·结束设置

source: \>以下の設定をデフォルトに戻します。 \>メニュータイプ / 効果音 / PC画面BGM
es: \>Revertir a las opciones predeterminadas: \>Tema de Menú / Sonidos / Música del Computador
fr: \>Revenir aux réglages par défaut. \>Style de menu / Bruitages / Musique de l'ordi
ko: \>이하 설정을 기본으로 되돌립니다 \>메뉴 타입 / 효과음 / PC 배경음악
pl: \>Powrót do domyślnych ustawień. \>Typ menu / Efekty Dźwiękowe / Muzyka w tle
pt_br: \>Redefinir configurações para o padrão? \>Tema de Menu / Efeitos Sonoros / BGM do PC
ru: \>Вернуть к изначальным Стиль Меню, Звуки и \>Мелодию ПК.
uk: \>Скинути до стандартних налаштувань: \>Тип меню\_/\_Звукові Ефекти\_/\_Фонова музика комп'ютера
vi: \>Đặt lại các cài đặt về mặc định. \>Kiểu menu / Hiệu ứng âm thanh / BGM cho PC
zh: \>将以下设定恢复成默认状态。 \>菜单样式 / 效果音 / PC画面BGM

source: \>・デフォルトに戻す \>・キャンセル
es: \>・ Revertir \>・ Cancelar
fr: \>・ Défaut \>・ Annuler
ko: \>・ 기본으로 되돌리기 \>・ 취소
pl: \>・ Domyślne \>・ Anuluj
pt_br: \>・ Redefinir \>・ Cancelar
ru: \> Вернуть к изначальным \> Отмена
uk: \>・ Скинути \>・ Скасувати
vi: \>・Đặt lại \>・Hủy
zh: \>·恢复成默认状态 \>·取消

source: \>メニュータイプ / 効果音 / PC画面BGM \>…をデフォルトに戻しました。
es: \>Tema de Menú / Sonidos / Música del Computador \>Revertidos a los predeterminados
fr: \>Style de menu / Bruitages / Musique d'écran PC \>Revenu par défaut
ko: \>메뉴 타입 / 효과음 / PC 배경음악 \>...을 기본으로 되돌렸습니다
pl: \>Typ menu / Efekty Dźwiękowe / Muzyka w tle \>Powróć do domyślnych
pt_br: \>Tema de Menu / Efeitos Sonoros / BGM do PC \>Redefinido.
ru: \>Стиль Меню, Звуки и Мелодия ПК \>Возвращены к изначальным.
uk: \>Тип меню\_/\_Звукові Ефекти\_/\_Фонова музика комп'ютера \>були скинуті.
vi: \>Kiểu menu / Hiệu ứng âm thanh / BGM cho PC \>Đã đặt lại về mặc định.
zh: \>菜单样式 / 效果音 / PC画面BGM \>…已恢复为默认状态。

source: \>\C[4]【DATA】\C[0] ゆめ２っき ver\V[7]\N[4]\V[9]\N[2]
es: \>\C[4]【DATA】\C[0] Yume 2kki ver\V[7]\N[4]\V[9]\N[2]
fr: \>\C[4]【DONNÉES】\C[0] Yume 2kki ver\V[7]\N[4]\V[9]\N[2]
ko: \>\C[4]【DATA】\C[0] 유메2키 ver\V[7]\N[4]\V[9]\N[2]
pl: \>\C[4]【DANE】\C[0] Yume 2kki ver\V[7]\N[4]\V[9]\N[2]
pt_br: \>\C[4]【DADOS】\C[0] Yume 2kki ver\V[7]\N[4]\V[9]\N[2]
ru: \>\C[4]Данные\C[0] ゆめ２っき Версия \V[7]\N[4]\V[9]\N[2]
uk: \>\C[4]【ДАНІ】\C[0] Yume 2kki ver\V[7]\N[4]\V[9]\N[2]
vi: \>\C[4]【DATA】\C[0] Yume 2kki ver\V[7]\N[4]\V[9]\N[2]
zh: \>\C[4]【DATA】\C[0] 梦２记 ver\V[7]\N[4]\V[9]\N[2]

source: \>プレイ記録を見る \>エンディングを見返す \>このウィンドウを閉じる
es: \>Ver Datos de Partida \>Ver Finales \>Cerrar Ventana
fr: \>Voir les statistiques de jeu \>Revoir les fins \>Fermer la fenêtre
ko: \>플레이 기록 보기 \>엔딩 다시 보기 \>이 창을 닫기
pl: \>Wyświetl Statystyki \>Zobacz Zakończenia \>Zamknij Onko
pt_br: \>Ver Records de Jogo \>Reassistir Finais \>Fechar Janela
ru: \>Статистика \>Пересмотреть Концовки \>Закрыть окно
uk: \>Проглянути статистику \>Передивитись кінцівки \>Закрити
vi: \>Xem dữ liệu chơi \>Xem lại kết thúc \>Đóng cửa sổ
zh: \>查看游玩记录 \>回顾结局 \>关闭此窗口

source: \>\C[4]【DATA】\C[0] [1/5] \> バージョン： \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> エフェクト： \C[4]\V[2]％\C[0] \>(最初に入手したエフェクトは \C[4]\N[8]\C[0])
es: \>\C[4]【DATA】\C[0] [1/5] \> Versión: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Efectos: \C[4]\V[2]％\C[0] \> (El primer efecto obtenido fue: \C[4]\N[8]\C[0])
fr: \>\C[4]【DONNÉES】\C[0] [1/5] \> Version: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Effets : \C[4]\V[2]％\C[0] \> (Le premier effet obtenu était \C[4]\N[8]\C[0])
ko: \>\C[4]【DATA】\C[0] [1/5] \> 버전: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> 이펙트: \C[4]\V[2]％\C[0] \> (최초로 입수한 이펙트는 \C[4]\N[8]\C[0])
pl: \>\C[4]【DANE】\C[0] [1/5] \> Wersja: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Efekty: \C[4]\V[2]％\C[0] \> (Pierwszy efekt zdobyty to \C[4]\N[8]\C[0])
pt_br: \>\C[4]【DADOS】\C[0] [1/5] \> Versão : \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Efeitos: \C[4]\V[2]％\C[0] \> (Primeiro efeito obtido foi o(a) \C[4]\N[8]\C[0])
ru: \>\C[4][Данные]\C[0] [1/5] \> Версия: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Эффекты: \C[4]\V[2]%\C[0] \>(Первый эффект: \C[4]\N[8]\C[0])
uk: \>\C[4]【ДАНІ】\C[0] [1/5] \> Версія: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Ефекти: \C[4]\V[2]％\C[0] \> (Вашим першим ефектом був «\C[4]\N[8]\C[0]»)
vi: \>\C[4]【DATA】\C[0] [1/5] \> Phiên bản: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Hiệu ứng: \C[4]\V[2]％\C[0] \>(Hiệu ứng đầu tiên nhận được là \C[4]\N[8]\C[0])
zh: \>\C[4]【DATA】\C[0] [1/5] \> 版本号： \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> 效果： \C[4]\V[2]％\C[0] \>(第一个获得的效果是 \C[4]\N[8]\C[0])

source: \>\C[4]【DATA】\C[0] [2/5] \>サウンドルーム： \C[4]\V[5]％ (\V[114]/\V[112])\C[0] \> パソコン壁紙： \C[4]\V[3]％ (\V[20]/\V[558])\C[0] \> パズル絵柄： \C[4]\V[4]％ (\V[60]/\V[1465])\C[0]
es: \>\C[4]【DATA】\C[0] [2/5] \> Música : \C[4]\V[5]% (\V[114]/\V[112])\C[0] \> PC Wallpapers: \C[4]\V[3]% (\V[20]/\V[558])\C[0] \> Kura Puzzles : \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
fr: \>\C[4]【DONNÉES】\C[0] [2/5] \> Salle de son: \C[4]\V[5]% (\V[114]/\V[112])\C[0] \>Fonds d'écran: \C[4]\V[3]% (\V[20]/\V[558])\C[0] \> Taquins: \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
ko: \>\C[4]【DATA】\C[0] [2/5] \> 사운드룸: \C[4]\V[5]% (\V[114]/\V[112])\C[0] \> PC 배경화면: \C[4]\V[3]% (\V[20]/\V[558])\C[0] \> 퍼즐 그림: \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
pl: \>\C[4]【DANE】\C[0] [2/5] \>Sound Room : \C[4]\V[5]% (\V[114]/\V[112])\C[0] \>Tapety : \C[4]\V[3]% (\V[20]/\V[558])\C[0] \>Zagadki Kura: \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
pt_br: \>\C[4]【DADOS】\C[0] [2/5] \>Sala de Música : \C[4]\V[5]% (\V[114]/\V[112])\C[0] \>Ilustrações do PC : \C[4]\V[3]% (\V[20]/\V[558])\C[0] \>Quebra-Cabeça Kura: \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
ru: \>\C[4][Данные]\C[0] [2/5] \> Треки: \C[4]\V[5]% (\V[114]/\V[112])\C[0] \> Обои: \C[4]\V[3]% (\V[20]/\V[558])\C[0] \> Паззлы: \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
uk: \>\C[4]【ДАНІ】\C[0] [2/5] \>Звукова кімната: \C[4]\V[5]% (\V[114]/\V[112])\C[0] \>Шпалери : \C[4]\V[3]% (\V[20]/\V[558])\C[0] \>Кура Пазли : \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
vi: \>\C[4]【DATA】\C[0] [2/5] \>Sound Room : \C[4]\V[5]％ (\V[114]/\V[112])\C[0] \>Hình nền PC: \C[4]\V[3]％ (\V[20]/\V[558])\C[0] \>Kura Puzzle: \C[4]\V[4]％ (\V[60]/\V[1465])\C[0]
zh: \>\C[4]【DATA】\C[0] [2/5] \> 音乐房： \C[4]\V[5]％ (\V[114]/\V[112])\C[0] \>电脑壁纸： \C[4]\V[3]％ (\V[20]/\V[558])\C[0] \>拼图样式： \C[4]\V[4]％ (\V[60]/\V[1465])\C[0]

source: \>\C[4]【DATA】\C[0] [3/5] \>プレイ時間： \C[4]\v[87]時間 00分 00秒\C[0] \> (メニュー画面を開いている時間を含めず) \>初クリア ： \C[4]\v[3520]時間 \v[3519]分 \v[3518]秒\C[0]
es: \>\C[4]【DATA】\C[0] [3/5] \>Tiempo Jugado: \C[4]\v[87]h 00m 00s\C[0] \> (Incluye tiempo en menús) \>Primer Final : \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0]
fr: \>\C[4]【DONNÉES】\C[0] [3/5] \>Temps de jeu: \C[4]\v[87]h 00m 00s\C[0] \> (Temps passé dans les menus inclus) \>Première fin: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0]
ko: \>\C[4]【DATA】\C[0] [3/5] \> 플레이 시간: \C[4]\v[87]시간 00분 00초\C[0] \> (메뉴화면이 열려있는 시간을 포함하지 않음) \> 첫 클리어: \C[4]\v[3520]시간 \v[3519]분 \v[3518]초\C[0]
pl: \>\C[4]【DANE】\C[0] [3/5] \>Czas Gry : \C[4]\v[87]h 00m 00s\C[0] \> (Wyklucza czas w menu) \>Pierwsze Zak.: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0]
pt_br: \>\C[4]【DADOS】\C[0] [3/5] \>Tempo de Jogo : \C[4]\v[87]h 00m 00s\C[0] \> (Inclui o tempo gasto na tela de menu) \>Primeiro Final: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0]
ru: \>\C[4][Данные]\C[0] [3/5] \> Наиграно: \C[4]\v[87]ч\C[0] \> (Помимо времени в меню) \>Прохождение: \C[4]\v[3520]ч \v[3519]мин \v[3518]сек\C[0]
uk: \>\C[4]【ДАНІ】\C[0] [3/5] \>Час гри : \C[4]\v[87]h 00m 00s\C[0] \> (Окрім часу проведеного в меню) \>Перше проходження: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0]
zh: \>\C[4]【DATA】\C[0] [3/5] \>游玩时间： \C[4]\v[87]小时 00分 00秒\C[0] \> (不包含打开菜单画面的时间) \>初次通关 ： \C[4]\v[3520]小时 \v[3519]分 \v[3518]秒\C[0]

source: \>\C[4]【DATA】\C[0] [3/5] \>プレイ時間： \C[4]\v[87]時間 \v[86]分 \v[85]秒\C[0] \> (メニュー画面を開いている時間を含めず) \>初クリア ： \C[4]\v[3520]時間 \v[3519]分 \v[3518]秒\C[0]
es: \>\C[4]【DATA】\C[0] [3/5] \>Tiempo Jugado: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \> (Incluye tiempo en menús) \>Primer Final : \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0]
fr: \>\C[4]【DONNÉES】\C[0] [3/5] \>Temps de jeu: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \> (Temps passé dans les menus inclus) \>Première fin: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0]
ko: \>\C[4]【DATA】\C[0] [3/5] \> 플레이 시간: \C[4]\v[87]시간 \v[86]분 \v[85]초\C[0] \> (메뉴화면이 열려있는 시간을 포함하지 않음) \> 첫 클리어: \C[4]\v[3520]시간 \v[3519]분 \v[3518]초\C[0]
pl: \>\C[4]【DANE】\C[0] [3/5] \>Czas Gry : \C[4]\v[87]h \v[86]m \v[85]s\C[0] \> (Wyklucza czas w menu) \>Pierwsze Zak.: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0]
pt_br: \>\C[4]【DADOS】\C[0] [3/5] \>Tempo de Jogo : \C[4]\v[87]h \v[86]m \v[85]s\C[0] \> (Inclui o tempo gasto na tela de menu) \>Primeiro Final: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0]
ru: \>\C[4][Данные]\C[0] [3/5] \> Наиграно: \C[4]\v[87]ч \v[86]мин \v[85]сек\C[0] \> (Помимо времени в меню) \>Прохождение: \C[4]\v[3520]ч \v[3519]мин \v[3518]сек\C[0]
uk: \>\C[4]【ДАНІ】\C[0] [3/5] \>Час гри : \C[4]\v[87]h \v[86]m \v[85]s\C[0] \> (Окрім часу проведеного в меню) \>Перше проходження: \C[4]\v[3520]h \v[3519]m \v[3518]s\C[0]
vi: \>\C[4]【DATA】\C[0] [3/5] \>Thời gian chơi: \C[4]\v[87] giờ \v[86] phút \v[85] giây\C[0] \> (Bao gồm thời gian trong các menu) \>Phá đảo lần đầu: \C[4]\v[3520] giờ \v[3519] phút \v[3518] giây\C[0]
zh: \>\C[4]【DATA】\C[0] [3/5] \>游玩时间： \C[4]\v[87]小时 \v[86]分 \v[85]秒\C[0] \> (不包含打开菜单画面的时间) \>初次通关 ： \C[4]\v[3520]小时 \v[3519]分 \v[3518]秒\C[0]

source: \>\C[4]【DATA】\C[0] [4/5] \> 睡眠日数： \C[4]\v[43]日\C[0] \> 歩数： \C[4]\v[90]歩\C[0]
es: \>\C[4]【DATA】\C[0] [4/5] \> Veces Dormidas: \C[4]\v[43] Días\C[0] \> Pasos Dados : \C[4]\v[90] Pasos\C[0]
fr: \>\C[4]【DONNÉES】\C[0] [4/5] \>Nombre de fois endormie: \C[4]\v[43] Jours\C[0] \> Pas effectués: \C[4]\v[90] Pas\C[0]
ko: \>\C[4]【DATA】\C[0] [4/5] \> 수면일 수: \C[4]\v[43] 일\C[0] \> 걸음 수: \C[4]\v[90] 보\C[0]
pl: \>\C[4]【DANE】\C[0] [4/5] \> Ilość Snów: \C[4]\v[43] Days\C[0] \> Kroki : \C[4]\v[90] Steps\C[0]
pt_br: \>\C[4]【DADOS】\C[0] [4/5] \> Tempo de Sono: \C[4]\v[43] Dias\C[0] \> Passos Dados: \C[4]\v[90] Passos\C[0]
ru: \>\C[4][Данные]\C[0] [4/5] \>Проспано: \C[4]\v[43] Дн.\C[0] \>Пройдено: \C[4]\v[90] Шагов\C[0]
uk: \>\C[4]【ДАНІ】\C[0] [4/5] \> Час сну : \C[4]\v[43] днів\C[0] \> Кроків зроблено: \C[4]\v[90] \C[0]
vi: \>\C[4]【DATA】\C[0] [4/5] \> Số ngày đã ngủ: \C[4]\v[43] ngày\C[0] \> Số bước đi: \C[4]\v[90] bước\C[0]

source: \>\C[4]【DATA】\C[0] [4/5] \> 睡眠日数： \C[4]\v[43]日\C[0] \> 歩数： \C[4]\v[91]\N[3]000000歩\C[0]
es: \>\C[4]【DATA】\C[0] [4/5] \> Veces Dormidas: \C[4]\v[43] Días\C[0] \> Pasos Dados : \C[4]\v[91]\N[3]000000 Pasos\C[0]
fr: \>\C[4]【DONNÉES】\C[0] [4/5] \>Nombre de fois endormie: \C[4]\v[43] Jours\C[0] \> Pas effectués: \C[4]\v[91]\N[3]000000 Pas\C[0]
ko: \>\C[4]【DATA】\C[0] [4/5] \> 수면일 수: \C[4]\v[43] 일\C[0] \> 걸음 수: \C[4]\v[91]\N[3]000000 보\C[0]
pl: \>\C[4]【DANE】\C[0] [4/5] \> Ilość Snów: \C[4]\v[43] Days\C[0] \> Kroki : \C[4]\v[91]\N[3]000000 Steps\C[0]
pt_br: \>\C[4]【DADOS】\C[0] [4/5] \> Tempo de Sono: \C[4]\v[43] Dias\C[0] \> Passos Dados : \C[4]\v[91]\N[3]000000 Passos\C[0]
ru: \>\C[4][Данные]\C[0] [4/5] \>Проспано: \C[4]\v[43] Дн.\C[0] \>Пройдено: \C[4]\v[91]\N[3]000000 Шагов\C[0]
uk: \>\C[4]【ДАНІ】\C[0] [4/5] \> Час сну : \C[4]\v[43] днів\C[0] \> Кроків зроблено: \C[4]\v[91]\N[3]000000\C[0]

source: \>\C[4]【DATA】\C[0] [4/5] \> 睡眠日数： \C[4]\v[43]日\C[0] \> 歩数： \C[4]\v[91]\N[3]\v[90]歩\C[0]
es: \>\C[4]【DATA】\C[0] [4/5] \> Veces Dormidas: \C[4]\v[43] Días\C[0] \> Pasos Dados : \C[4]\v[91]\N[3]\v[90] Pasos\C[0]
fr: \>\C[4]【DONNÉES】\C[0] [4/5] \>Nombre de fois endormie: \C[4]\v[43] Jours\C[0] \> Pas effectués: \C[4]\v[91]\N[3]\v[90] Pas\C[0]
ko: \>\C[4]【DATA】\C[0] [4/5] \> 수면일 수: \C[4]\v[43] 일\C[0] \> 걸음 수: \C[4]\v[91]\N[3]\v[90] 보\C[0]
pl: \>\C[4]【DANE】\C[0] [4/5] \> Ilość Snów: \C[4]\v[43] Days\C[0] \> Kroki : \C[4]\v[91]\N[3]\v[90] Steps\C[0]
pt_br: \>\C[4]【DADOS】\C[0] [4/5] \> Tempo de Sono: \C[4]\v[43] Dias\C[0] \> Passos Dados : \C[4]\v[91]\N[3]\v[90] Passos\C[0]
ru: \>\C[4][Данные]\C[0] [4/5] \>Проспано: \C[4]\v[43] Дн.\C[0] \>Пройдено: \C[4]\v[91]\N[3]\v[90] Шагов\C[0]
uk: \>\C[4]【ДАНІ】\C[0] [4/5] \> Час сну : \C[4]\v[43] днів\C[0] \> Кроків зроблено: \C[4]\v[91]\N[3]\v[90]\C[0]
vi: \>\C[4]【DATA】\C[0] [4/5] \> Số ngày đã ngủ: \C[4]\v[43] ngày\C[0] \> Số bước đi: \C[4]\v[91]\N[3]\v[90] bước\C[0]

source: \>\C[4]【DATA】\C[0] [5/5] \>訪れた世界： \C[4]\V[71]ヵ所\C[0]ぐらい \> 殺傷数： \C[4]\v[3936]回\C[0](無機物も含む)
es: \>\C[4]【DATA】\C[0] [5/5] \>Mundos Visitados: \C[4]\V[71]\C[0] (aproximadamente) \>Asesinatos : \C[4]\v[3936]\C[0] (incluye seres inanimados)
fr: \>\C[4]【DONNÉES】\C[0] [5/5] \> Mondes visités: \C[4]\V[71]\C[0] (approximation) \>Compteur de victimes: \C[4]\v[3936]\C[0] (objets inanimés incl.)
ko: \>\C[4]【DATA】\C[0] [5/5] \>방문한 세계: \C[4]\V[71] 곳\C[0]정도 \> 킬 카운트: \C[4]\v[3936] 회\C[0] (무생물도 포함)
pl: \>\C[4]【DANE】\C[0] [5/5] \>Światy Odwiedzone: \C[4]\V[71]\C[0] (około) \>Zabójstwa : \C[4]\v[3936]\C[0] (wlicza obiekty)
pt_br: \>\C[4]【DADOS】\C[0] [5/5] \>Mundos Visitados : \C[4]\V[71]\C[0] (aproximadamente) \>Contagem de Corpos: \C[4]\v[3936]\C[0] (incluindo obj. inanimados)
ru: \>\C[4][Данные]\C[0] [5/5] \>Миров посещено: ~\C[4]\V[71]\C[0] \> Убийств: \C[4]\v[3936]\C[0] \> (Включая неодушевлённые)
uk: \>\C[4]【ДАНІ】\C[0] [5/5] \>Світів провідано: \C[4]\V[71]\C[0] (Приблизно) \>Атак : \C[4]\v[3936]\C[0] (включаючи неживі предмети)
vi: \>\C[4]【DATA】\C[0] [5/5] \>Số địa điểm đã đến: \C[4]\V[71]\C[0] (ước tính) \>Số người đã giết: \C[4]\v[3936]\C[0] (bao gồm các vật tĩnh)
zh: \>\C[4]【DATA】\C[0] [5/5] \>去过的世界： \C[4]\V[71]\C[0]个左右 \> 杀伤数： \C[4]\v[3936]次\C[0](包含无机物)

source: \>プレイ記録を見る \>このウィンドウを閉じる
es: \>Ver Datos de Partida \>Cerrar Ventana
fr: \>Voir les statistiques de jeu \>Fermer la fenêtre
ko: \>플레이 기록 보기 \>이 창을 닫기
pl: \>Wyświetl rekord \>Zamknij
pt_br: \>Ver Records de Jogo \>Fechar Janela
ru: \>Статистика \>Закрыть окно
uk: \>Проглянути статистику \>Закрити
vi: \>Xem dữ liệu chơi \>Đóng cửa sổ
zh: \>查看游玩记录 \>关闭此窗口

source: \>\C[4]【DATA】\C[0] [1/4] \> バージョン： \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> エフェクト： \C[4]\V[2]％\C[0]
es: \>\C[4]【DATA】\C[0] [1/4] \> Version: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Efectos: \C[4]\V[2]%\C[0]
fr: \>\C[4]【DONNÉES】\C[0] [1/4] \> Version: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Effets : \C[4]\V[2]%\C[0]
ko: \>\C[4]【DATA】\C[0] [1/4] \> 버전: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> 이펙트: \C[4]\V[2]%\C[0]
pl: \>\C[4]【DANE】\C[0] [1/4] \> Wersja: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Efekty: \C[4]\V[2]%\C[0]
pt_br: \>\C[4]【DADOS】\C[0] [1/4] \> Versão : \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Efeitos: \C[4]\V[2]%\C[0]
ru: \>\C[4][Данные]\C[0] [1/4] \> Версия: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Эффекты: \C[4]\V[2]%\C[0]
uk: \>\C[4]【ДАНІ】\C[0] [1/4] \> Версія: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Ефекти: \C[4]\V[2]%\C[0]
vi: \>\C[4]【DATA】\C[0] [1/4] \> Phiên bản: \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> Hiệu ứng: \C[4]\V[2]％\C[0]
zh: \>\C[4]【DATA】\C[0] [1/4] \> 版本号： \C[4]\V[7]\N[4]\V[9]\N[2]\C[0] \> 效果： \C[4]\V[2]％\C[0]

source: \>\C[4]【DATA】\C[0] [2/4] \>サウンドルーム： \C[4]\V[5]％ (\V[114]/\V[112])\C[0] \> パソコン壁紙： \C[4]\V[3]％ (\V[20]/\V[558])\C[0] \> パズル絵柄： \C[4]\V[4]％ (\V[60]/\V[1465])\C[0]
es: \>\C[4]【DATA】\C[0] [2/4] \>Música : \C[4]\V[5]% (\V[114]/\V[112])\C[0] \>PC Wallpapers: \C[4]\V[3]% (\V[20]/\V[558])\C[0] \>Kura Puzzles : \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
fr: \>\C[4]【DONNÉES】\C[0] [2/4] \> Salle de son: \C[4]\V[5]% (\V[114]/\V[112])\C[0] \>Fonds d'écran: \C[4]\V[3]% (\V[20]/\V[558])\C[0] \> Taquins: \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
ko: \>\C[4]【DATA】\C[0] [2/4] \> 사운드룸: \C[4]\V[5]% (\V[114]/\V[112])\C[0] \> PC 배경화면: \C[4]\V[3]% (\V[20]/\V[558])\C[0] \> 퍼즐 그림: \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
pl: \>\C[4]【DANE】\C[0] [2/4] \>Sound Room : \C[4]\V[5]% (\V[114]/\V[112])\C[0] \>Tapety : \C[4]\V[3]% (\V[20]/\V[558])\C[0] \>Zagadki Kura: \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
pt_br: \>\C[4]【DADOS】\C[0] [2/4] \>Sala de Música : \C[4]\V[5]% (\V[114]/\V[112])\C[0] \>Ilustrações do PC : \C[4]\V[3]% (\V[20]/\V[558])\C[0] \>Quebra-Cabeça Kura: \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
ru: \>\C[4][Данные]\C[0] [2/4] \> Треки: \C[4]\V[5]% (\V[114]/\V[112])\C[0] \> Обои: \C[4]\V[3]% (\V[20]/\V[558])\C[0] \> Паззлы: \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
uk: \>\C[4]【ДАНІ】\C[0] [2/4] \>Звукова кімната: \C[4]\V[5]% (\V[114]/\V[112])\C[0] \>Шпалери : \C[4]\V[3]% (\V[20]/\V[558])\C[0] \>Кура пазли : \C[4]\V[4]% (\V[60]/\V[1465])\C[0]
vi: \>\C[4]【DATA】\C[0] [2/4] \>Sound Room : \C[4]\V[5]％ (\V[114]/\V[112])\C[0] \>Hình nền PC: \C[4]\V[3]％ (\V[20]/\V[558])\C[0] \>Kura Puzzle: \C[4]\V[4]％ (\V[60]/\V[1465])\C[0]
zh: \>\C[4]【DATA】\C[0] [2/4] \> 音乐房： \C[4]\V[5]％ (\V[114]/\V[112])\C[0] \>电脑壁纸： \C[4]\V[3]％ (\V[20]/\V[558])\C[0] \>拼图样式： \C[4]\V[4]％ (\V[60]/\V[1465])\C[0]

source: \>\C[4]【DATA】\C[0] [3/4] \>プレイ時間： \C[4]\v[87]時間 \v[86]分 \v[85]秒\C[0] \> (メニュー画面を開いている時間を含めず)
es: \>\C[4]【DATA】\C[0] [3/4] \>Tiempo Jugado: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \> (Incluye tiempo en menús)
fr: \>\C[4]【DONNÉES】\C[0] [3/4] \>Temps de jeu: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \> (Temps passé dans les menus inclus)
ko: \>\C[4]【DATA】\C[0] [3/4] \>플레이 시간: \C[4]\v[87]시간 \v[86]분 \v[85]초\C[0] \> (메뉴화면이 열려있는 시간을 포함하지 않음)
pl: \>\C[4]【DANE】\C[0] [3/4] \>Czas Gry: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \> (Wyklucza czas spędzony w menu)
pt_br: \>\C[4]【DADOS】\C[0] [3/4] \>Tempo de Jogo: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \> (Inclui o tempo gasto na tela do menu)
ru: \>\C[4][Данные]\C[0] [3/4] \>Наиграно: \C[4]\v[87]ч \v[86]мин \v[85]сек\C[0] \> (Помимо времени в меню)
uk: \>\C[4]【ДАНІ】\C[0] [3/4] \>Час гри: \C[4]\v[87]h \v[86]m \v[85]s\C[0] \> (Окрім часу проведеного в меню)
vi: \>\C[4]【DATA】\C[0] [3/4] \>Thời gian chơi: \C[4]\v[87] giờ \v[86] phút \v[85] giây\C[0] \> (Bao gồm thời gian trong các menu)
zh: \>\C[4]【DATA】\C[0] [3/4] \>游玩时间： \C[4]\v[87]小时 \v[86]分 \v[85]秒\C[0] \> (不包含打开菜单画面的时间)

source: \>\C[4]【DATA】\C[0] [4/4] \> 睡眠日数： \C[4]\v[43]日\C[0] \> 歩数： \C[4]\v[90]歩\C[0]
es: \>\C[4]【DATA】\C[0] [4/4] \> Veces Dormidas: \C[4]\v[43] Días\C[0] \> Pasos Dados : \C[4]\v[90] Pasos\C[0]
fr: \>\C[4]【DONNÉES】\C[0] [4/4] \>Nombre de fois endormie: \C[4]\v[43] Jours\C[0] \> Pas effectués: \C[4]\v[90] Pas\C[0]
ko: \>\C[4]【DATA】\C[0] [4/4] \> 수면일 수: \C[4]\v[43] 일\C[0] \> 걸음 수: \C[4]\v[90] 보\C[0]
pl: \>\C[4]【DANE】\C[0] [4/4] \> Ilość Snów: \C[4]\v[43] Days\C[0] \> Kroki : \C[4]\v[90] Steps\C[0]
pt_br: \>\C[4]【DADOS】\C[0] [4/4] \> Tempo de Sono: \C[4]\v[43] Dias\C[0] \> Passos Dados : \C[4]\v[90] Passos\C[0]
ru: \>\C[4][Данные]\C[0] [4/4] \>Проспано: \C[4]\v[43] Дн.\C[0] \>Пройдено: \C[4]\v[90] Шагов\C[0]
uk: \>\C[4]【ДАНІ】\C[0] [4/4] \> Час сну : \C[4]\v[43] днів\C[0] \> Кроків зроблено: \C[4]\v[90]\C[0]
vi: \>\C[4]【DATA】\C[0] [4/4] \> Số ngày đã ngủ: \C[4]\v[43] ngày\C[0] \> Số bước đi: \C[4]\v[90] bước\C[0]

source: \>\C[4]【DATA】\C[0] [4/4] \> 睡眠日数： \C[4]\v[43]日\C[0] \> 歩数： \C[4]\v[91]\v[90]歩\C[0]
es: \>\C[4]【DATA】\C[0] [4/4] \> Veces Dormidas: \C[4]\v[43] Días\C[0] \> Pasos Dados : \C[4]\v[91]\v[90] Pasos\C[0]
fr: \>\C[4]【DONNÉES】\C[0] [4/4] \>Nombre de fois endormie: \C[4]\v[43] Jours\C[0] \> Pas effectués: \C[4]\v[91]\v[90] Pas\C[0]
ko: \>\C[4]【DATA】\C[0] [4/4] \> 수면일 수: \C[4]\v[43] 일\C[0] \> 걸음 수: \C[4]\v[91]\v[90] 보\C[0]
pl: \>\C[4]【DANE】\C[0] [4/4] \> Ilość Snów: \C[4]\v[43] Days\C[0] \> Kroki : \C[4]\v[91]\v[90] Steps\C[0]
pt_br: \>\C[4]【DADOS】\C[0] [4/4] \> Tempo de Sono: \C[4]\v[43] Dias\C[0] \> Passos Dados: \C[4]\v[91]\v[90] Passos\C[0]
uk: \>\C[4]【ДАНІ】\C[0] [4/4] \> Час сну : \C[4]\v[43] днів\C[0] \> Кроків зроблено: \C[4]\v[91]\v[90]\C[0]
vi: \>\C[4]【DATA】\C[0] [4/4] \> Số ngày đã ngủ: \C[4]\v[43] ngày\C[0] \> Số bước đi: \C[4]\v[91]\v[90] bước\C[0]

# actors.name
source: 女の子
ko: 여자아이
ru: Девочка
zh: 女孩子

source: \>\N[2] Original ver - \V[1012] \>\N[2] EX ver - \V[1454]
ko: \>\N[2] 오리지널 버전 - \V[1012] \>\N[2] EX 버전 - \V[1454]
pl: \>\N[2] Oryginalna Wer. - \V[1012] \>\N[2] Wersja EX - \V[1454]
ru: \>\N[2]Исходная Версия - \V[1012] \>\N[2] EX Версия - \V[1454]
uk: \>\N[2] \_Оригінал\_ - \V[1012] \>\N[2] Версія EX - \V[1454]

source: \>前回セーブまでの死亡回数：\v[1262] \>ロードしますか？
fr: \>Morts depuis la dernière sauvegarde: \v[1262] \>Voulez-vous charger?
ko: \>이전 세이브까지의 사망 횟수：\v[1262] \>로드 하시겠습니까?
pl: \>Śmierci od ostatniego zapisu: \v[1262] \>Chcerz wczytać grę?
pt_br: \>Mortes desde o último salvamento: \v[1262] \>Deseja fazer um load?
ru: \>Смертей в последнем сохранении: \v[1262] \>Всё-равно продолжить?
uk: \>Смертей з остатнього запису: \v[1262] \>Хочете загрузити?
vi: \>Số lần chết từ lần lưu cuối: \v[1262] \>Bạn có muốn mở tệp?
zh: \>距离上次存档的死亡次数：\v[1262] \>要读档吗？

source: はい いいえ
es: Sí No
fr: Oui Non
ko: 네 아니오
pl: Tak Nie
pt_br: Sim Não
ru: Да Нет
uk: Так Ні
vi: Có Không
zh: 好的 不要

source: \>ゲームを終了しますか？
es: \>¿Finalizar juego?
fr: \>Quitter le jeu?
ko: \>게임을 종료하시겠습니까?
pl: \>Zakończ grę?
pt_br: \>Fim de jogo?
ru: \>Завершить игру?
uk: \>Завершити гру?
vi: \>Thoát trò chơi?
zh: \>要结束游戏吗？

source: \>はい \>いいえ
es: \>Sí \>No
fr: \>Oui \>Non
ko: \>네 \>아니오
pl: \>Tak \>Nie
pt_br: \>Sim \>Não
ru: \> Да \> Нет
uk: \>Так \>Ні
vi: \>Có \>Không
zh: \>好的 \>不要

# actors.name
source: おおかみ
es: Lobo
fr: Loup
ko: 늑대
pl: Wilk
pt_br: Lobo
ru: Волк
uk: Вовк
vi: Sói
zh: 狼

# actors.name
source: バイク
es: Moto
fr: Moto
ko: 바이크
pl: Motocykl
pt_br: Motocicleta
ru: Мотоцикл
uk: Мотоцикл
vi: Xe máy
zh: 摩托车

# actors.name
source: ツインテ
es: Coletas
fr: Couettes
ko: 트윈테일
pl: Kucyki
pt_br: Cauda Dupla
ru: Хвостики
uk: Хвостики
vi: Hai chùm
zh: 双马尾

# actors.name
source: めがね
es: Gafas
fr: Lunettes
ko: 안경
pl: Okulary
pt_br: Óculos
ru: Очки
uk: Окуляри
vi: Mắt kính
zh: 眼镜

# actors.name
source: はにわ
es: Haniwa
fr: Haniwa
ko: 하니와
pl: Haniwa
pt_br: Haniwa
ru: Ханива
uk: Ханіва
vi: Haniwa
zh: 植轮

# actors.name
source: ケーキ
es: Pastel
fr: Gâteau
ko: 케이크
pl: Ciasto
pt_br: Bolo
ru: Торт
uk: Торт
vi: Bánh ngọt
zh: 蛋糕

# actors.name
source: レインコート
es: Impermeable
fr: Imperméable
ko: 우비
pl: Płaszcz
pt_br: Capa de Chuva
ru: Дождевик
uk: Дощовик
vi: Áo mưa
zh: 雨衣

# actors.name
source: くろでんわ
es: Teléfono
fr: Téléphone
ko: 검은 전화기
pl: Telefon
pt_br: Telefone
ru: Телефон
uk: Телефон
vi: Điện thoại
zh: 黑电话

# actors.name
source: おとこのこ
es: Chico
fr: Garçon
ko: 낭자아이
pl: Chłopak
pt_br: Menino
ru: Мальчик
uk: Хлопчик
vi: Bé trai
zh: 男孩

# actors.name
source: チェーンソー
es: Motosierra
fr: Tronçonneuse
ko: 전기톱
pl: Piła M.
pt_br: Motosserra
ru: Бензопила
uk: Бензопила
vi: Cưa máy
zh: 电锯

# actors.name
source: カンテラ
es: Farol
fr: Lanterne
ko: 등불
pl: Latarnia
pt_br: Lamparina
ru: Фонарь
uk: Ліхтар
vi: Đèn lồng
zh: 灯笼

# actors.name
source: ようせい
es: Hada
fr: Fée
ko: 요정
pl: Wróżka
pt_br: Fada
ru: Фея
uk: Фея
vi: Tiểu tiên
zh: 妖精
