Repository: ynoproject/ynotranslations
Catalog: 2kki/*/Map0402.po
Languages: fr, ko, pl, pt_br, ro, vi

source: 遊び方 更新履歴 お知らせ データを消去
fr: Comment jouer Historique de mise à jour Remarques Effacer les données
ko: 게임 방법 업데이트 이력 알림 데이터 삭제
pl: Jak grać Historia Aktualizacji Uwagi Wyczyść Dane
pt_br: Como Jogar Histórico de Atualizações Avisos Limpar Dados
ro: Cum se joacă Istoricul actualizărilor Anunţuri Şterge datele
vi: Cách chơi Lịch sử bản cập nhật Lưu ý Xóa dữ liệu

source: [概要] 主人公を操作して、様々な仕掛けを潜りゴールを目指すアクションゲ ームです。
fr: [Résumé] Ceci est un jeu d'action où vous guidez le protagoniste en atteignant votre destination tout en évitant les obstacles barrant votre route.
ko: [개요] 주인공을 조작하여 여러 장애물을 뚫고 골까지 도달하는 게임입니다.
pl: [Summary] To jest gra w której prowadzisz do celu bohatera, omijając po drodze różne przeszkody.
pt_br: [Resumo] Esse é um jogo de ação onde você guia o protagonista para alcançar o objetivo, evitando vários obstáculos no caminho.
ro: [Sumarizare] Acesta este un joc de acţiune în care ghidezi protagonistul în atingerra obiectivului, în timp ce te fereşti de multe obstacole.
vi: [Tóm tắt] Đây là một trò chơi mà bạn điều khiển nhân vật về đích và tránh các chướng ngại vật.

source: [操作方法] 左右キー…移動 上下キー…階段、梯子の乗降 Ｚキー…ジャンプ（天井のある場所は使用不可能） Ｘキー…ゲームの中断
fr: [Contrôles] $v$t…Déplacement $s$u…Monter escalier/échelle Touche Z…Sauter (Ne marche pas sous les plafonds) Touche X…Quitter le niveau
ko: [조작법] ←→키…이동 ↑↓키…계단 오르기, 사다리 타기 Ｚ키…점프（천장이 있는 장소는 불가능） Ｘ키…게임 중단
pl: [Controls] $v$t…Move $s$u…Climb stairs/ladders Z Key…Jump (Does not work under ceilings) X Key…Exit Level
pt_br: [Controle] $v$t _____ Mover $s$u __ Subir Escadas Tecla Z __ Pular (Não funciona sob tetos) Tecla X __ Sair do Estágio
ro: [Controale] $v$t…Mişcare $s$u…Urcă pe scări Tasta Z…Sari (Nu funcţionează sub tavane) Tasta X…Ieşi din nivel
vi: [Điều khiển] ← → ... Di chuyển ↑ ↓ ... Nhảy, leo thang Phím Z ... Nhảy (Trừ khi dưới trần nhà) Phím X ... Thoát trò chơi

source: [ステージの得点について] クリアしたり、特殊なクリアをすると得点（Ｐ）が 貯まります。一定数貯まると新たなステージに挑戦する 事ができます。（現在の所持Ｐ：\V[3808]）
fr: [À propos du score de parcours] Obtenez des points en finissant des niveaux ou sous certaines conditions. Rassemblez les pour débloquer de nouveaux niveaux. (Points acquis: \V[3808])
ko: [스테이지 점수 획득에 대하여] 클리어하거나 특수 클리어 시 득점(P)가 쌓입니다 일정 포인트가 쌓이면 새로운 스테이지를 플레이할 수 있습니다. (현재 획득 Ｐ：\V[3808])
pl: [About Stage Scores] These are points acquired from clearing stages or doing so under certain conditions. Collect them to unlock new stages. (Points acquired: \V[3808])
pt_br: [Sobre as Pontuações do Estágio] São pontos adquiridos nas etapas concluidas ou sob certas condições. Colete-os para desbloquear um novo estágio. (Pontos obtidos: \V[3808])
ro: [Despre Scorurile Nivelelor] Acestea sunt puncte dobândite când completezi nivele sau făcând asta sub anumite condiţii. Colecţionează-le pentru a debloca noi nivele. <easyrpg:new_page> (Puncte dobândite: \V[3808])
vi: [Về điểm màn chơi] Bạn sẽ nhận điểm bằng cách qua màn hoặc qua màn dưới điều kiện xác định. Thu thập điểm để mở màn chơi mới. (Điểm hiện có: \V[3808])

source: 2012/03/28(ver0.096f) ・データ上のみ公開 ・新たなコース「ビギナーズコース」追加
fr: 2012/03/28(ver0.096f) ・Uniquement disponible dans les données du jeu ・Ajout du parcours débutant
ko: 2012/03/28(버전 0.096f) ・데이터상으로만 공개 ・신규 코스「비기너 코스」추가
pl: 2012/03/28(ver0.096f) ・Only available in the game's data ・Added the Beginner's Course
pt_br: 28/03/2012(ver0.096f) ・Apenas disponível nos dados do jogo ・Adicionado o modo Iniciante
ro: 2012/03/28(ver0.096f) ・Disponibil doar în datele jocului ・A fost adăugată Cursa Începătorului
vi: 2012/03/28(ver0.096f) ・Chỉ xem được trong dữ liệu trò chơi ・Thêm Màn mở đầu

source: ゲーム中のＢＧＭ随時募集中！！
fr: Nous cherchons des musiques pour ce jeu!!
ko: 게임 내부 BGM 수시 모집중!!
pl: We're looking for BGM for the game!!
pt_br: Nós estamos procurando pelo BGM para o jogo!!
ro: Căutăm muzică de fundal pentru joc!!
vi: Chúng tôi đang tìm BGM cho trò chơi!!

source: 本当によろしいですか？
fr: Êtes-vous vraiment sûr?
ko: 정말로 괜찮으시겠어요?
pl: Are you really sure?
pt_br: Tem certeza?
ro: Eşti sigur?
vi: Bạn chắc không?

source: 消去する 消去しない
fr: Effacer Ne pas effacer
ko: 삭제한다 삭제하지 않는다
pl: Clear Don't clear
pt_br: Limpar Não Limpar
ro: Şterge Nu şterge
vi: Xóa Không xóa

source: [No.1 ビギナーズコース] 必要Ｐ…00(\V[3808]) 獲得Ｐ…\V[3809]/5 難易度…★☆☆☆☆☆
fr: [No.1 Parcours débutant] Points Requis…00(\V[3808]) Points Gagnés …\V[3809]/5 Difficulté …★☆☆☆☆☆
ko: [No.1 비기너 코스] 필요Ｐ…00(\V[3808]) 획득Ｐ…\V[3809]/5 난이도…★☆☆☆☆☆
pl: [No.1 Beginner's Course] Points Required…00(\V[3808]) Points Earned …\V[3809]/5 Difficulty …★☆☆☆☆☆
pt_br: [No.1 Modo Iniciante] Pontos requeridos __ 00(\V[3808]) Pontos ganhos ______ \V[3809]/5 Dificuldade ________ ★☆☆☆☆☆
ro: [Nr.1 Cursa Începătorului] Puncte Dobândite…00(\V[3808]) Puncte Primite …\V[3809]/5 Dificultate …★☆☆☆☆☆
vi: [No.1 Màn mở đầu] Điểm cần thiết...00(\V[3808]) Điểm nhận được...\V[3809]/5 Độ khó...★☆☆☆☆☆

source: 開始 戻る
fr: Commencer Retour
ko: 시작 돌아가기
pl: Begin Return
pt_br: Inicio Retornar
ro: Începe Întoarce-te
vi: Chơi Quay lại

source: ビギナーズコース \^
fr: Parcours débutant \^
ko: 비기너 코스 \^
pl: Beginner's Course \^
pt_br: Modo Iniciante \^
ro: Cursa Începătorului \^
vi: Màn mở đầu \^

source: [No.2 スタンダードコース] 未完成 必要Ｐ…00(\V[3808]) 獲得Ｐ…\V[3810]/5 難易度…★★☆☆☆☆
fr: [No.2 Parcours Standard] Inachevé Points Requis…00(\V[3808]) Points Gagnés …\V[3810]/5 Difficulté …★★☆☆☆☆
ko: [No.2 스텐다드 코스] 미완성 필요Ｐ…00(\V[3808]) 획득Ｐ…\V[3810]/5 난이도…★★☆☆☆☆
pl: [No.2 Standard Course] Unfinished Points Required…00(\V[3808]) Points Earned …\V[3810]/5 Difficulty …★★☆☆☆☆
pt_br: [No.2 Modo Padrão] Inacabado Pontos requeridos __ 00(\V[3808]) Pontos ganhos ______ \V[3810]/5 Dificuldade ________ ★★☆☆☆☆
ro: [Nr.2 Cursa Standard] Nu completa Puncte Dobândite…00(\V[3808]) Puncte Primite …\V[3810]/5 Dificultate …★★☆☆☆☆
vi: [No.2 Màn thường] Chưa hoàn thành Điểm cần thiết...00(\V[3808]) Điểm nhận được...\V[3810]/5 Độ khó...★★☆☆☆☆

source: [No.3 エネミーコース] 未完成 必要Ｐ…04(\V[3808]) 獲得Ｐ…\V[3811]/5 難易度…★★★☆☆☆
fr: [No.3 Parcours Ennemi] Inachevé Points Requis…04(\V[3808]) Points Gagnés …\V[3811]/5 Difficulté …★★★☆☆☆
ko: [No.3 에너미 코스] 미완성 필요Ｐ…04(\V[3808]) 획득Ｐ…\V[3811]/5 난이도…★★★☆☆☆
pl: [No.3 Enemy Course] Unfinished Points Required…04(\V[3808]) Points Earned …\V[3811]/5 Difficulty …★★★☆☆☆
pt_br: [No.3 Modo Inimigo] Inacabado Pontos requeridos __ 04(\V[3808]) Pontos ganhos ______ \V[3811]/5 Dificuldade ________ ★★★☆☆☆
ro: [Nr.3 Cursa Inamic] Nu completa Puncte Dobândite…04(\V[3808]) Puncte Primite …\V[3811]/5 Dificultate …★★★☆☆☆
vi: [No.3 Màn kẻ thù] Chưa hoàn thành Điểm cần thiết...04(\V[3808]) Điểm nhận được...\V[3811]/5 Độ khó...★★★☆☆☆

source: [No.4 ラビリンスコース] 未完成 必要Ｐ…06(\V[3808]) 獲得Ｐ…\V[3812]/5 難易度…★★★☆☆☆
fr: [No.4 Parcours Labyrinthique] Inachevé Points Requis…06(\V[3808]) Points Gagnés …\V[3812]/5 Difficulté …★★★☆☆☆
ko: [No.4 라비린스 코스] 미완성 필요Ｐ…06(\V[3808]) 획득Ｐ…\V[3812]/5 난이도…★★★☆☆☆
pl: [No.4 Labyrinth Course] Unfinished Points Required…06(\V[3808]) Points Earned …\V[3812]/5 Difficulty …★★★☆☆☆
pt_br: [No.4 Modo Labirinto] Inacabado Pontos requeridos __ 06(\V[3808]) Pontos ganhos ______ \V[3812]/5 Dificuldade ________ ★★★☆☆☆
ro: [Nr.4 Cursa Labirint] Nu completa Puncte Dobândite…06(\V[3808]) Puncte Primite …\V[3812]/5 Dificultate …★★★☆☆☆
vi: [No.4 Màn mê cung] Chưa hoàn thành Điểm cần thiết...06(\V[3808]) Điểm nhận được...\V[3812]/5 Độ khó...★★★☆☆☆

source: [No.5 アトラクションコース] 未完成 必要Ｐ…10(\V[3808]) 獲得Ｐ…\V[3813]/5 難易度…★★★★☆☆
fr: [No.5 Parcours D'attraction] Inachevé Points Requis…10(\V[3808]) Points Gagnés …\V[3813]/5 Difficulté …★★★★☆☆
ko: [No.5 어트렉션 코스] 미완성 필요Ｐ…10(\V[3808]) 획득Ｐ…\V[3813]/5 난이도…★★★★☆☆
pl: [No.5 Attraction Course] Unfinished Points Required…10(\V[3808]) Points Earned …\V[3813]/5 Difficulty …★★★★☆☆
pt_br: [No.5 Modo Atração] Inacabado Pontos requeridos __ 10(\V[3808]) Pontos ganhos ______ \V[3813]/5 Dificuldade ________ ★★★★☆☆
ro: [Nr.5 Cursa Atracţie] Nu completa Puncte Dobândite…10(\V[3808]) Puncte Primite …\V[3813]/5 Dificultate …★★★★☆☆
vi: [No.5 Màn thu hút] Chưa hoàn thành Điểm cần thiết...10(\V[3808]) Điểm nhận được...\V[3813]/5 Độ khó...★★★★☆☆

source: [No.6 ディメンションコース] 未完成 必要Ｐ…16(\V[3808]) 獲得Ｐ…\V[3814]/5 難易度…★★★★★☆
fr: [No.6 Parcours Dimensionnel] Inachevé Points Requis…16(\V[3808]) Points Gagnés …\V[3814]/5 Difficulté …★★★★★☆
ko: [No.6 디멘션 코스] 미완성 필요Ｐ…16(\V[3808]) 획득Ｐ…\V[3814]/5 난이도…★★★★★☆
pl: [No.6 Dimensional Course] Unfinished Points Required…16(\V[3808]) Points Earned …\V[3814]/5 Difficulty …★★★★★☆
pt_br: [No.6 Modo Dimensional] Inacabado Pontos requeridos __16(\V[3808]) Pontos ganhos ______ \V[3814]/5 Dificuldade ________ ★★★★★☆
ro: [Nr.6 Cursa Dimensional] Nu completa Puncte Dobândite…16(\V[3808]) Puncte Primite …\V[3814]/5 Dificultate …★★★★★☆
vi: [No.6 Màn chiều không gian] Chưa hoàn thành Điểm cần thiết...16(\V[3808]) Điểm nhận được...\V[3814]/5 Độ khó...★★★★★☆

source: [No.7 プロフェッショナルコース] 未完成 必要Ｐ…24(\V[3808]) 獲得Ｐ…\V[3815]/5 難易度…★★★★★★
fr: [No.7 Parcours Professionnel] Inachevé Points Requis…24(\V[3808]) Points Gagnés …\V[3814]/5 Difficulté …★★★★★★
ko: [No.7 프로페셔널 코스] 미완성 필요Ｐ…24(\V[3808]) 획득Ｐ…\V[3815]/5 난이도…★★★★★★
pl: [No.7 Professional Course] Unfinished Points Required…24(\V[3808]) Points Earned …\V[3814]/5 Difficulty …★★★★★★
pt_br: [No.7 Modo Especialista] Inacabado Pontos requeridos __ 24(\V[3808]) Pontos ganhos ______ \V[3814]/5 Dificuldade ________ ★★★★★★
ro: [Nr.7 Cursa Profesional] Nu completa Puncte Dobândite…24(\V[3808]) Puncte Primite …\V[3814]/5 Dificultate …★★★★★★
vi: [No.6 Màn chuyên nghiệp] Chưa hoàn thành Điểm cần thiết...24(\V[3808]) Điểm nhận được...\V[3815]/5 Độ khó...★★★★★★
