Repository: ynoproject/ynotranslations
Catalog: 2kki/*/Map0150.po
Languages: ko, ru

source: \> MENU
ko: \> 메뉴
ru: \> МЕНЮ

source: \>END MINI-GAME \>OPTION
ko: \>미니게임 종료E \>옵션
ru: \>ВЫЙТИ ИЗ МИНИ-ИГРЫ \>НАСТРОЙКИ

source: \>【エラー】 \>ピースの移動処理が完了しませんでした \<\|\|
ko: \>【에러】 \>퍼즐의 이동 처리가 완료되지 않았습니다 \<\|\|
ru: \>Ошибка \>Перемещение фрагмента не было завершено.\<\|\|

source: \>HINT \>QUIT PUZZLE \>でばっぐ
ko: \>힌트 \>퍼즐 나가기 \>디버그
ru: \>ПОДСКАЗКА \>ВЫЙТИ ИЗ ПАЗЗЛА \>Отладка

source: \> MENU > でばっぐ
ko: \> 메뉴 > 디버그
ru: \> МЕНЮ > Отладка

source: \>イベントID確認もーど \>完成した状態にする
ko: \>이벤트ID 확인 모드 \>완성 상태로 만들기
ru: \>Проверка ID события \>Завершить

source: \>HINT \>QUIT PUZZLE
ko: \>힌트 \>퍼즐 나가기
ru: \>ПОДСКАЗКА \>ВЫЙТИ ИЗ ПАЗЗЛА

source: \>完成したけど、まだ続ける？
ko: \>완성되었지만, 계속하시겠습니까?
ru: \>Вы уже закончили, но всё-ещё хотите продолжить?

source: \>Y / N
ko: \>예 / 아니오
ru: \>Д / Н

source: \> Congratulations!
ko: \> 축하합니다!
ru: \> Поздравляем!

source: \> New Record!!
ko: \> 신기록!!
ru: \> Новый Рекорд!

source: \> MENU > OPTION
ko: \> 메뉴 > 옵션
ru: \> МЕНЮ > НАСТРОЙКИ

source: \>Wallpaper (Now:\V[1463]) \>Control Type (Now:\V[1471]) \>Close
ko: \>배경화면 (현재:\V[1463]) \>조작 타입 (현재:\V[1471]) \>닫기
ru: \>Обои (Сейчас: \V[1463]) \>Управление (Сейчас: \V[1471]) \>Закрыть

source: \> MENU > OPTION > Wallpaper (Now:\V[1463])
ko: \> 메뉴 > 옵션 > 배경화면 (현재:\V[1463])
ru: \> МЕНЮ > НАСТРОЙКИ > Обои (Сейчас: \V[1463])

source: \>Type 1 (Default) \>Type 2 \>Type 3 (PC Wallpaper)
ko: \>타입 1 (기본) \>타입 2 \>타입 3 (PC 배경화면)
ru: \>Тип 1 (По-умолчанию) \>Тип 2 \>Тип 3 (Обои ПК)

source: \> MENU > OPTION > Control Type (Now:\V[1471])
ko: \> 메뉴 > 옵션 > 조작 타입 (현재:\V[1471])
ru: \> МЕНЮ > НАСТРОЙКИ > Управление (Сейчас: \V[1471])

source: \>Type 1 (Cursor) \>Type 2 (Space)
ko: \>타입 1 (커서) \>타입 2 (공백)
ru: \>Тип 1 (Курсор) \>Тип 2 (Пробел)

source: \> Get Ready \<\|\|\^
ko: \> 준비... \<\|\|\^
ru: \> Приготовьтесь \<\|\|\^
