Repository: ynoproject/ynotranslations
Catalog: 2kki/*/Map0004.po
Languages: es, fr, ko, pl, pt_br, ro, ru, uk, vi

# actors.name
source: デフォルト1
es: Lobo
fr: Loup
ko: 늑대
pl: Wilk
pt_br: Lobo
ro: Lup
ru: Волк
uk: Вовк
vi: Sói

# actors.name
source: デフォルト1
es: Moto
fr: Moto
ko: 바이크
pl: Motocykl
pt_br: Motocicleta
ro: Motocicletă
ru: Мотоцикл
uk: Мотоцикл
vi: Xe máy

# actors.name
source: デフォルト1
es: Gakuran
fr: Gakuran
ko: 가쿠란
pl: Uczeń
pt_br: Gakuran
ro: Gakuran
ru: Гакуран
uk: Гакуран
vi: Nam sinh

# actors.name
source: デフォルト1
es: Coletas
fr: Couettes
ko: 트윈테일
pl: Kucyki
pt_br: Cauda Dupla
ro: Cozi Duble
ru: Хвостики
uk: Хвостики
vi: Hai chùm

# actors.name
source: デフォルト1
es: Gafas
fr: Lunettes
ko: 안경
pl: Okulary
pt_br: Óculos
ro: Ochelari
ru: Очки
uk: Окуляри
vi: Mắt kính

# actors.name
source: デフォルト1
es: Haniwa
fr: Haniwa
ko: 하니와
pl: Haniwa
pt_br: Haniwa
ro: Haniwa
ru: Ханива
uk: Ханіва
vi: Haniwa

# actors.name
source: デフォルト1
es: Pastel
fr: Gâteau
ko: 케이크
pl: Ciasto
pt_br: Bolo
ro: Tort
ru: Торт
uk: Торт
vi: Bánh ngọt

# actors.name
source: デフォルト1
es: Impermeable
fr: Imperméable
ko: 우비
pl: Płasz
pt_br: Capa de Chuva
ro: Haină de Ploaie
ru: Дождевик
uk: Дощовик
vi: Áo mưa

# actors.name
source: デフォルト1
es: Teléfono
fr: Téléphone
ko: 검은 전화기
pl: Telefon
pt_br: Telefone
ro: Telefon
ru: Телефон
uk: Телефон
vi: Điện thoại

# actors.name
source: デフォルト1
es: Chico
fr: Garçon
ko: 낭자아이
pl: Chłopak
pt_br: Menino
ro: Băiat
ru: Мальчик
uk: Хлопчик
vi: Bé trai

# actors.name
source: デフォルト1
es: Motosierra
fr: Tronçonneuse
ko: 전기톱
pl: Piła Mechaniczna
pt_br: Motosserra
ro: Drujbă
ru: Бензопила
uk: Бензопила
vi: Cưa máy

# actors.name
source: デフォルト1
es: Farol
fr: Lanterne
ko: 등불
pl: Latarnia
pt_br: Lamparina
ro: Felinar
ru: Фонарь
uk: Ліхтар
vi: Đèn lồng

# actors.name
source: デフォルト1
es: Hada
fr: Fée
ko: 요정
pl: Wróżka
pt_br: Fada
ro: Zână
ru: Фея
uk: Фея
vi: Tiểu tiên

# actors.name
source: デフォルト1
es: Traje Espacial
fr: Astronaute
ko: 우주복
pl: Kombinezon
pt_br: Traje Espacial
ro: Astronaut
ru: Космонавт
uk: Скафандр
vi: Phi hành gia

# actors.name
source: デフォルト1
es: Arcoiris
fr: Arc-En-Ciel
ko: 무지개
pl: Tęcza
pt_br: Arco-Íres
ro: Curcubeu
ru: Радуга
uk: Веселка
vi: Cầu vồng

# actors.name
source: デフォルト1
es: Bomba
fr: Bombe-
ko: 눈알
pl: Oczna
pt_br: Bomba
ro: Bombă cu
ru: Глаз-
uk: Око-
vi: Bom

# actors.name
source: デフォルト1
es: Óptica
fr: Œil
ko: 폭탄
pl: Bomba
pt_br: Ocular
ro: Ochi
ru: Бомба
uk: бомба
vi: cầu mắt

# actors.name
source: デフォルト1
es: Maiko
fr: Maiko
ko: 마이코
pl: Maiko
pt_br: Maiko
ro: Maiko
ru: Майко
uk: Майко
vi: Maiko

# actors.name
source: デフォルト1
es: Coletas
fr: Couettes
ko: 트윈테일
pl: Kucyki
pt_br: Cauda Dupla
ro: Cozi Duble
ru: Хвостики
uk: Хвостики
vi: Hai chùm

# actors.name
source: デフォルト1
es: Pingüino
fr: Pingouin
ko: 펭귄
pl: Pingwin
pt_br: Pinguim
ro: Pinguin
ru: Пингвин
uk: Пінгвін
vi: Cánh cụt

# actors.name
source: デフォルト1
es: Insecto
fr: Insecte
ko: 벌레
pl: Insekt
pt_br: Inseto
ro: Insectă
ru: Жук
uk: Комаха
vi: Côn trùng

# actors.name
source: デフォルト1
es: Resorte
fr: Ressort
ko: 스프링
pl: Sprężyna
pt_br: Molas
ro: Arcuri
ru: Попрыгун
uk: Пружина
vi: Lò xo

# actors.name
source: デフォルト1
es: Invisible
fr: Invisible
ko: 투명
pl: Niewidzialność
pt_br: Invisível
ro: Invizibil
ru: Невидимка
uk: Плащ-невидимка
vi: Tàng hình

# actors.name
source: デフォルト1
es: Yeso
fr: Plâtre
ko: 깁스
pl: Gips
pt_br: Gesso
ro: Ghips
ru: Гипс
uk: Гіпс
vi: Bó bột

# actors.name
source: デフォルト1
es: Elástico
fr: Étirement
ko: 까치발
pl: Rozciągnięcie
pt_br: Esticado
ro: Întins
ru: Высокая
uk: Розтяг
vi: Giãn dài

# actors.name
source: デフォルト1
es: Trombón
fr: Trombone
ko: 트럼본
pl: Puzon
pt_br: Trombone
ro: Trombon
ru: Тромбон
uk: Тромбон
vi: Trombone

# actors.name
source: デフォルト1
es: Niño
fr: Enfant
ko: 어린이
pl: Dziecko
pt_br: Criança
ro: Copil
ru: Ребёнок
uk: Дитина
vi: Trẻ em

# actors.name
source: デフォルト1
es: Capucha Roja
fr: Chaperon rouge
ko: 빨간 망토
pl: Czerwony Kapturek
pt_br: Capuz Vermelho
ro: Scufiţă Roşie
ru: Красная Шапочка
uk: Червона Шапочка
vi: Khăn Đỏ

# actors.name
source: デフォルト1
es: Pañuelo
fr: Mouchoir
ko: 화장지
pl: Chusteczka
pt_br: Pano
ro: Şerveţel
ru: Салфетки
uk: Серветки
vi: Khăn giấy

# actors.name
source: デフォルト1
es: Murciélago
fr: Chauve-souris
ko: 박쥐
pl: Nietoperz
pt_br: Morcego
ro: Liliac
ru: Летучая Мышь
uk: Кажан
vi: Dơi

# actors.name
source: デフォルト1
es: Polígono
fr: Polygon
ko: 폴리곤
pl: Wielokąt
pt_br: Polígono
ro: Poligon
ru: Полигон
uk: Полігон
vi: Đa giác

# actors.name
source: デフォルト1
es: Muñeco de
fr: Teru Teru
ko: 테루테루
pl: Teru Teru
pt_br: Boneca
ro: Păpuşă din
ru: Теру-Те
uk: Теру-теру-
vi: Búp bê

# actors.name
source: デフォルト1
es: Papel
fr: Bōzu
ko: 보즈
pl: Bōzu
pt_br: de Papel
ro: Hârtie
ru: ру-Бозу
uk: бодзу
vi: thời tiết

# actors.name
source: デフォルト1
es: Marginal
fr: Marginal
ko: 마지널
pl: Marginalny
pt_br: Marginal
ro: Marginal
ru: Маргинал
uk: Маргінал
vi: Marginal

# actors.name
source: デフォルト1
es: Tambor
fr: Baril
ko: 드럼캔
pl: Beczka
pt_br: Tambor
ro: Butoi de Ulei
ru: Бочка
uk: Барабан
vi: Trống

# actors.name
source: デフォルト1
es: Tumba
fr: Tombe
ko: 무덤
pl: Grób
pt_br: Cova
ro: Piatră de Mormânt
ru: Надгробие
uk: Надгробок
vi: Mộ

# actors.name
source: デフォルト1
es: Cruce
fr: Croisement
ko: 건널목
pl: Sygnalizacja Kolejowa
pt_br: Cruzamento
ro: Cruce
ru: Стоп-Знак
uk: Залізничний знак
vi: Tín hiệu Đường sắt

# actors.name
source: デフォルト1
es: Orejas de Conejo
fr: Oreilles de lapin
ko: 토끼귀
pl: Królicze Uszy
pt_br: Orelhas de Coelho
ro: Urechi de Iepure
ru: Заячьи Уши
uk: Вушка кролика
vi: Tai thỏ

# actors.name
source: デフォルト1
es: Dado
fr: Dé
ko: 주사위
pl: Kostka
pt_br: Dado
ro: Zar
ru: Кость
uk: Гральний кубик
vi: Xúc xắc

# actors.name
source: デフォルト1
es: Nada
fr: Aucun (Annulation
ko: 없음
pl: Brak
pt_br: N/D
ro: N/A
ru: Без эф
uk: Нічого
vi: Không

# actors.name
source: デフォルト1
es: (Removido)
fr: d'effet)
ko: (이펙트 해제)
pl: (Usunięte)
pt_br: (Removido)
ro: (Eliminat)
ru: фекта
uk: (Видалено)
vi: hiệu ứng

# \>※お気に入りエフェクトに登録 \> ★ \N[2]\N[3] ★ \> シフトキー長押しで発動
source: \>* Favorite Effect Registered \> ★ \N[2]\N[3] ★ \> Press and hold shift to activate
es: \>* Efecto favorito registrado \> ★ \N[2]\N[3] ★ \> Presiona y mantén Shift para Seleccionar
fr: \>*Effet favori enregistré \> ★ \N[2]\N[3] ★ \> Restez appuyé sur Maj pour activer
ko: \>※ 즐겨찾기 이펙트 등록됨 \> ★ \N[2]\N[3] ★ \> Shift키를 길게 눌러 발동
pl: \>* Ulubiony efekt zarejestrowany \> ★ \N[2]\N[3] ★ \> Przytrzymaj shift aby aktywować
pt_br: \>* Efeito Favorito Registrado \> ★ \N[2]\N[3] ★ \> Pressione e segure Shift para ativar.
ro: \>* Efect Favorit Înregistrat \> ★ \N[2]\N[3] ★ \> Apasă Shift pentru a activa
ru: \>*Избранный Эффект \> ★ \N[2]\N[3] ★ \> Для смены, удерживайте Shift
uk: \>※ Ваш улюблений ефект: \> ★ \N[2]\N[3] ★ \> Натисти і тримай [Shift], щоб активувати
vi: \>* Đã chọn Hiệu ứng yêu thích \> ★ \N[2]\N[3] ★ \> Giữ Shift để kích hoạt

# actors.name
source: デフォルト1
ko: 맵 도달
ru: Найдено локаций

# actors.name
source: デフォルト1
ko: 기본 1
ru: По-умолчанию 1

# actors.name
source: デフォルト1
ru: Нет

# actors.name
source: デフォルト1
ru: Очки

# actors.name
source: デフォルト1
ru: Глаз-Бомба

# actors.name
source: デフォルト1
ru: Волк на Байке

# actors.name
source: デフォルト1
ru: Очки и Хвостики

# actors.name
source: デフォルト1
ru: Пингвин

# actors.name
source: デフォルト1
ru: Пряник

# actors.name
source: デフォルト1
ru: Теру-Теру-Бозу

# actors.name
source: デフォルト1
ru: Заячьи уши (Перс.)

# actors.name
source: デフォルト1
ru: Заячьи уши (Крас.)

# actors.name
source: デフォルト1
ru: Заячьи уши (Бел.)

# actors.name
source: デフォルト1
ru: Заячьи уши (Чёрн.)

# actors.name
source: デフォルト1
ru: Кубик 1

# actors.name
source: デフォルト1
ru: Кубик 2

# actors.name
source: デフォルト1
ru: Кубик 3

# actors.name
source: デフォルト1
ru: Кубик 4

# actors.name
source: デフォルト1
ru: Кубик 5

# actors.name
source: デフォルト1
ru: Кубик 6

# actors.name
source: デフォルト1
ru: Кубик Особый

# actors.name
source: デフォルト1
ru: Уроцуки
