Repository: ynoproject/ynotranslations
Catalog: ultraviolet/*/Map0004.po
Languages: fr, ru, uk

source: \>エフェクト★うさぎ★です。 \>エフェ動作でウサギに変身します。
fr: \>Ceci est l'effet Lapine. \>L'action de son effet vous transforme en \>lapine.
ru: \> Эффект *Заяц*. \>Позволяет превратиться в Зайца.
uk: \>Це ефект ★Кролик★. \>Цей ефект перетворить вас на кролика.

source: \>入手しますか？
fr: \>Voudriez-vous l'obtenir ?
ru: \>Взять?
uk: \>Отримати ефект?

source: \>する \>しない
fr: \>Obtenir \>Ne pas obtenir
ru: \>Брать \>Не брать
uk: \>Прийняти \>Відмовитись

source: \>エフェクト★うさぎ★を入手しました。
fr: \>Effet Lapine obtenu.
ru: \>Вы взяли *Зайца*.
uk: \>Отримано ефект ★Кролик★.

source: \>キャンセルしました。
fr: \>Opération annulée.
ru: \>Отмена действия.
uk: \>Скасовано.

source: \>エフェクト★うさぎ★を破棄しました。
fr: \>Effet Lapine retiré.
ru: \>Эффект *Заяц* отнят.
uk: \>Ефект ★Кролик★ прибрано.

source: \>速度：ふつう \>速度：はやい \>速度：はやいはやい \>速度：おお、はやいはやい
fr: \>Vitesse : Normal \>Vitesse : Rapide \>Vitesse : Très rapide \>Vitesse : Wouah, c'est TRÈS rapide
ru: \>Скорость: Нормально \>Скорость: Быстро \>Скорость: Быстрее \>Скорость: Ещё быстрее
uk: \>Швидкість: Нормально \>Швидкість: Швидко \>Швидкість: Дуже швидко \>Швидкість: Йой, ще швидше

source: \>エフェクト全入手 \>エフェクト全破棄 \>キャンセル
fr: \>Obtenir tous les effets \>Retirer tous les effets \>Annuler
ru: \>Получить все эффекты \>Удалить все эффекты \>Отмена
uk: \>Отримати Всі Ефекти \>Скинути Всі Ефекти \>Скасувати

source: \>エフェクトを全て入手しました。
fr: \>Tous les effets ont été obtenus.
ru: \>Все эффекты выданы.
uk: \>Усі ефекти отримано.

source: \>エフェクトを全て破棄しました。
fr: \>Tous les effets ont été retirés.
ru: \>Все эффекты отняты.
uk: \>Усі ефекти скинуто.

source: \>エフェクト★ケーキ★です。 \>エフェ動作で、完全にケーキです。
fr: \>Ceci est l'effet Gâteau. \>L'action de son effet vous métamorphose \>entièrement en gâteau.
ru: \> Эффект *Торт*. \>Позволяет превратиться в торт.
uk: \>Це ефект ★Торт★. \>Цей ефект перетворить вас на торт.

source: \>エフェクト★ケーキ★を入手しました。
fr: \>Effet Gâteau obtenu.
ru: \>Вы взяли *Торт*.
uk: \>Отримано ефект ★Торт★.

source: \>エフェクト★ケーキ★を破棄しました。
fr: \>Effet Gâteau retiré.
ru: \>Эффект *Торт* отнят.
uk: \>Ефект ★Торт★ прибрано.

source: \>デバッグルームへ \|とうこそ！ \>本作品のダウンロード、誠にありがとうございます。 \>この場を借りて、感謝の意を表させていただきます。
fr: \>Bienvenue dans la Salle de Débogage ! \>Merci d'avoir téléchargé mon travail. \>J'aimerais vous exprimer ma gratitude.
ru: \>Добро пожаловать...\| в Комнату Отладки! \>Мне хочется поблагодарить вас за то, что решили \>ознакомиться с моей игрой.
uk: \>Вітаємо в Дебаг Кімнаті! \>Щиро дякую, що завантажили цю гру. \>Хотів би скористатись цією нагодою, щоб висловити свою вдячність.

source: \>ごちゃごちゃして少々見苦しいかと思いますが、 \>ゆっくりして行って下さい。
fr: \>Je sais que c'est un peu étroit et désorganisé, \>mais ne vous souciez pas de cela et profitez \>des lieux.
ru: \>Мне игра кажется не идеальной, ибо организация \>у игры так себе. Прошу отнестись с пониманием.
uk: \>Тут трохи безладно та не зовсім охайно, але \>ласкаво просимо, розслабтеся й насолоджуйтеся.

source: \>エフェクト★くびなし★です。 \>エフェ動作でグラフィックが若干変化します。
fr: \>Ceci est l'effet Acéphale. \>L'action de son effet change légèrement votre \>apparence.
ru: \> Эффект *Безголовая* \>Отображение персонажа немного изменится.
uk: \>Це ефект ★Безголова★. \>Цей ефект змінює зовнішній вигляд головного персонажа.

source: \>エフェクト★くびなし★を入手しました。
fr: \>Effet Acéphale obtenu.
ru: \>Вы взяли *Безголовую*.
uk: \>Отримано ефект ★Безголова★.

source: \>エフェクト★くびなし★を破棄しました。
fr: \>Effet Acéphale retiré.
ru: \>Эффект *Безголовая* отнят.
uk: \>Ефект ★Безголова★ прибрано.

source: \>こちら側は一時消去されないお金イベントです。
fr: \>De ce côté, les événements d'obtention \>d'argent peuvent être répétés à volonté.
ru: \>Здесь находятся события для удаления денег.
uk: \>Незникаюча тимчасово грошова подія.

source: \>￥1000増加 \>￥5000増加 \>￥10000増加 \>キャンセル
fr: \>Obtenir 1000￥ \>Obtenir 5000￥ \>Obtenir 10000￥ \>Annuler
ru: \>Добавить 1000 Йен \>Добавить 5000 Йен \>Добавить 10000 Йен \>Отмена
uk: \>Отримати ￥1000 \>Отримати ￥5000 \>Отримати ￥10000 \>Скасувати

source: \>夢日記帳取得 \>夢日記帳破棄 \>キャンセル
fr: \>Obtenir le Journal des rêves \>Jeter le Journal des rêves \>Annuler
ru: \>Выдать Дневник сновидений \>Забрать Дневник сновидений \>Отмена
uk: \>Отримати Щоденник Снів \>Прибрати Щоденник Снів \>Скасувати

source: \>ランダムでお金を拾えるイベントです。 \>左側：調べて起動 右側：通過した時に起動。 \>起動した時点で一時消去されます。
fr: \>Ceci est un événement d'obtention d'argent \>aléatoire. À gauche se trouve un événement sur \>interaction, tandis qu'à droite sur collision. \>Une fois activé, l'événement est effacé.
ru: \>Это событие случайно выдаёт деньги \>Лево: Дать при осмотре. Право: Дать при проходе. \>При запуске, событие временно удалится.
uk: \>Ця подія випадково видає гроші. \>Ліворуч: Активується при огляді. Праворуч: Активується при проході. \>Після активації подію буде видалено.

source: \>あんまりジュース飲みまくったら、 \>トイレに近なんで。お腹もたぷんたぷんなるし。 \>自重しいや。
fr: \>Si vous buvez comme un trou, vous finirez \>aux cabinets à cause de maux d'estomacs, \>alors faites attention.
ru: \>Если выпьешь слишком много сока, \>туалет там, неподалёку. Я уже до предела. \>Эх-х-х...
uk: \>Не переборщуй із соком! Якщо вип'єш занадто багато, \>то живіт буде як барабан і ти застрянеш в туалеті. \>Обережно!

source: \>エフェクト★コートとマフラー★です。 \>エフェ動作で見た目が僅かに変化。
fr: \>Ceci est l'effet Manteau et écharpe. \>L'action de son effet change légèrement votre \>apparence.
ru: \> Эффект *Шарф с Пальто*. \>Внешность немного меняется с перемещением.
uk: \>Це ефект ★Пальто і Шарф★. \>Цей ефект змінює зовнішній вигляд головного персонажа.

source: \>エフェクト★コートとマフラー★を入手しました。
fr: \>Effet Manteau et écharpe obtenu.
ru: \>Вы взяли *Шарф с Пальто*.
uk: \>Отримано ефект ★Пальто і Шарф★.

source: \>エフェクト★コートとマフラー★を破棄しました。
fr: \>Effet Manteau et écharpe retiré.
ru: \>Эффект *Шарф с Пальто* отнят.
uk: \>Ефект ★Пальто і Шарф★ прибрано.

source: \>ウィンドウタイプ violet \>変更しますか？
fr: \>Thème de fenêtre violet \>Utiliser ce thème de fenêtre ?
ru: \>Стиль меню "Фиолетовый". \>Сменить?
uk: \>Тип вікна "Violet". \>Хочете змінити?

source: します しません
fr: Oui Non merci
ru: Сменить Не менять
uk: Так Ні

source: \>タイプ Violet に変更しました！
fr: \>Thème de fenêtre changé en « Violet » !
ru: \>Стиль "Фиолетовый" установлен!
uk: \>Тип вікна змінено на "Violet"!

source: \>エフェクト★ほうでんとう★です。 \>エフェ動作でON・OFFの切り替えです。 \>ONで暗闇マップを明るく照らします。
fr: \>Ceci est l'effet Lampadaire. \>L'action de son effet allume ou éteint \>la lumière. Les cartes sombres sont \>illuminées lorsque la lumière est présente.
ru: \> Эффект *Лампа*. \>Кнопка действия переключает эффект. \>Включите эффект, чтобы осветить тёмную карту.
uk: \>Це ефект ★Вуличний Ліхтар★. \>Цей ефект перемикає світло ліхтаря. \>Включений ліхтар освітлює темні локації.

source: \>エフェクト★ほうでんとう★を入手しました。
fr: \>Effet Lampadaire obtenu.
ru: \>Вы взяли *Лампу*.
uk: \>Отримано ефект ★Вуличний Ліхтар★.

source: \>エフェクト★ほうでんとう★を破棄しました。
fr: \>Effet Lampadaire retiré.
ru: \>Эффект *Лампы* отнят.
uk: \>Ефект ★Вуличний Ліхтар★ прибрано.

source: \>ウィンドウタイプ monochrome \>変更しますか？
fr: \>Thème de fenêtre monochrome \>Utiliser ce thème de fenêtre ?
ru: \>Стиль меню "". \>Сменить?
uk: \>Тип вікна "Monochrome". \>Хочете змінити?

source: \>タイプ monochrome に変更しました！
fr: \>Thème de fenêtre changé en « monochrome » !
ru: \>Стиль "Монохромный" установлен!
uk: \>Тип вікна змінено на "Monochrome"!

source: \>ウィンドウタイプ silver \>変更しますか？
fr: \>Thème de fenêtre argent \>Utiliser ce thème de fenêtre ?
ru: \>Стиль меню "Серебрянный". \>Сменить?
uk: \>Тип вікна "Silver". \>Хочете змінити?

source: \>タイプ silver に変更しました！
fr: \>Thème de fenêtre changé en « argent » !
ru: \>Стиль "Серебрянный" установлен!
uk: \>Тип вікна змінено на "Silver"!

source: \>ウィンドウタイプ orange \>変更しますか？
fr: \>Thème de fenêtre orange \>Utiliser ce thème de fenêtre ?
ru: \>Стиль меню "Оранжевый". \>Сменить?
uk: \>Тип вікна "Orange". \>Хочете змінити?

source: \>タイプ orange に変更しました！
fr: \>Thème de fenêtre changé en « orange » !
ru: \>Стиль "Оранжевый" установлен!
uk: \>Тип вікна змінено на "Orange"!

source: \>自動販売機。 \>所持金が\c[1]120円\c[0]以上で \>ジュース購入可 \>ver0.05よりステータス上昇効果アリ。
fr: \>Voici des distributeurs automatiques. \>Si vous avez au moins \c[1]120￥\c[0] sur vous, vous pourrez \>obtenir des boissons. Depuis la version 0.05, \>l'augmentation de statistiques est possible.
ru: \>Торговый автомат \>За 120 Йен вы можете купить сок. \>Начиная с версии 0.05, так-же вы \>получите прибавку к характеристикам.
uk: \>Це торгові автомати. \>Якщо у вас є принаймні \c[1]￥120\c[0], \>ви можете купити собі сік. З версії 0.05, \>ваша статистика може піднятися.

source: \>デバッグ用メニュー追加 \>デバッグ用メニュー消滅 \>キャンセル
fr: \>Activer le menu de débogage \>Désactiver le menu de débogage \>Annuler
ru: \>Добавить меню отладки \>Удалить меню отладки \>Отмена
uk: \>Ввімкнути Дебаг Меню \>Вимкнути Дебаг Меню \>Скасувати

source: \>ウィンドウタイプ cookie \>変更しますか？
fr: \>Thème de fenêtre cookie \>Utiliser ce thème de fenêtre ?
ru: \>Стиль меню "Печенье". \>Сменить?
uk: \>Тип вікна "Cookie". \>Хочете змінити?

source: \>タイプ cookie に変更しました！
fr: \>Thème de fenêtre changé en « cookie » !
ru: \>Стиль "Печенье" установлен!
uk: \>Тип вікна змінено на "Cookie"!

source: \>エフェクト★ショートヘアー★です。 \>エフェ動作で座り込みます。
fr: \>Ceci est l'effet Cheveux courts. \>L'action de son effet vous permet de vous asseoir.
ru: \> Эффект *Короткая стрижка*. \>Вы можете сесть действием эффекта.
uk: \>Це ефект ★Коротке Волосся★. \>Цей ефект дає вам можливість сісти.

source: \>エフェクト★ショートヘアー★を入手しました。
fr: \>Effet Cheveux courts obtenu.
ru: \>Вы взяли *Короткую стрижку*.
uk: \>Отримано ефект ★Коротке Волосся★.

source: \>エフェクト★ショートヘアー★を破棄しました。
fr: \>Effet Cheveux courts retiré.
ru: \>Эффект *Короткой стрижки* отнят.
uk: \>Ефект ★Коротке Волосся★ прибрано.

source: \>エフェクト★たまご★です。 \>エフェ動作で扉部屋に戻ることが出来ます。
fr: \>Ceci est l'effet Œuf. \>L'action de son effet vous ramène au Nexus.
ru: \> Эффект *Яйцо*. \>Действие эффекта может вернуть вас в нексус.
uk: \>Це ефект ★Яйце★. \>Цей ефект повертає вас до Нексуса.

source: \>エフェクト★たまご★を入手しました。
fr: \>Effet Œuf obtenu.
ru: \>Вы взяли *Яйцо*.
uk: \>Отримано ефект ★Яйце★.

source: \>エフェクト★たまご★を破棄しました。
fr: \>Effet Œuf retiré.
ru: \>Эффект *Яйцо* отнят.
uk: \>Ефект ★Яйце★ прибрано.

source: \>エフェクト★まじょ★です。 \>エフェ動作で箒に乗ります。移動速度も上昇。
fr: \>Ceci est l'effet Magicienne. \>L'action de son effet vous fait voler \>sur un balai.
ru: \> Эффект *Волшебница*. \>Действие - Сесть на метлу. Увеличивает скорость.
uk: \>Це ефект ★Чарівниця★. \>Цей ефект дає вам можливість політати на мітлі і подорожувати швидше.

source: \>エフェクト★まじょ★を入手しました。
fr: \>Effet Magicienne obtenu.
ru: \>Вы взяли *Волшебницу*.
uk: \>Отримано ефект ★Чарівниця★.

source: \>エフェクト★まじょ★を破棄しました。
fr: \>Effet Magicienne retiré.
ru: \>Эффект *Волшебницы* отнят.
uk: \>Ефект ★Чарівниця★ прибрано.

source: \>ウィンドウタイプ hexe \>変更しますか？
fr: \>Thème de fenêtre hexe \>Utiliser ce thème de fenêtre ?
ru: \>Стиль меню "Гексен". \>Сменить?
uk: \>Тип вікна "Hexe". \>Хочете змінити?

source: \>タイプ hexe に変更しました！
fr: \>Thème de fenêtre changé en « hexe » !
ru: \>Стиль "Гексен" установлен!
uk: \>Тип вікна змінено на "Hexe"!

source: \>ウィンドウタイプ hexe violett \>変更しますか？
fr: \>Thème de fenêtre violett hexe \>Utiliser ce thème de fenêtre ?
ru: \>Стиль меню "Фиолетовый Гексен". \>Сменить?
uk: \>Тип вікна "Hexe Violett". \>Хочете змінити?

source: \>タイプ hexe violett に変更しました！
fr: \>Thème de fenêtre changé en « violett hexe » !
ru: \>Стиль "Фиолетовый Гексен" установлен!
uk: \>Тип вікна змінено на "Hexe Violett"!

source: \>エフェクト★しっけんけん★です。 \>エフェ動作で雪を降らせます。 \>降雪量は3段階で変更可。
fr: \>Ceci est l'effet Shikkenken. \>L'action de son effet amène la neige, \>qui peut ensuite avoir son intensité changée \>entre trois niveaux différents.
ru: \> Эффект *Сиккенкен*. \>Действие вызывает снегопад. \>Есть 3 уровня снегопада.
uk: \>Це ефект ★Шіккенкен★. \>Цей ефект змінює погоду на сніжну. \>Всього є три рівня інтенсивності погоди.

source: \>エフェクト★しっけんけん★を入手しました。
fr: \>Effet Shikkenken obtenu.
ru: \>Вы взяли *Сиккенкена*.
uk: \>Отримано ефект ★Шіккенкен★.

source: \>エフェクト★しっけんけん★を破棄しました。
fr: \>Effet Shikkenken retiré.
ru: \>Эффект *Сиккенкен* отнят.
uk: \>Ефект ★Шіккенкен★ прибрано.

source: \>エフェクト★アンドロイド★です。 \>特に何もありません。
fr: \>Ceci est l'effet Gynoïde. \>Cet effet ne possède pas d'action spéciale.
ru: \> Эффект *Гиноид*. \>Ничего интересного.
uk: \>Це ефект ★Андроїд★. \>Він нічого не робить.

source: \>エフェクト★アンドロイド★を入手しました。
fr: \>Effet Gynoïde obtenu.
ru: \>Вы взяли *Гиноиду*.
uk: \>Отримано ефект ★Андроїд★.

source: \>エフェクト★アンドロイド★を破棄しました。
fr: \>Effet Gynoïde retiré.
ru: \>Эффект *Гиноид* отнят.
uk: \>Ефект ★Андроїд★ прибрано.

source: \>ウィンドウ全種選択可能 \>初期状態に戻す \>キャンセル
fr: \>Débloquer tout les thèmes de fenêtre \>Réinitialiser les thèmes débloqués \>Annuler
ru: \>Разблокировать все стили \>Сбросить до начального состояния \>Отмена
uk: \>Отримати всі типи вікон \>Скинути до початкового стану \>Скасувати

source: \>全種選択可能になりました。
fr: \>Tous les thèmes de fenêtre peuvent désormais \>être choisis.
ru: \>Все стили меню разблокированны.
uk: \>Ви розблокували всі типи вікон.

source: \>初期状態に戻りました。
fr: \>Le statut des thèmes de fenêtre a été réinitialisé.
ru: \>Сброс до начального состояния выполнен.
uk: \>Типи вікон скинуто до початкового стану.

source: \>エフェクト★リボン★です。 \>エフェ動作で座り込みます。
fr: \>Ceci est l'effet Rubans. \>L'action de son effet vous permet de vous asseoir.
ru: \> Эффект *Ленты*. \>Действием можно сесть.
uk: \>Це ефект ★Стрічка★. \>Цей ефект дає вам можливість сісти.

source: \>エフェクト★リボン★を入手しました。
fr: \>Effet Rubans obtenu.
ru: \>Вы взяли *Ленты*.
uk: \>Отримано ефект ★Стрічка★.

source: \>エフェクト★リボン★を破棄しました。
fr: \>Effet Rubans retiré.
ru: \>Эффект *Ленты* отнят.
uk: \>Ефект ★Стрічка★ прибрано.

source: \>エフェクト★ネイルハンマー★です。 \>エフェ動作でハンマーを構え、もう一度押すと解除。 \>通常の状態で攻撃は出来ずキャラクターも反応ナシ。 \>ハンマーを構えた状態で攻撃が可能になります。
fr: \>Ceci est l'effet Marteau de menuisier. \>L'action de son effet vous fait lever votre \>marteau, tandis qu'appuyer sur la touche \>d'action le fait retomber. <easyrpg:new_page> \>Vous ne pouvez pas attaquer si le marteau \>n'est pas levé.
ru: \> Эффект *Молоток*. \>Нажмите, чтобы взять Молоток на изготовку. \>В обычном состоянии вы не атакуете, и на вас не \>реагируют. Атаковать можно только когда наготове.
uk: \>Це ефект ★Молоток★. \>При натисканні ви піднімаєте молоток. \>Натиснувши другий раз ви опускаєте молоток. \>Цей ефект дає змогу атакувати NPC, якщо молоток піднятий.

source: \>エフェクト★ネイルハンマー★を入手しました。
fr: \>Effet Marteau de menuisier obtenu.
ru: \>Вы взяли *Молоток*.
uk: \>Отримано ефект ★Молоток★.

source: \>エフェクト★ネイルハンマー★を破棄しました。
fr: \>Effet Marteau de menuisier retiré.
ru: \>Эффект *Молотка* отнят.
uk: \>Ефект ★Молоток★ прибрано.

source: \>強制起床イベント用のキャラクター \>調べて起動
fr: \>Personnage de test d'événements de réveil forcé \>Activer sur interaction
ru: \>Персонаж насильного пробуждения. \>Поговорите, чтобы начать.
uk: \>Тест-NPC для події примусового прокидання \>Взаємодійте з ним, щоб активувати.

source: \>エフェクト★くも★です。 \>装備中は移動速度が上昇します。 \>ver0.04現在未完成、ゲーム内では入手不可
fr: \>Ceci est l'effet Araignée. \>Il augmente votre vitesse lorsque équipé. \>Cet effet est incomplet depuis son addition \>en version 0.04, et n'est pas disponible en jeu.
ru: \> Эффект *Паук*. \>Движение значительно ускоряется. \>На момент 0.04 Эффект не завершён и не доступен.
uk: \>Це ефект ★Павук★. \>Цей ефект прискорює рух. \>Станом на версію 0.04, цей ефект ще не закінчений. \>В даний момент цей ефект неможливо отримати.

source: \>エフェクト★くも★を入手しました。
fr: \>Effet Araignée obtenu.
ru: \>Вы взяли *Паука*.
uk: \>Отримано ефект ★Павук★.

source: \>エフェクト★くも★を破棄しました。
fr: \>Effet Araignée retiré.
ru: \>Эффект *Паук* отнят.
uk: \>Ефект ★Павук★ прибрано.

source: \>エフェクト★みこ★です。 \>エフェ動作で追いかけキャラを一時的に追い払う。
fr: \>Ceci est l'effet Miko. \>L'action de son effet repousse légèrement \>les chasseurs.
ru: \> Эффект *Мико*. \>Временно отпугивает преследователей действием.
uk: \>Це ефект ★Міко★. \>Цей ефект тимчасово відганяє ворогів, які гоняться за вами.

source: する しない
fr: Obtenir Ne pas obtenir
ru: Да Не
uk: Отримати Не отримувати.

source: \>エフェクト★みこ★を入手しました。
fr: \>Effet Miko obtenu.
ru: \>Вы взяли *Мико*.
uk: \>Отримано ефект ★Міко★.

source: \>エフェクト★みこ★を破棄しました。
fr: \>Effet Miko retiré.
ru: \>Эффект *Мико* отнят.
uk: \>Ефект ★Міко★ скинуто.

source: \>エフェクト★アメフラシ★です。 \>エフェ動作で雨を降らします。 \>ドット難しい。アメフラシっぽさが分からない。
fr: \>Ceci est l'effet Lièvre de mer. \>L'action de son effet amène la pluie. \>Il fut compliqué à représenter car je ne sais \>point dessiner un lièvre de mer.
ru: \> Эффект *Аплизии*. \>Действие призывает дождь. \>Тяжело нарисовать. Не знаю, как Аплизия выглядит.
uk: \>Це ефект ★Аплизія★. \>Цей ефект викликає дощ. \>Намалювати цей ефект було складно, адже \>Я не вмію малювати аплизій.

source: \>エフェクト★アメフラシ★を入手しました。
fr: \>Effet Lièvre de mer obtenu.
ru: \>Вы взяли *Аплизию*.
uk: \>Отримано ефект ★Аплизія★.

source: \>エフェクト★アメフラシ★を破棄しました。
fr: \>Effet Lièvre de mer retiré.
ru: \>Эффект *Аплизии* отнят.
uk: \>Ефект ★Аплизія★ прибрано.

source: \>エフェクト★バイオリン★です。 \>エフェ動作でバイオリンを演奏します。
fr: \>Ceci est l'effet Violon. \>L'action de son effet vous fait jouer du violon.
ru: \> Эффект *Скрипка*. \>Действием можно сыграть на скрипке.
uk: \>Це ефект ★Скрипка★. \>Цей ефект дає змогу грати на скрипці.

source: \>エフェクト★バイオリン★を入手しました。
fr: \>Effet Violon obtenu.
ru: \>Вы взяли *Скрипку*.
uk: \>Отримано ефект ★Скрипка★.

source: \>エフェクト★バイオリン★を破棄しました。
fr: \>Effet Violon retiré.
ru: \>Эффект *Скрипки* отнят.
uk: \>Ефект ★Скрипка★ прибрано.

source: \>自動販売機。 \>色によって上がるステータスが変化。 \>サイズによって上昇数値も変化。 \>
fr: \>Voici des distributeurs automatiques. \>Leur couleur indique les statistiques qui sont \>augmentées, tandis que leur taille indique \>de quelle unité l'augmentation est réalisée.
ru: \>Торговый автомат \>Поднимаемый статус зависит от цвета. \>Кол-во подъёма так-же меняется с размером. \>
uk: \>Тут торгові автомати. \>В залежності від кольору змінюється підвищуваний параметр, \>а їх розмір визначає на яку кількість параметр збільшиться. \>

source: \> \c[2]◆\c[1]◆\c[0]information\c[1]◆\c[2]◆\c[0] \>■本体ver：\c[1]0.05\c[0] \>■エフェクト収集率：\c[1]\V[0172]％\c[0] \>■ウィンドウ収集率：\c[1]\V[0173]％\c[0]
fr: \> \_\c[2]◆\c[1]◆\c[0] Information \c[1]◆\c[2]◆\c[0] \>■ Version actuelle : \c[1]0.05\c[0] \>■ Effets obtenus : \c[1]\V[0172]％\c[0] \>■ Thèmes de fenêtre obtenus : \c[1]\V[0173]％\c[0]
ru: \> \c[2]◆\c[1]◆\c[0]Информация\c[1]◆\c[2]◆\c[0] \>■Версия программы: \c[1]0.0551\c[0] \>■Прогресс сбора эффектов: \c[1]\V[0172]%\c[0] \>■Прогресс сбора стилей меню: \c[1]\V[0173]％\c[0]
uk: \> \c[2]◆\c[1]◆\c[0]Інформація\c[1]◆\c[2]◆\c[0] \>■Поточна версія : \c[1]0.05\c[0] \>■Ефектів зібрано : \c[1]\V[0172]％\c[0] \>■Типів вікон зібрано : \c[1]\V[0173]％\c[0]

source: \>■入眠回数 ：\V[0174] ■通常起床回数 ：\v[0175] \>■強制起床回数 ：\V[0176] ■殺害・破壊総数 ：\V[0177] \>■ジュース購入数：\V[0178]
fr: \>■ Siestes : \V[0174] ■ Réveils : \V[0175] \>■ Réveils forcés : \V[0176] ■ Attaques : \V[0177] \>■ Boissons achetées : \V[0178]
ru: \>■Снов (раз) : \V[0174] ■Пробуждений : \V[0175] \>■Разбужена : \V[0176] ■Убито/Разрушено: \V[0177] \>■Куплено сока: \V[0178]
uk: \>■Засинання :\V[0174] ■Прокидань :\V[0175] \>■Перервані Сни :\V[0176] ■Кількість атак :\V[0177] \>■Напоїв куплено :\V[0178]

source: \>エフェクト★ステンドグラス★です。 \>エフェ動作で主人公のグラフィックが変化。
fr: \>Ceci est l'effet Vitrail. \>L'action de son effet change légèrement votre \>apparence.
ru: \> Эффект *Витраж*. \>Графика меняется от движения.
uk: \>Це ефект ★Вітраж★ . \>Цей ефект змінює зовнішній вигляд головного персонажа.

source: \>エフェクト★ステンドグラス★を入手しました。
fr: \>Effet Vitrail obtenu.
ru: \>Вы взяли *Витраж*.
uk: \>Отримано ефект ★Вітраж★.

source: \>エフェクト★ステンドグラス★を破棄しました。
fr: \>Effet Vitrail retiré.
ru: \>Эффект *Витраж* отнят.
uk: \>Ефект ★Вітраж★ прибрано.

source: \>エフェクト★リボン★のグラフィックを設定します。
fr: \>Gestion des graphiques de l'effet Rubans
ru: \>Настроить графику эффекта *Лент*.
uk: \>Налаштування вигляду ефекту ★Стрічка★.

source: \>NEW（通常 ver0.04） \>OLD（旧型 ver0.03） \>キャンセル
fr: \>NOUVEAU (Par défaut - version 0.04) \>ANCIEN (Antérieur - version 0.03) \>Annuler
ru: \>Новая (С 0.04) \>Старая (До 0.03 включ.) \>Отмена
uk: \>Новий (За замовчуванням - ver0.04) \>Старий (Класичний - ver0.03) \>Скасувати

source: \>「■夢日記帳」使用時のアニメ再生を設定します。
fr: \>■ Animation d'utilisation du Journal des rêves
ru: \>Проигрыш анимации при применении ■Дневника снов.
uk: \>Налаштування анімації використання «■ Щоденника снів».

source: \>ON (通常・アニメ再生) \>OFF(省略・アニメなし） \>キャンセル
fr: \>ON (Par défaut - Joue une animation) \>OFF (Version condensée - Pas d'animation) \>Annuler
ru: \>Вкл. (Есть анимация) \>Выкл.(Нет анимации) \>Отмена
uk: \>ON (За замовчуванням - Відтворювати анімацію) \>OFF (Скорочно - Анімація відсутня) \>Скасувати

source: \>自販機でのジュース購入時のイベントを設定します。
fr: \>Animation d'achat des boissons de distributeur
ru: \>Проигрывать событие при покупке сока в автомате?
uk: \>Налаштування купування напоїв у торговому автоматі.

source: \>ON (通常・専用アニメ再生) \>OFF(省略・ピクチャー表示のみ) \>キャンセル
fr: \>ON (Par défaut - Joue l'animation dédiée) \>OFF (Version condensée - En image uniquement) \>Annuler
ru: \>Вкл. (Полная анимация) \>Выкл.(Только картинка) \>Отмена
uk: \>ON (За замовчуванням - Відтворювати анімації) \>OFF (Скорочено - Показувати лише зображення) \>Скасувати
