Repository: ynoproject/ynotranslations
Catalog: ultraviolet/*/Map0017.po
Languages: ru, uk, vi

source: \>ウィンドウタイプ violet \>変更しますか？
ru: \>Выбрать стиль меню \> "Фиолетовый" ?
uk: \>Тип вікна «Violet» \>Хочете змінити?
vi: \>Giao diện "violet" \>Bạn có muốn đổi sang giao diện này?

source: します しません
ru: Да Нет
uk: Так Ні
vi: Có Không

source: \>タイプ Violet に変更しました！
ru: \>Выбран стиль меню "Фиолетовый"!
uk: \>Тип вікна змінено на «Violet»!
vi: \>Đã đổi sang giao diện "violet"!

source: \>ウィンドウタイプ monochrome \>変更しますか？
ru: \>Выбрать стиль меню \> "Монохромный" ?
uk: \>Тип вікна «Monochrome» \>Хочете змінити?
vi: \>Giao diện "monochrome" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ monochrome に変更しました！
ru: \>Выбран стиль меню "Монохромный"!
uk: \>Тип вікна змінено на «Monochrome»!
vi: \>Đã đổi sang giao diện "monochrome"!

source: \>ウィンドウタイプ silver \>変更しますか？
ru: \>Выбрать стиль меню \> "Серебрянный" ?
uk: \>Тип вікна «Silver» \>Хочете змінити?
vi: \>Giao diện "silver" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ silver に変更しました！
ru: \>Выбран стиль меню "Серебрянный"!
uk: \>Тип вікна змінено на «Silver»!
vi: \>Đã đổi sang giao diện "silver"!

source: \>ウィンドウタイプ orange \>変更しますか？
ru: \>Выбрать стиль меню \> "Оранжевый" ?
uk: \>Тип вікна «Orange» \>Хочете змінити?
vi: \>Giao diện "orange" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ orange に変更しました！
ru: \>Выбран стиль меню "Оранжевый"!
uk: \>Тип вікна змінено на «Orange»!
vi: \>Đã đổi sang giao diện "orange"!

source: \>ウィンドウタイプ cookie \>変更しますか？
ru: \>Выбрать стиль меню \> "Печенье" ?
uk: \>Тип вікна «Cookie» \>Хочете змінити?
vi: \>Giao diện "cookie" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ cookie に変更しました！
ru: \>Выбран стиль меню "Печенье"!
uk: \>Тип вікна змінено на «Cookie»!
vi: \>Đã đổi sang giao diện "cookie"!

source: \>ウィンドウタイプ hexe \>変更しますか？
ru: \>Выбрать стиль меню \> "Гексен" ?
uk: \>Тип вікна «Hexe» \>Хочете змінити?
vi: \>Giao diện "hexe" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ hexe に変更しました！
ru: \>Выбран стиль меню "Гексен"!
uk: \>Тип вікна змінено на «Hexe»!
vi: \>Đã đổi sang giao diện "hexe"!

source: \>ウィンドウタイプ hexe violett \>変更しますか？
ru: \>Выбрать стиль меню \> "Фиолетовый Гексен" ?
uk: \>Тип вікна «Hexe Violett» \>Хочете змінити?
vi: \>Giao diện "hexe violett" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ hexe violett に変更しました！
ru: \>Выбран стиль меню "Фиолетовый Гексен"!
uk: \>Тип вікна змінено на «Hexe Violett»!
vi: \>Đã đổi sang giao diện "hexe violett"!

source: \>ウィンドウタイプ old black \>変更しますか？
ru: \>Выбрать стиль меню \> "Старый чёрный" ?
uk: \>Тип вікна «Old Black» \>Хочете змінити?
vi: \>Giao diện "old black" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ olc black に変更しました！
ru: \>Выбран стиль меню "Старый чёрный"!
uk: \>Тип вікна змінено на «Old Black»!
vi: \>Đã đổi sang giao diện "old black"!

source: \>ウィンドウタイプ old blue \>変更しますか？
ru: \>Выбрать стиль меню \> "Старый синий" ?
uk: \>Тип вікна «Old Blue» \>Хочете змінити?
vi: \>Giao diện "old blue" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ old blue に変更しました！
ru: \>Выбран стиль меню "Старый синий"!
uk: \>Тип вікна змінено на «Old Blue»!
vi: \>Đã đổi sang giao diện "old blue"!

source: \>エフェクト★リボン★のグラフィックを設定します。
ru: \>Выбрать стиль эффекта "Ленты".
uk: \>Налаштування вигляду ефекту ★Стрічка★.
vi: \>Thiết lập đồ họa cho hiệu ứng ★ Ruy băng ★

source: \>ver0.04 (通常) \>ver0.03 (旧型) \>キャンセル
ru: \>0.04 (Обычный) \>0.03 (Старый) \>Отмена
uk: \>ver0.04 (За замовчуванням) \>ver0.03 (Класичний) \>Скасувати
vi: \>ver0.04 (Mặc định) \>ver0.03 (Bản cũ) \>Hủy

source: \>ウィンドウタイプ green \>変更しますか？
ru: \>Выбрать стиль меню \> "Зелёный" ?
uk: \>Тип вікна «Green» \>Хочете змінити?
vi: \>Giao diện "green" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ green に変更しました！
ru: \>Выбран стиль меню "Зелёный"!
uk: \>Тип вікна змінено на «Green»!
vi: \>Đã đổi sang giao diện "green"!

source: \>ウィンドウタイプ violet II \>変更しますか？
ru: \>Выбрать стиль меню \> "Фиолетовый II" ?
uk: \>Тип вікна «Violet II» \>Хочете змінити?
vi: \>Giao diện "violet II" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ violet II に変更しました！
ru: \>Выбран стиль меню "Фиолетовый II"!
uk: \>Тип вікна змінено на «Violet II»!
vi: \>Đã đổi sang giao diện "violet II"!

source: \>「■夢日記帳」使用時のアニメ再生を設定します。 \>※アニメを再生する設定でも \> Zキーを押し続けると省略可能
ru: \>Проигрывать анимацию при использовании ■Дневника? \> *Активную анимацию можно пропустить, если зажать \> клавишу Z.
uk: \>Налаштування анімації відкриття «Щоденника снів». \>※ Ви також можете зажати клавішу [Z] щоб \> пропустити анімацію.
vi: \>Thiết lập hoạt ảnh cho "Nhật ký trong mơ" \>※ Bạn cũng có thể ấn giữ phím Z để bỏ qua hoạt ảnh.

source: \>ON (通常・アニメ再生) \>OFF(省略・アニメなし） \>キャンセル
ru: \>Вкл. (Есть анимация) \>Выкл.(Нет анимации) \>Отмена
uk: \>ON (За замовчуванням - Відтворювати анімацію) \>OFF (Скорочено - Анімація відсутня) \>Скасувати
vi: \>Bật (Mặc định・Chạy hoạt ảnh) \>Tắt (Rút gọn・Không có hoạt ảnh） \>Hủy

source: \>自販機でのジュース購入時のイベントを設定します。 \>※アニメを再生する設定でも \> Zキーを押し続けると省略可能
ru: \>Проигрывать событие при покупке сока в автомате? \> *Событие может быть пропущено, если нажать Z.
uk: \>Налаштування купування напоїв у торговому автоматі. \>※ Ви також можете зажати клавішу [Z] щоб \> пропустити анімацію.
vi: \>Thiết lập hoạt ảnh mua nước tại máy bán nước. \>※ Bạn cũng có thể ấn giữ phím Z để bỏ qua hoạt ảnh.

source: \>ON (通常・専用アニメ再生) \>OFF(省略・ピクチャー表示のみ) \>キャンセル
ru: \>Вкл. (Полная анимация) \>Выкл.(Только картинка) \>Отмена
uk: \>ON (За замовчуванням - Відтворювати анімації) \>OFF (Скорочено - Показувати лише зображення) \>Скасувати
vi: \>Bật (Mặc định・Chạy hoạt ảnh) \>Tắt (Rút gọn・Chỉ hiển thị hình ảnh) \>Hủy

source: \> \c[2]◆\c[1]◆\c[0]information\c[1]◆\c[2]◆ \c[0] \>■本体ver：\c[1]0.0551\c[0] \>■ウィンドウ収集率：\c[1]\V[0173]％\c[0]
ru: \> \c[2]◆\c[1]◆\c[0]Информация\c[1]◆\c[2]◆ \c[0] \>■Версия программы: \c[1]0.0551\c[0] \>■Прогресс сбора стилей меню: \c[1]\V[0173]％\c[0]
uk: \> \c[2]◆\c[1]◆\c[0]Інформація\c[1]◆\c[2]◆ \c[0] \>■Поточна версія : \c[1]0.0551\c[0] \>■Типів вікон зібрано : \c[1]\V[0173]％\c[0]
vi: \> \c[2]◆\c[1]◆\c[0] thông tin \c[1]◆\c[2]◆ \c[0] \>■Phiên bản: \c[1]0.0551\c[0] \>■Tỷ lệ giao diện đã nhận: \c[1]\V[0173]％\c[0]

source: \>■入眠回数 ：\V[0174] ■通常起床回数 ：\v[0175] \>■強制起床回数 ：\V[0176] ■ジュース購入数 ：\V[0178] \>■殺害回数 ：\V[0179] ■破壊回数 ：\V[0180] \>■総攻撃回数 ：\V[0177]
ru: \>■Снов (Раз): \V[0174] ■Пробуждений : \V[0175] \>■Разбужена : \V[0176] ■Куплено сока: \V[0178] \>■Убийств : \V[0179] ■Разрушений : \V[0180] \>■Атак всего: \V[177]
uk: \>■Разів ви спали :\V[0174] ■Звичайних підйомів :\V[0175] \>■Примус. підйомів :\V[0176] ■Напоїв куплено :\V[0178] \>■Убивств :\V[0179] ■Руйнувань :\V[0180] \>■Кількість атак :\V[0177]
vi: \>■ Số lần ngủ : \V[0174] ■ Số lần thức dậy: \v[0175] \>■ Số lần bị buộc dậy: \V[0176] ■ Số nước đã mua : \V[0178] \>■ Số người đã giết : \V[0179] ■ Số vật đã phá : \V[0180] \>■ Số lần tấn công : \V[0177]

source: \>ウィンドウタイプ eyes \>変更しますか？
ru: \>Выбрать стиль меню \> "Глаза" ?
uk: \>Тип вікна «Eyes» \>Хочете змінити?
vi: \>Giao diện "eyes" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ eyes に変更しました！
ru: \>Выбран стиль меню "Глаза"!
uk: \>Тип вікна змінено на «Eyes»!
vi: \>Đã đổi sang giao diện "eyes"!

source: \>ウィンドウタイプ violet III \>変更しますか？
ru: \>Выбрать стиль меню \> "Фиолетовый III" ?
uk: \>Тип вікна «Violet III» \>Хочете змінити?
vi: \>Giao diện "violet III" \>Bạn có muốn đổi sang giao diện này?

source: \>タイプ violet III に変更しました！
ru: \>Выбран стиль меню "Фиолетовый III"!
uk: \>Тип вікна змінено на «Violet III»!
vi: \>Đã đổi sang giao diện "violet III"!
