Repository: ynoproject/ynotranslations
Catalog: ultraviolet/*/RPG_RT.ldb.common.po
Languages: fr, ru, vi

source: \>移動速度変更 \>場所移動 \>エフェクト関連 \>その他のメニュー
fr: \>Changer la vitesse de mouvement \>Se téléporter vers un lieu \>Gestion des effets \>Menu divers
ru: \>Изменить скорость перемещения \>Быстрые телепорты \>Работа с эффектами \>Прочее
vi: \>Thay đổi tốc độ \>Thay đổi địa điểm \>Về hiệu ứng \>Khác

source: \>ふつう \>はやい \>はやいはやい \>おお、はやいはやい
fr: \>Normal \>Rapide \>Très rapide \>Wouah, c'est TRÈS rapide
ru: \>Нормально \>Быстро \>Быстрее \>Ещё быстрее
vi: \>Chậm \>Nhanh \>Siêu nhanh \>Úi, siêu cực kỳ nhanh

source: \>扉部屋 \>デバッグルーム
fr: \>Le Nexus \>Salle de débogage
ru: \>Нексус \>Комната отладки
vi: \>Nexus \>Phòng gỡ lỗi

source: \>エフェクト全入手 \>エフェクト全破棄 \>キャンセル
fr: \>Obtenir tous les effets \>Retirer tous les effets \>Annuler
ru: \>Получить все эффекты \>Убрать все эффекты \>Отмена
vi: \>Nhận tất cả hiệu ứng \>Loại bỏ tất cả hiệu ứng \>Hủy

source: \>エフェクトを全て入手しました。
fr: \>Tous les effets ont été obtenus.
ru: \>Все эффекты выданы.
vi: \>Đã nhận tất cả hiệu ứng.

source: \>エフェクトを全て破棄しました。
fr: \>Tous les effets ont été retirés.
ru: \>Все эффекты отобраны.
vi: \>Đã loại bỏ tất cả hiệu ứng.

source: \>10000円追加 \>夢日記帳追加 \>デバッグスイッチ切り替え \>デバッグ用メニュー消滅
fr: \>Obtenir 10000￥ \>Obtenir le Journal des rêves \>Gérer l'interrupteur de débogage \>Retirer le Menu de Débogage
ru: \>Выдать 10 000 ¥ \>Выдать Дневник Сновидений \>Переключатель отладки \>Выключить меню отладки
vi: \>Nhận 10000¥ \>Nhận Nhật ký trong mơ \>Bật/Tắt Công tắc Gỡ lỗi \>Loại bỏ menu gỡ lỗi

source: \>追加 \>破棄
fr: \>Obtenir \>Jeter
ru: \>Выдать \>Отобрать
vi: \>Nhận \>Loại bỏ

source: \>デバッグ用スイッチ
fr: \>Interrupteur du Mode de Débogage
ru: \>Переключатель отладки
vi: \>Bật/tắt chế độ gỡ lỗi

source: \>スイッチON \>デバッグOFF
fr: \>Interrupteur ON \>Débogage OFF
ru: \>Включить \>Отключить
vi: \>Bật \>Tắt

source: \>消去してよろしいですか？
fr: \>Êtes-vous sûr de vouloir le retirer ?
ru: \>Вы уверены, что хотите стереть его?
vi: \>Bạn có chắc muốn loại bỏ?

source: \>はい \>いいえ
fr: \>Oui \>Non
ru: \>Да \>Нет
vi: \>Có \>Không
