Repository: ynoproject/ynotranslations
Catalog: ultraviolet/*/RPG_RT.ldb.po
Languages: fr, ru, uk, vi

# actors.name
source: Sometsuki
ru: Сомэцуки
uk: Сомецукі

# actors.title
source: Sleepwalking
fr: Somnambule
ru: Сноходец
uk: Лунатизм
vi: Mộng du

# skills.name
source: Debug
fr: Se pincer la joue
ru: Ущипнуться
uk: Ущипнути Щоку
vi: Véo má

# skills.description
source: Perform debugging operations.
fr: Réveille-toi.
ru: Проснуться.
uk: Прокинутись.
vi: Thức dậy.

# skills.name
source: Debug
fr: Débogage
ru: Отладка
uk: Дебаг
vi: Gỡ lỗi

# skills.description
source: Perform debugging operations.
fr: Utile lors d'opérations de débogage.
ru: Заняться отладкой.
uk: Виконати Дебаг.
vi: Công cụ phục vụ gỡ lỗi.

# items.name
source: ■ Instructions
fr: Lapine
ru: Кролик
uk: Кролик
vi: Thỏ

# items.description
source: View the game's instructions.
fr: Deviens une lapine.
ru: Стать кроликом.
uk: Стати кроликом.
vi: Biến thành một con thỏ.

# items.name
source: ■ Instructions
fr: Marteau de menuisier
ru: Молоток
uk: Молоток
vi: Búa

# items.description
source: View the game's instructions.
fr: Porte un marteau de menuisier.
ru: Взять в руки молоток.
uk: Озброїтись молотком.
vi: Cầm một cây búa đóng đinh.

# items.name
source: ■ Instructions
fr: Gâteau
ru: Торт
uk: Торт
vi: Bánh ngọt

# items.description
source: View the game's instructions.
fr: Deviens un gâteau.
ru: Стать тортом.
uk: Стати тортом.
vi: Biến thành một lát bánh.

# items.name
source: ■ Instructions
fr: Manteau et écharpe
ru: Шарф с Пальто
uk: Пальто і Шарф
vi: Áo khoác & Khăn cổ

# items.description
source: View the game's instructions.
fr: Porte un manteau et une écharpe.
ru: Надеть шарф и пальто.
uk: Вдягнути пальто і шарф.
vi: Mang áo khoác và khăn choàng cổ.

# items.name
source: ■ Instructions
fr: Vitrail
ru: Витраж
uk: Вітраж
vi: Kính màu

# items.description
source: View the game's instructions.
fr: Deviens un vitrail humanoïde.
ru: Стать стеклянной мозаикой.
uk: Бути зробленою з кольорового скла.
vi: Biến thành một tác phẩm kính màu.

# items.name
source: ■ Instructions
fr: Magicienne
ru: Волшебница
uk: Чарівниця
vi: Phù thủy

# items.description
source: View the game's instructions.
fr: Deviens une magicienne.
ru: Стать волшебницей.
uk: Стати чарівницею.
vi: Biến thành một phù thủy.

# items.name
source: ■ Instructions
fr: Lièvre de mer
ru: Аплизия
uk: Аплизія
vi: Thỏ biển

# items.description
source: View the game's instructions.
fr: Deviens un lièvre de mer.
ru: Стать морским моллюском.
uk: Перетворитись на молюска з кролячими вушками.
vi: Biến thành thỏ biển.

# items.name
source: ■ Instructions
fr: Cheveux courts
ru: Короткая стрижка
uk: Коротке Волосся
vi: Tóc ngắn

# items.description
source: View the game's instructions.
fr: Aie des cheveux courts.
ru: Сделать волосы покороче.
uk: Підрізати волосся.
vi: Cắt ngắn mái tóc.

# items.name
source: ■ Instructions
fr: Acéphale
ru: Безголовая
uk: Безголова
vi: Không đầu

# items.description
source: View the game's instructions.
fr: Deviens un être acéphale.
ru: Убрать голову с плеч.
uk: Втратити голову.
vi: Biến thành người không đầu.

# items.name
source: ■ Instructions
fr: Lampadaire
ru: Лампа
uk: Вуличний Ліхтар
vi: Đèn hồ quang

# items.description
source: View the game's instructions.
fr: Aie une tête de lampadaire.
ru: Превратить голову в электрическую лампу.
uk: Мати вуличний ліхтар замість голови.
vi: Biến đầu thành đèn hồ quang.

# items.name
source: ■ Instructions
fr: Gynoïde
ru: Гиноид
uk: Андроїд
vi: Android

# items.description
source: View the game's instructions.
fr: Deviens une gynoïde.
ru: Стать полностью механической.
uk: Стати роботом.
vi: Biến thành một android.

# items.name
source: ■ Instructions
fr: Œuf
ru: Яйцо
uk: Яйце
vi: Trứng

# items.description
source: View the game's instructions.
fr: Deviens un œuf.
ru: Стать яйцом.
uk: Перетворитись на яйце.
vi: Biến thành một quả trứng.

# items.name
source: ■ Instructions
fr: Miko
ru: Мико
uk: Міко
vi: Vu nữ

# items.description
source: View the game's instructions.
fr: Deviens une miko.
ru: Одеться в наряд мико.
uk: Вдягнутись як жриця.
vi: Biến thành một vu nữ.

# items.name
source: ■ Instructions
fr: -Araignée
ru: Паук
uk: -Павук
vi: - Nhện

# items.description
source: View the game's instructions.
fr: Deviens une araignée.
ru: Превратиться в паука.
uk: Стати павуком.
vi: Biến thành một con nhện.

# items.name
source: ■ Instructions
fr: Shikkenken
ru: Сиккенкен
uk: Шіккенкен
vi: Shikkenken

# items.description
source: View the game's instructions.
fr: Deviens une Shikkenken.
ru: Стать снежным духом.
uk: Перетворитись на Шіккенкен.
vi: Biến thành tuyết nữ một chân.

# items.name
source: ■ Instructions
fr: Violon
ru: Скрипка
uk: Скрипка
vi: Violin

# items.description
source: View the game's instructions.
fr: Porte un violon.
ru: Взять в руки скрипку.
uk: Взяти скрипку.
vi: Chơi đàn violin.

# items.name
source: ■ Instructions
fr: -Pendule à coucou
ru: Часы
uk: -Годинник з зозулею
vi: - Đồng hồ cúc cu

# items.description
source: View the game's instructions.
fr: Aie une tête de pendule à coucou.
ru: Сделать голову часами с кукушкой.
uk: Мати годинник з зозулею замість голови.
vi: Biến đầu thành đồng hồ cúc cu.

# items.name
source: ■ Instructions
fr: Rubans
ru: Ленты
uk: Стрічка
vi: Ruy băng

# items.description
source: View the game's instructions.
fr: Porte des rubans.
ru: Подвязать волосы.
uk: Зібрати волосся стрічкою.
vi: Buộc ruy băng lên tóc.

# items.name
source: ■ Instructions
fr: ■Journal des rêves
ru: ■Дневник сновидений
uk: ■ Щоденник снів
vi: ■ Nhật ký trong mơ

# items.description
source: View the game's instructions.
fr: Permet de sauvegarder (uniquement) lors d'un rêve.
ru: Роскошный предмет, позволяющий сохраняться в снах.
uk: Модна річ для збереження у снах. (працює лише уві сні)
vi: Sản phẩm giúp bạn lưu trò chơi (chỉ) trong mơ.

# items.name
source: ■ Instructions
fr: Lapine
ru: Заяц
uk: Кролик
vi: Thỏ

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu en tant que lapine.
ru: Память о превращении в зайца.
uk: Спогад про сон, в якому ви перетворюєтесь на кролика.
vi: Ký ức về một giấc mơ biến thành thỏ.

# items.name
source: ■ Instructions
fr: Marteau de menuisier
ru: Молоток
uk: Молоток
vi: Búa

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve avec un marteau de menuisier.
ru: Память о пользовании молотком.
uk: Спогад про сон, в якому у вас є молоток.
vi: Ký ức về giấc mơ cầm búa.

# items.name
source: ■ Instructions
fr: Gâteau
ru: Торт
uk: Торт
vi: Bánh ngọt

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu en tant que gâteau.
ru: Память о превращении в кусок торта.
uk: Спогад про сон, в якому ви — торт.
vi: Ký ức về giấc mơ biến thành bánh ngọt.

# items.name
source: ■ Instructions
fr: Manteau et écharpe
ru: Шарф с Пальто
uk: Пальто і Шарф
vi: Áo khoác & Khăn cổ

# items.description
source: View the game's instructions.
fr: Souvenir d'un manteau et d'une écharpe oniriques.
ru: Память о ношении шарфа и пальто.
uk: Спогад про сон, в якому ви носите пальто з шарфом.
vi: Ký ức về giấc mơ mang áo khoác và khăn cổ.

# items.name
source: ■ Instructions
fr: Vitrail
ru: Витраж
uk: Вітраж
vi: Kính màu

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu avec un corps en vitrail.
ru: Память о переливающемся всеми цветами теле.
uk: Спогад про сон, де тіло створено з кольорового скла.
vi: Ký ức về giấc mơ biến thành kính màu.

# items.name
source: ■ Instructions
fr: Magicienne
ru: Колдунья
uk: Чарівниця
vi: Phù thủy

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu en tant que sorcière à balai.
ru: Память о колдовстве и полётах на метле.
uk: Спогад про сон, в якому ви — відьма і літаєте на мітлі.
vi: Ký ức về giấc mơ trở thành phù thủy cùng chổi bay.

# items.name
source: ■ Instructions
fr: Lièvre de mer
ru: Аплизия
uk: Аплизія
vi: Thỏ biển

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu en tant que lièvre de mer.
ru: Память о превращении в морского слизня.
uk: Спогад про сон, в якому ви — аплизія.
vi: Ký ức về giấc mơ biến thành thỏ biển.

# items.name
source: ■ Instructions
fr: Cheveux courts
ru: Короткая стрижка
uk: Коротке Волосся
vi: Tóc ngắn

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu en ayant des cheveux courts.
ru: Память о том, когда волосы были короткими.
uk: Спогад про сон, в якому у вас коротка зачіска.
vi: Ký ức về giấc mơ về một mái tóc ngắn.

# items.name
source: ■ Instructions
fr: Acéphale
ru: Безголовая
uk: Безголова
vi: Không đầu

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu en ayant perdu la tête.
ru: Память о потере головы.
uk: Спогад про сон, в якому у вас немає голови.
vi: Ký ức về giấc mơ bị mất đầu.

# items.name
source: ■ Instructions
fr: Lampadaire
ru: Лампа
uk: Вуличний ліхтар
vi: Đèn hồ quang

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu avec un lampadaire comme tête.
ru: Память о превращении головы в электрическую лампу.
uk: Спогад про сон, в якому замість вашої голови — ліхтар.
vi: Ký ức về giấc mơ biến thành đèn hồ quang.

# items.name
source: ■ Instructions
fr: Gynoïde
ru: Гиноид
uk: Андроїд
vi: Android

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu en tant que gynoïde.
ru: Память о превращении в робота.
uk: Спогад про сон, в якому ви — Андроїд.
vi: Ký ức về giấc mơ trở thành android.

# items.name
source: ■ Instructions
fr: Œuf
ru: Яйцо
uk: Яйце
vi: Trứng

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu coincée dans une coquille.
ru: Память о заточении в яичной скорлупе.
uk: Спогад про сон, в якому ви — велике яйце.
vi: Ký ức về giấc mơ bị giam trong một quả trứng.

# items.name
source: ■ Instructions
fr: Miko
ru: Мико
uk: Міко
vi: Vu nữ

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu habillée en miko.
ru: Память о ношении жреческой одежды.
uk: Спогад про сон, в якому ви носите вбрання жриці.
vi: Ký ức về giấc mơ mặc trang phục vu nữ.

# items.name
source: ■ Instructions
fr: -Araignée
ru: Паук
uk: -Павук
vi: - Nhện

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu en tant qu'araignée.
ru: Память о превращении в паука.
uk: Спогад про сон, в якому ви — павук.
vi: Ký ức về giấc mơ về nhện.

# items.name
source: ■ Instructions
fr: Shikkenken
ru: Сиккенкен
uk: Шіккенкен
vi: Shikkenken

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve avec une Yuki-onna unijambiste.
ru: Память о скачущем на одной ноге снежном духе.
uk: Спогад про сон, в якому ви — однонога Юкі-Онна.
vi: Ký ức về giấc mơ biến thành tuyết nữ một chân.

# items.name
source: ■ Instructions
fr: Violon
ru: Скрипка
uk: Скрипка
vi: Violin

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu en jouant du violon.
ru: Память об игре на скрипке.
uk: Спогад про сон, в якому ви граєте на скрипці.
vi: Ký ức về giấc mơ chơi đàn violin.

# items.name
source: ■ Instructions
fr: -Pendule à coucou
ru: Часы
uk: -Годинник з зозулею
vi: - Đồng hồ cúc cu

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu avec une pendule à coucou.
ru: Память о становлении головы часами с кукушкой.
uk: Спогад про сон із годинником з зозулею на голові.

# items.name
source: ■ Instructions
fr: Rubans
ru: Ленты
uk: Стрічка
vi: Ruy băng

# items.description
source: View the game's instructions.
fr: Souvenir d'un rêve vécu avec des rubans sur la tête.
ru: Память о подвязывании волос.
uk: Спогад про сон, в якому ви носите стрічки у волоссі.
vi: Ký ức về giấc mơ buộc ruy băng lên tóc.

# items.name
source: ■ Instructions
fr: ■ Journal des rêves
ru: ■Дневник сновидений
uk: ■ Щоденник Снів
vi: ■ Nhật ký trong mơ

# items.description
source: View the game's instructions.
fr: Souvenir d'un journal des rêves onirique.
ru: Память о способе запоминать сны во сне.
uk: Спогад про сон, в якому ви ведете щоденник снів.
vi: Ký ức về giấc mơ viết nhật ký giấc mơ trong mơ.

# items.name
source: ■ Instructions
ru: ■Об игре
uk: ■ Інструкції
vi: ■ Hướng dẫn trò chơi

# items.description
source: View the game's instructions.
fr: Lire les instructions du jeu.
ru: Объяснить правила игры.
uk: Переглянути інструкції до гри.
vi: Xem hướng dẫn trò chơi.

# enemies.name
source: 敵
fr: Ennemi
ru: Враг

# states.name
source: 戦闘不能
fr: K.O.
ru: Небоеспособен

# states.message_actor
source: は倒れた！
fr: est tombé...
ru: небоеспособна.

# states.message_enemy
source: を倒した！
fr: est K.O. !
ru: небоеспособен.

# states.message_recovery
source: は立ち上がった！
fr: est de retour parmi nous !
ru: возвращается в строй.

# terms.possessed_items
source: Items Possessed
fr: Objets en poche
ru: Есть
uk: Предметів

# terms.equipped_items
source: Equipment Count
fr: Nombre d'effets
ru: Надето
uk: Кількість Обладняння

# terms.command_item
source: Effects
fr: Effets
ru: Эффекты
uk: Ефекти
vi: Hiệu ứng

# terms.command_skill
source: Wake Up
fr: Se réveiller
ru: Проснуться
uk: Прокинутись
vi: Thức dậy

# terms.menu_equipment
source: Equipment
fr: Équipement
ru: Снаряжение
uk: Обладнання
vi: Trang bị

# terms.menu_quit
source: Quit
fr: Quitter
ru: Выход
uk: Вийти
vi: Thoát

# terms.new_game
source: Start
fr: Commencer
ru: Сначала
uk: Почати
vi: Bắt đầu

# terms.load_game
source: Continue
fr: Continuer
ru: Продолжить
uk: Продовжити
vi: Tiếp tục

# terms.exit_game
source: Quit
fr: Quitter
ru: Закончить
uk: Вийти
vi: Thoát

# terms.level
source: Effects Obtained
fr: Effets obtenus
ru: Эффектов
uk: Ефектів Отримано

# terms.health_points
source: HP
fr: PV
ru: Зд

# terms.spirit_points
source: MP
fr: PM
ru: М

# terms.exp_short
source: EX
ru: О

# terms.lvl_short
source: E
ru: Э

# terms.hp_short
source: HP
fr: PV
ru: Зд

# terms.sp_short
source: MP
fr: PM
ru: М

# terms.weapon
source: Right Hand
fr: Main droite
ru: Рука
uk: Права Рука
vi: Tay phải

# terms.shield
source: Left Hand
fr: Main gauche
ru: Левая
uk: Ліва Рука
vi: Tay trái

# terms.armor
source: Body
fr: Corps
ru: Тело
uk: Тіло
vi: Thân

# terms.helmet
source: Head
fr: Tête
ru: Голова
uk: Голова
vi: Đầu

# terms.accessory
source: Other
fr: Autre
ru: Прочее
uk: Інше
vi: Khác

# terms.save_game_message
source: Please select the file where you want to save in.
fr: Veuillez choisir le fichier où sauvegarder.
ru: Выберите слот для сохранения.
uk: Виберіть файл, в якому ви хочете зберегти гру.
vi: Chọn nơi bạn muốn lưu tệp.

# terms.load_game_message
source: Please select the file where you want to load from.
fr: Veuillez choisir le fichier à charger.
ru: Выберите слот для продолжения.
uk: Виберіть файл збереження, який ви хочете завантажити.
vi: Chọn nơi bạn muốn mở tệp.

# terms.file
source: File
fr: Fichier
ru: Файл
uk: Файл
vi: Tệp

# terms.exit_game_message
source: Do you want to quit the game?
fr: Voulez-vous quitter le jeu ?
ru: Выйти из игры?
uk: Бажаєте покинути гру?
vi: Bạn có chắc muốn thoát trò chơi?

# terms.yes
source: Yes
fr: Oui
ru: Выйти
uk: Так
vi: Có

# terms.no
source: No
fr: Non
ru: Нет
uk: Ні
vi: Không
