Repository: ynoproject/ynotranslations
Catalog: mikan/*/Map0012.po
Languages: es, fr, ru, vi

# ・ムカデ
source: $rCentipede
es: ・Ciempiés
fr: $rMille-pattes
ru: $rСороконожка
vi: ・Rết

# ・メリケンサック
source: $rKnuckledusters
es: ・Puños de Hierro
fr: $rPoings américains
ru: $rКастеты
vi: ・Nắm đấm sắt

# ・くろかみ
source: $rBlack Hair
es: ・Pelo Negro
fr: $rCheveux noirs
ru: $rЧёрные волосы
vi: ・Tóc đen

# ・りょうて
source: $rPair of Hands
es: ・Ambas Manos
fr: $rPaire de mains
ru: $rПара рук
vi: ・Hai bàn tay

# ・ようしきトイレ
source: $rWestern Style Toilet
es: ・Escusado Occidental
fr: $rToilette occidentale
ru: $rУнитаз
vi: ・Bồn cầu kiểu Tây

# ・ふうとう
source: $rEnvelope
es: ・Sobre de Manila
fr: $rEnveloppe
ru: $rКонверт
vi: ・Phong bì

# ・もよう
source: $rPattern
es: ・Patrón
fr: $rMotif
ru: $rПаттерн
vi: ・Hoa văn

# ・テープ
source: $rTape
es: ・Cinta Adhesiva
fr: $rRuban adhésif
ru: $rСкотч
vi: ・Băng dính

# ・ダウンジャケット
source: $rDown Jacket
es: ・Chaqueta de Plumas
fr: $rDoudoune
ru: $rПуховик
vi: ・Áo phao lông vũ

# ・くさり
source: $rChains
es: ・Cadenas
fr: $rChaînes
ru: $rЦепи
vi: ・Xích

# ・がくぶち
source: $rFrame
es: ・Marco
fr: $rCadre
ru: $rРама
vi: ・Khung tranh

# ・くろねこ
source: $rBlack Cat
es: ・Gato Negro
fr: $rChat noir
ru: $rЧёрный кот
vi: ・Mèo đen

# ・どうたい
source: $rTorso
es: ・Torso
fr: $rBuste
ru: $rТорс
vi: ・Phần thân

# ・ケース
source: $rCase
es: ・Mostrador
fr: $rBoîte
ru: $rКонтейнер
vi: ・Tủ kính

# ・かたまり
source: $rClot
es: ・Grumo
fr: $rCaillot
ru: $rСгусток
vi: ・Vón cục

# ・まど
source: $rWindow
es: ・Ventana
fr: $rFenêtre
ru: $rОкно
vi: ・Cửa sổ

# ・みだれ
source: $rDistortion
es: ・Distorsión
fr: $rDéformation
ru: $rИскажение
vi: ・Nhiễu loạn
