Repository: ynoproject/ynotranslations
Catalog: mikan/*/RPG_RT.ldb.po
Languages: es

# skills.name
source: Return
es: Regresa

# skills.description
source: Return to the place where you've slept
es: Regresa al cuarto donde te dormiste

# items.name
source: Piercing
es: Ciempiés

# items.description
source: A small one
es: Conviértete en ciempiés

# items.name
source: Piercing
es: Puños de Hierro

# items.description
source: A small one
es: Sostén un par de puños de hierro

# items.name
source: Piercing
es: Pelo Negro

# items.description
source: A small one
es: Cambia el color de tu pelo a negro

# items.name
source: Piercing
es: Ambas Manos

# items.description
source: A small one
es: Conviértete en un par de manos

# items.name
source: Piercing
es: Escusado Occidental

# items.description
source: A small one
es: Monta un escusado estilo occidental

# items.name
source: Piercing
es: Sobre de Manila

# items.description
source: A small one
es: Conviértete en un sobre de manila

# items.name
source: Piercing
es: Patrón

# items.description
source: A small one
es: Conviértete en un patrón

# items.name
source: Piercing
es: Cinta Adhesiva

# items.description
source: A small one
es: Adhiérete una cinta

# items.name
source: Piercing
es: Chaqueta de Plumas

# items.description
source: A small one
es: Vístete una chaqueta de plumas

# items.name
source: Piercing
es: Cadenas

# items.description
source: A small one
es: Encadénate con cadenas

# items.name
source: Piercing
es: Marco

# items.description
source: A small one
es: Conviértete en marco para retrato

# items.name
source: Piercing
es: Gato Negro

# items.description
source: A small one
es: Conviértete en gato negro

# items.name
source: Piercing
es: Distorsión

# items.description
source: A small one
es: Distorsiónattttttttttttttttttttttttttttttttttttttttt

# items.name
source: Piercing
es: Torso

# items.description
source: A small one
es: Conviértete en torso

# items.name
source: Piercing
es: Mostrador

# items.description
source: A small one
es: Atrápate en un mostrador

# items.name
source: Piercing
es: ¿Milpiés?

# items.description
source: A small one
es: Una memoria confusa

# items.name
source: Piercing
es: ¿Puños de Hierro?

# items.name
source: Piercing
es: ¿Pelo Negro?

# items.name
source: Piercing
es: ¿Ambas Manos?

# items.name
source: Piercing
es: ¿Escusado?

# items.name
source: Piercing
es: ¿Misiva?

# items.name
source: Piercing
es: ¿Patrón?

# items.name
source: Piercing
es: ¿Cinta pegajosa?

# items.name
source: Piercing
es: ¿Chaqueta?

# items.name
source: Piercing
es: ¿Algo de hierro?

# items.name
source: Piercing
es: ¿Retrato?

# items.name
source: Piercing
es: ¿Gato?

# items.name
source: Piercing
es: ¿Distorsión?

# items.name
source: Piercing
es: ¿Torso?

# items.name
source: Piercing
es: ¿Mostrador?

# items.name
source: Piercing
es: Grumo

# items.description
source: A small one
es: Conviértete en un grumo baboso

# items.name
source: Piercing
es: ¿Alquitrán?

# items.name
source: Piercing
es: Ventana

# items.description
source: A small one
es: Conviértete en ventana

# items.name
source: Piercing
es: ¿Ventana?

# items.name
source: Piercing
es: Móvil

# items.description
source: A small one
es: Juega un mini-juego

# items.name
source: Piercing
es: Cuaderno

# items.description
source: A small one
es: Lee las instrucciones del juego

# items.name
source: Piercing
es: Chaqueta

# items.description
source: A small one
es: Puesta sobre el resto de tu ropa de pecho

# items.name
source: Piercing
es: Mezclillas

# items.description
source: A small one
es: Las visto frecuentemente

# items.name
source: Piercing
es: Arete

# items.description
source: A small one
es: Uno pequeño

# enemies.name
source: game
es: Muñeca

# enemies.name
source: game
es: Para probar patrón

# enemies.name
source: game
es: juego

# terms.shop_buy3
source: Buy
es: Comprar

# terms.shop_sell3
source: Sell
es: Vender

# terms.shop_leave3
source: Cancel
es: Cancelar

# terms.command_item
source: Items
es: Pertenencias

# terms.command_skill
source: Actions
es: Acción

# terms.menu_equipment
source: Outfits
es: Atuendo

# terms.menu_quit
source: Suspend
es: Suspende

# terms.new_game
source: Commence
es: Empieza

# terms.load_game
source: Continue
es: Reanuda

# terms.exit_game
source: Quit
es: Para

# terms.attack
source: Strength
es: Fortaleza

# terms.defense
source: Endurance
es: Resistencia

# terms.spirit
source: Mind
es: Mentalidad

# terms.agility
source: Agility
es: Agilidad

# terms.weapon
source: Right Hand
es: Mano derecha

# terms.shield
source: Left Hand
es: Mano izquierda

# terms.armor
source: Upper half
es: Torso

# terms.helmet
source: Lower half
es: Piernas

# terms.accessory
source: Accessory
es: Accesorio

# terms.save_game_message
source: Document
es: Documenta

# terms.load_game_message
source: Continue
es: Reanuda

# terms.exit_game_message
source: Back to the title screen
es: Regresar a la pantalla de título

# terms.yes
source: Yes
es: Sí
