Repository: ynoproject/ynotranslations
Catalog: */Map0009.po
Languages: es

source: Snow Woman
es: Mujer de la Nieve

source: Frog
es: Rana

source: Umbrella
es: Paraguas

source: Hat & Scarf
es: Gorro y Bufanda

source: Eye Palm
es: Palma Ocular

source: Get fat
es: Engordar

source: Midget
es: Enano

source: Whistle
es: Flauta

source: Neon
es: Ne칩n

source: Faceless Ghost
es: Fantasma sin Cara

source: Talking Head
es: Cabeza Decapitada

source: Poo Hair
es: Cabello de Caca

source: Kitchen Knife
es: Cuchillo de Cocina

source: Spirit Headband
es: Banda Espiritual

source: Towel
es: Toalla

source: Cat
es: Gato

source: Lamp
es: L치mpara

source: Long Hair
es: Cabello Largo

source: Bicycle
es: Bicicleta

source: Blonde
es: Cabello Rubio

source: Witch
es: Bruja

source: Devil
es: Demonio

source: Squish-Squish
es: El치stico

source: Traffic Light
es: Sem치foro
