Repository: ynoproject/ynotranslations
Catalog: yume/*/Map0009.po
Languages: ar, da, de, eo, et, fi, he, it, ro, vi, zh_tr

source: Snow Woman
ar: امرأة ثلج
da: Snekvinde
de: Schneefrau
eo: Virino de Neĝo
et: Lumenaine
fi: Luminainen
he: ★אישת שלג★
it: Donna delle nevi
ro: Femeia Zăpezii
vi: Tuyết nữ
zh_tr: ★雪女★

source: Frog
ar: ضفدع
da: Frø
de: Frosch
eo: Rano
et: Konn
fi: Sammakko
he: ★צפרדע★
it: Rana
ro: Broască
vi: Ếch
zh_tr: ★青蛙★

source: Umbrella
ar: مظلة
da: Paraply
de: \_Regenschirm
eo: Pluvombrelo
et: Vihmavari
fi: Sateenvarjo
he: ★מטרייה★
it: Ombrello
ro: Umbrelă
vi: Dù
zh_tr: ★傘★

source: Hat & Scarf
ar: قبعة ووشاح
da: Hue og halstørklæde
de: \_Mütze & Schal
eo: Ĉapelo & Koltuko
et: Müts ja sall
fi: Hattu ja Huivi
he: ★כובע & צעיף★
it: Sciarpa e cappello
ro: Căciulă & Fular
vi: Mũ len & Khăn cổ
zh_tr: ★帽子和圍巾★

source: Eye Palm
ar: كف عين
da: Øje-hånd
de: Augenpalme
eo: Okulmano
et: Silmakäsi
fi: Silmä Kämmen
he: ★עין כף יד★
it: Palmo Occhiuto
ro: Palmă-Ochi
vi: Medamaude
zh_tr: ★眼珠手★

source: Get fat
ar: بدانة
da: Tyk
de: \_Fett werden
eo: Dika
et: Paksuke
fi: Lihota
he: ★להשמין★
it: Grassa
ro: Îngrășare
vi: Mũm mĩm
zh_tr: ★變胖★

source: Midget
ar: قزامة
da: Dværg
de: Winzling
eo: Nano
et: Kääbus
fi: Pikkuinen
he: ★גמד★
it: Nanerottola
ro: Pitic
vi: Người lùn
zh_tr: ★小人★

source: Whistle
ar: مزمار
da: Fløjte
de: \_Flöte
eo: Fluto
et: Flööt
fi: Huilu
he: ★חלילית★
it: Flauto
ro: Flaut
vi: Sáo
zh_tr: ★笛子★

source: Neon
ar: نيون
eo: Neona
et: Neoon
he: ★נאון★
zh_tr: ★霓虹燈★

source: Faceless Ghost
ar: شبح بلا وجه
da: Ansigtsløst væsen
de: \_Gesichtsloser Geist
eo: Senvizaĝa Fantomo
et: Näota vaim
fi: Kasvoton Aave
he: ★רוח חסר פרצוף★
it: Fantasma senza volto
ro: Nopperabou
vi: Ma không mặt
zh_tr: ★無臉妖怪★

source: Talking Head
ar: رأس مقطوع
da: Afhugget hoved
de: \_Abgetrennter Kopf
eo: Distranĉita Kapo
et: Maharaiutud pea
fi: Irtopää
he: ★ראש ערוף★
it: Testa mozzata
ro: Cap Tăiat
vi: Thủ cấp
zh_tr: ★頭顱★

source: Poo Hair
ar: شعر الروث
da: Hømhøm-hår
de: \_Kacke Haare
eo: Kaka Hararo
et: Kakajuuksed
fi: Kakkahius
he: ★שיער קקי★
it: Capelli a cacca
ro: Păr Căcat
vi: Tóc phân
zh_tr: ★大便頭★

source: Kitchen Knife
ar: سكين مطبخ
da: Køkkenkniv
de: Küchenmesser
eo: Tranĉilo
et: Nuga
fi: Keittiöveitsi
he: ★סכין מטבח★
it: Coltello da cucina
ro: Cuțit
vi: Dao bếp
zh_tr: ★菜刀★

source: Spirit Headband
ar: عصابة روحية
da: Sjælepandebånd
de: \_Geist-Stirnband
eo: Spirita Kaprubando
et: Kolmnurkne pearätik
fi: Kolmiohuivi
he: ★סרט לשיער רוחות★
it: Bandana spiritica
ro: Bentiță Spirituală
vi: Khăn tam giác
zh_tr: ★△頭巾★

source: Towel
ar: منشفة
da: Håndklæde
de: Handtuch
eo: Mantuko
et: Rätik
fi: Pyyhe
he: ★מגבת★
it: Asciugamano
ro: Prosop
vi: Khăn lông
zh_tr: ★毛毯★

source: Cat
ar: قطة
da: Kat
de: \_Katze
eo: Kato
et: Kass
fi: Kissa
he: ★חתול★
it: Gatto
ro: Pisică
vi: Mèo
zh_tr: ★貓★

source: Lamp
ar: مصباح
da: Lampe
de: \_Lampe
eo: Lampo
et: Tänavalamp
fi: Lamppu
he: ★מנורה★
it: Lampada
ro: Lampă
vi: Đèn
zh_tr: ★路燈★

source: Long Hair
ar: شعر طويل
da: Langt hår
de: \_Lange Haare
eo: Longaj Haroj
et: Pikad juuksed
fi: Pitkät Hiukset
he: ★שיער ארוך★
it: Capelli lunghi
ro: Păr Lung
vi: Tóc dài
zh_tr: ★長髮★

source: Bicycle
ar: دراجة
da: Cykel
de: \_Fahrrad
eo: Biciklo
et: Jalgratas
fi: Polkupyörä
he: ★אופניים★
it: Bicicletta
ro: Bicicletă
vi: Xe đạp
zh_tr: ★腳踏車★

source: Blonde
ar: شعر أشقر
da: Blond
de: Blonde Haare
eo: Blonda
et: Blondid juuksed
fi: Vaaleat Hiukset
he: ★בלונד★
it: Bionda
ro: Păr Blond
vi: Tóc vàng
zh_tr: ★金髮★

source: Witch
ar: ساحرة
da: Heks
de: Hexe
eo: Sorĉistino
et: Nõid
fi: Noita
he: ★מכשפה★
it: Strega
ro: Vrăjitoare
vi: Phù thủy
zh_tr: ★魔女★

source: Devil
ar: مارد
da: Dæmon
de: \_Dämon
eo: Demono
et: Deemon
fi: Demoni
he: ★שד★
it: Oni
ro: Oni
vi: Quỷ
zh_tr: ★鬼★

source: Squish-Squish
ar: دبق-دبق
da: Skvulp-skvulp
de: \_Boing-Boing
eo: Guma-Guma
et: Tarretis
fi: Puristus-Puristus
he: ★גˌלי★
ro: Buyo-Buyo
vi: Mềm ướt
zh_tr: ★軟綿綿★

source: Traffic Light
ar: إشارة مرور
da: Trafiklys
de: \_Ampel
eo: Semaforo
et: Valgusfoor
fi: Liikennevalo
he: ★רמזור★
it: Semaforo
ro: Semafor
vi: Đèn giao thông
zh_tr: ★紅綠燈★
