Repository: ynoproject/ynotranslations
Catalog: yume/*/RPG_RT.ldb.po
Languages: fr

# items.name
source: Frog
fr: Grenouille

# items.description
source: Transform into a frog.
fr: Transforme-toi en une grenouille.

# items.name
source: Umbrella
fr: Parapluie

# items.description
source: Use an umbrella.
fr: Utilise un parapluie.

# items.name
source: Hat & Scarf
fr: Écharpe et bonnet

# items.description
source: Don a hat & scarf.
fr: Porte une écharpe et un bonnet.

# items.name
source: Snow Woman
fr: Femme des neiges

# items.description
source: Morph into a Snow Woman.
fr: Transforme-toi en une femme des neiges.

# items.name
source: Kitchen Knife
fr: Couteau

# items.description
source: Equip a kitchen knife.
fr: Équipe un couteau de cuisine.

# items.name
source: Eye Palm
fr: Paum'œil

# items.description
source: Warp into an Eye Palm.
fr: Déforme-toi en une paum'œil.

# items.name
source: Fatten
fr: Engraissement

# items.description
source: Balloon in size.
fr: Grossis comme un ballon.

# items.name
source: Midget
fr: Naine

# items.description
source: Shrink in size.
fr: Rétrécis en taille.

# items.name
source: Flute
fr: Flûte

# items.description
source: Brandish a flute.
fr: Brandis une flûte.

# items.name
source: Neon
fr: Néon

# items.description
source: Glow like a neon sign.
fr: Brille comme une enseigne alimentée au néon.

# items.name
source: Faceless Ghost
fr: Fantôme sans visage

# items.description
source: Materialize as a faceless ghost.
fr: Matérialise-toi en un fantôme sans visage.

# items.name
source: Severed Head
fr: Tête coupée

# items.description
source: Be reduced to a severed head.
fr: Réduis-toi à une simple tête coupée.

# items.name
source: Towel
fr: Serviette

# items.description
source: Wrap yourself in a towel.
fr: Enveloppe-toi dans une serviette.

# items.name
source: Cat
fr: Chat

# items.description
source: Sprout cat-ears and a tail.
fr: Obtiens des oreilles de chat et une queue.

# items.name
source: Lamp
fr: Lampe

# items.description
source: Change into a lamp.
fr: Transforme-toi en une lampe.

# items.name
source: Bicycle
fr: Bicyclette

# items.description
source: Mount a bicycle.
fr: Enfourche une bicyclette.

# items.name
source: Long Hair
fr: Longs cheveux

# items.description
source: Grow long hair.
fr: Fais-toi pousser de longs cheveux.

# items.name
source: Poo Hair
fr: Cheveux cacas

# items.description
source: Grow poo hair.
fr: Fais-toi pousser une chevelure de caca.

# items.description
source: Grow long blonde hair.
fr: Fais-toi pousser une coiffure blonde.

# items.name
source: Spirit Headband
fr: Bandeau spirituel

# items.description
source: Put on a Spirit Headband.
fr: Porte un bandeau spirituel.

# items.name
source: Witch
fr: Sorcière

# items.description
source: Become a witch incarnate.
fr: Deviens l'incarnation d'une sorcière.

# items.description
source: Reconstitute as an oni.
fr: Reconstitue-toi en tant qu'oni.

# items.description
source: Change into a squishy blob.
fr: Transforme-toi en un blob visqueux.

# items.name
source: Traffic Light
fr: Feu de circulation

# items.description
source: Change into a traffic light.
fr: Change-toi en un feu de circulation.

# items.name
source: Tutorial
fr: Instructions

# items.description
source: Review the game's tutorial.
fr: Relire les instructions du jeu.

# terms.special_combat
source: æ§UŒ‚‚Ìƒ`ƒƒƒ“ƒXI
fr: 先制攻撃のチャンス！

# terms.escape_failure
source: “¦‚°Ø‚ê‚È‚©‚Á‚½I
fr: 逃げ切れなかった！

# terms.victory
source: í‚¢‚ÉŸ‚Á‚½I
fr: 戦いに勝った！

# terms.defeat
source: •‰‚¯‚Ä‚µ‚Ü‚Á‚½EEE
fr: 負けてしまった・・・

# terms.exp_received
source: ‚ÌŒoŒ±’l‚ðŠl“¾I
fr: の経験値を獲得！

# terms.gold_recieved_a
source: ‚¨‹à‚ð
fr: お金を

# terms.gold_recieved_b
source: Žè‚É“ü‚ê‚½I
fr: 手に入れた！

# terms.item_recieved
source: ‚ðŽè‚É“ü‚ê‚½I
fr: を手に入れた！

# terms.attacking
source: ‚ÌUŒ‚I
fr: の攻撃！

# terms.enemy_critical
source: ‰ïS‚ÌˆêŒ‚II
fr: 会心の一撃！！

# terms.actor_critical
source: ’É¦‚ÌˆêŒ‚II
fr: 痛恨の一撃！！

# terms.defending
source: ‚Íg‚ðŽç‚Á‚Ä‚¢‚éI
fr: は身を守っている！

# terms.observing
source: ‚Í—lŽq‚ðŒ©‚Ä‚¢‚éEEE
fr: は様子を見ている・・・

# terms.focus
source: ‚Í—Í‚ð‚½‚ß‚Ä‚¢‚éEEE
fr: は力をためている・・・

# terms.autodestruction
source: ‚ÍŽ©”š‚µ‚½I
fr: は自爆した！

# terms.enemy_escape
source: ‚Í“¦‚°‚Ä‚µ‚Ü‚Á‚½I
fr: は逃げてしまった！

# terms.enemy_transform
source: ‚ÍŽp‚ð•Ï‚¦‚½I
fr: は姿を変えた！

# terms.enemy_damaged
source: ‚Ìƒ_ƒ[ƒW‚ð—^‚¦‚½I
fr: のダメージを与えた！

# terms.enemy_undamaged
source: ‚Éƒ_ƒ[ƒW‚ð—^‚¦‚ç‚ê‚È‚¢I
fr: にダメージを与えられない！

# terms.actor_damaged
source: ‚Ìƒ_ƒ[ƒW‚ðŽó‚¯‚½I
fr: のダメージを受けた！

# terms.actor_undamaged
source: ‚Íƒ_ƒ[ƒW‚ðŽó‚¯‚Ä‚¢‚È‚¢I
fr: はダメージを受けていない！

# terms.skill_failure_a
source: ‚É‚ÍŒø‚©‚È‚©‚Á‚½I
fr: には効かなかった！

# terms.skill_failure_b
source: ‚Í•½‹C‚¾‚Á‚½I
fr: は平気だった！

# terms.skill_failure_c
source: ‚Í–°‚ç‚È‚©‚Á‚½I
fr: は眠らなかった！

# terms.dodge
source: ‚ÍUŒ‚‚ð‚©‚í‚µ‚½I
fr: は攻撃をかわした！

# terms.use_item
source: ‚ðŽg‚Á‚½I
fr: を使った！

# terms.hp_recovery
source: ‰ñ•œ‚µ‚½I
fr: 回復した！

# terms.parameter_increase
source: ã‚ª‚Á‚½I
fr: 上がった！

# terms.parameter_decrease
source: ‰º‚ª‚Á‚½I
fr: 下がった！

# terms.enemy_hp_absorbed
source: ’D‚Á‚½I
fr: 奪った！

# terms.actor_hp_absorbed
source: ’D‚í‚ê‚½I
fr: 奪われた！

# terms.resistance_increase
source: ‚É‹­‚­‚È‚Á‚½I
fr: に強くなった！

# terms.resistance_decrease
source: ‚ÉŽã‚­‚È‚Á‚½I
fr: に弱くなった！

# terms.level_up
source: ‚É‚È‚Á‚½I
fr: になった！

# terms.skill_learned
source: ‚ðŠo‚¦‚½I
fr: を覚えた！

# terms.shop_greeting1
source: u‚¢‚ç‚Á‚µ‚á‚¢‚Ü‚¹v
fr: 「いらっしゃいませ」

# terms.shop_regreeting1
source: u‚Ù‚©‚É‚²—pŒ‚Í‚²‚´‚¢‚Ü‚·‚©Hv
fr: 「ほかにご用件はございますか？」

# terms.shop_buy1
source: w“ü‚·‚é
fr: 購入する

# terms.shop_sell1
source: ”„‹p‚·‚é
fr: 売却する

# terms.shop_leave1
source: ‚â‚ß‚é
fr: やめる

# terms.shop_buy_select1
source: u‰½‚ð‚¨”ƒ‚¢ã‚°‚É‚È‚è‚Ü‚·‚©Hv
fr: 「何をお買い上げになりますか？」

# terms.shop_buy_number1
source: u‚¢‚­‚Â‚¨”ƒ‚¢ã‚°‚É‚È‚è‚Ü‚·‚©Hv
fr: 「いくつお買い上げになりますか？」

# terms.shop_purchased1
source: u–ˆ“x‚ ‚è‚ª‚Æ‚¤‚²‚´‚¢‚Ü‚·v
fr: 「毎度ありがとうございます」

# terms.shop_sell_select1
source: u‰½‚ð‚¨”„‚è‚É‚È‚è‚Ü‚·‚©Hv
fr: 「何をお売りになりますか？」

# terms.shop_sell_number1
source: u‚¢‚­‚Â‚¨”„‚è‚É‚È‚è‚Ü‚·‚©Hv
fr: 「いくつお売りになりますか？」

# terms.shop_sold1
source: u–ˆ“x‚ ‚è‚ª‚Æ‚¤‚²‚´‚¢‚Ü‚·v
fr: 「毎度ありがとうございます」

# terms.shop_greeting2
source: u‚¢‚ç‚Á‚µ‚á‚¢I@¡“ú‚Í‚Ç‚ñ‚È—p‚¾‚¢Hv
fr: 「いらっしゃい！ 今日はどんな用だい？」

# terms.shop_regreeting2
source: u‚Ù‚©‚É‚à—p‚ª‚ ‚é‚©‚¢Hv
fr: 「ほかにも用があるかい？」

# terms.shop_buy2
source: w“ü‚·‚é
fr: 購入する

# terms.shop_sell2
source: ”„‹p‚·‚é
fr: 売却する

# terms.shop_leave2
source: ‚â‚ß‚é
fr: やめる

# terms.shop_buy_select2
source: u‰½‚ð”ƒ‚¤‚ñ‚¾‚¢Hv
fr: 「何を買うんだい？」

# terms.shop_buy_number2
source: u‚¢‚­‚Â”ƒ‚¤‚ñ‚¾‚¢Hv
fr: 「いくつ買うんだい？」

# terms.shop_purchased2
source: u‚ ‚è‚ª‚Æ‚æ‚ÁIv
fr: 「ありがとよっ！」

# terms.shop_sell_select2
source: u‰½‚ð”„‚é‚ñ‚¾‚¢Hv
fr: 「何を売るんだい？」

# terms.shop_sell_number2
source: u‚¢‚­‚Â”„‚é‚ñ‚¾‚¢Hv
fr: 「いくつ売るんだい？」

# terms.shop_sold2
source: u‚ ‚è‚ª‚Æ‚æ‚ÁIv
fr: 「ありがとよっ！」

# terms.shop_greeting3
source: u‚±‚ñ‚É‚¿‚ÍB‚Ç‚ñ‚È‚²—p‚Å‚·‚©Hv
fr: 「こんにちは。どんなご用ですか？」

# terms.shop_regreeting3
source: u‚Ù‚©‚É‚à‚²—p‚ª‚ ‚è‚Ü‚·‚©Hv
fr: 「ほかにもご用がありますか？」

# terms.shop_buy3
source: w“ü‚·‚é
fr: 購入する

# terms.shop_sell3
source: ”„‹p‚·‚é
fr: 売却する

# terms.shop_leave3
source: ‚â‚ß‚é
fr: やめる

# terms.shop_buy_select3
source: u‰½‚ð”ƒ‚Á‚Ä‚­‚ê‚Ü‚·‚©Hv
fr: 「何を買ってくれますか？」

# terms.shop_buy_number3
source: u‚¢‚­‚Â”ƒ‚Á‚Ä‚­‚ê‚Ü‚·‚©Hv
fr: 「いくつ買ってくれますか？」

# terms.shop_purchased3
source: u‚Ç‚¤‚à‚ ‚è‚ª‚Æ‚¤v
fr: 「どうもありがとう」

# terms.shop_sell_select3
source: u‰½‚ð”„‚Á‚Ä‚­‚ê‚Ü‚·‚©Hv
fr: 「何を売ってくれますか？」

# terms.shop_sell_number3
source: u‚¢‚­‚Â”„‚Á‚Ä‚­‚ê‚Ü‚·‚©Hv
fr: 「いくつ売ってくれますか？」

# terms.shop_sold3
source: u‚Ç‚¤‚à‚ ‚è‚ª‚Æ‚¤v
fr: 「どうもありがとう」

# terms.inn_a_greeting_1
source: uh”‘—¿‹à‚Í
fr: 「宿泊料金は

# terms.inn_a_greeting_2
source: ‚É‚È‚è‚Ü‚·B
fr: になります。

# terms.inn_a_greeting_3
source: @‚¨”‘‚Ü‚è‚É‚È‚è‚Ü‚·‚©Hv
fr: お泊まりになりますか？」

# terms.inn_a_accept
source: ”‘‚Ü‚é
fr: 泊まる

# terms.inn_a_cancel
source: ”‘‚Ü‚ç‚È‚¢
fr: 泊まらない

# terms.inn_b_greeting_1
source: uˆê”‘
fr: 「一泊

# terms.inn_b_greeting_2
source: ‚¾‚ª
fr: だが

# terms.inn_b_greeting_3
source: @”‘‚Ü‚Á‚Ä‚¢‚­‚©‚¢Hv
fr: 泊まっていくかい？」

# terms.inn_b_accept
source: ”‘‚Ü‚é
fr: 泊まる

# terms.inn_b_cancel
source: ”‘‚Ü‚ç‚È‚¢
fr: 泊まらない

# terms.possessed_items
source: ŠŽ”
fr: 所持数

# terms.equipped_items
source: ‘•”õ”
fr: 装備数

# terms.command_attack
source: UŒ‚
fr: 攻撃

# terms.command_defend
source: –hŒä
fr: 防御

# terms.command_item
source: Effect
fr: Effets

# terms.menu_quit
source: Quit Game
fr: Quitter

# terms.new_game
source: New Game
fr: Nouvelle partie

# terms.load_game
source: Dream Diary
fr: Journal

# terms.exit_game
source: Quit
fr: Quitter

# terms.lvl_short
source: E
fr: Ｅ

# terms.save_game_message
source: Write in Diary
fr: Écrire dans le journal ?

# terms.load_game_message
source: Read Diary
fr: Lire quelle page du journal ?

# terms.exit_game_message
source: Do you want to quit?
fr: Voulez-vous quitter ?

# terms.yes
source: Yes
fr: Oui

# terms.no
source: No
fr: Non
