Repository: ynoproject/ynotranslations
Catalog: unconscious/*/Map0666.po
Languages: fr

source: Player is not aligned to a tile. Cannot test.
fr: Le joueur n'est pas aligné sur une tuile. Test non réalisable.

source: Camera needs to be shifted \v[17] tile(s) left and \v[18] tile(s) up.
fr: La caméra doit être déplacée de \v[17] tuile(s) à gauche et de \v[18] tuile(s) en haut.

source: Camera needs to be shifted \v[17] tile(s) left and \v[18] tile(s) down.
fr: La caméra doit être déplacée de \v[17] tuile(s) à gauche et de \v[18] tuile(s) en bas.

source: Camera needs to be shifted \v[17] tile(s) right and \v[18] tile(s) up.
fr: La caméra doit être déplacée de \v[17] tuile(s) à droite et de \v[18] tuile(s) en haut.

source: Camera needs to be shifted \v[17] tile(s) right and \v[18] tile(s) down.
fr: La caméra doit être déplacée de \v[17] tuile(s) à droite et de \v[18] tuile(s) en bas.

source: Camera needs to be shifted \v[17] tile(s) left.
fr: La caméra doit être déplacée de \v[17] tuile(s) à gauche.

source: Camera needs to be shifted \v[17] tile(s) right.
fr: La caméra doit être déplacée de \v[17] tuile(s) à droite.

source: Camera needs to be shifted \v[18] tile(s) up.
fr: La caméra doit être déplacée de \v[18] tuile(s) en haut.

source: Camera needs to be shifted \v[18] tile(s) down.
fr: La caméra doit être déplacée de \v[18] tuile(s) en bas.

source: Camera is correctly aligned.
fr: La caméra est correctement alignée.
