Repository: ynoproject/ynotranslations
Catalog: unconscious/*/Map0001.po
Languages: chs, fr, ja, ko

source: sniperbob minigame1
chs: sniperbob 小游戏1
fr: mini-jeu de sniperbob n°1
ja: sniperbob ミニゲーム1
ko: sniperbob 미니게임1

source: Icon for stairs, or other objects, that move the player up and right when moving right.
chs: 用来表示台阶或其他可以让玩家在向 右移动时向右上移动的物体的图标。
fr: Icône pour les escaliers, ou d'autres événements, qui déplacent le joueur en haut et à droite en se déplaçant vers la droite.
ja: 階段やその他のオブジェクトのアイコン。 右方向に動くと、右上に移動します。
ko: 계단 및 기타 객체의 아이콘 오른쪽으로 움직이면 오른쪽 상단으로 이동합니다.

source: Examples of this can be seen below, and it's recommended to copy those events.
chs: 示例如下，且推荐复制相关事件。
fr: Des exemples peuvent être vus en-dessous, et il est recommandé de copier ces événements.
ja: 使用例は下の方にあります。 イベントをコピーして使うことをおすすめします。
ko: 사용의 예시는 아래에 있습니다. 이 이벤트들을 복사하는걸 권장합니다.

source: Icon for sloped walls, or other objects, that move the player up and right when moving right, or down and left when moving down.
chs: 用于表示斜坡墙壁等能够让玩家在向 右移动时向右上移动，以及向下移动 时向左下移动的物体的图标。
fr: Icône pour les murs pentes, ou d'autres événements, qui déplacent le joueur en haut et à droite en se déplaçant vers la droite, ou vers le bas et la gauche en se déplaçant vers le bas.
ja: 傾斜した壁やその他のオブジェクトのアイコン。 右方向に動くと右上に移動し、下方向に動くと左下に 移動します。
ko: 경사진 벽이나 다른 물체가 움직이는 아이콘 당신이 오른쪽, 아래로 움직이면 위아래로 움직입니다. 아래로 내려갈 때 왼쪽으로 갑니다.

source: Icon for events that unlock some obstruction.
chs: 表示可以移除一些障碍的事件的图标。
fr: Icône pour les événements qui débloquent un obstacle.
ja: 何らかのロックを解除するイベントのアイコン。
ko: 일부 장애물을 해제하는 이벤트 아이콘입니다.

source: Copy page 1 of this event to prevent the icon from appearing in-game in your map.
chs: 复制本事件第1页来防止图标在游玩过 程中出现在你的地图里。
fr: Copiez la page 1 de cet événement pour empêcher l'icône d'apparaître en jeu sur votre carte.
ja: このイベントの1ページ目をコピーすると、ゲーム内の マップにアイコンが出現するのを防ぐことができます。
ko: 이 이벤트의 첫 페이지를 복사하면 게임 내의 맵에 아이콘이 출현하는 것을 방지할 수 있습니다.

source: Icon for events that block access to something until unlocked.
chs: 表示直到达成解锁条件之前都阻拦在某 处的事件的图标。
fr: Icône pour les événements qui bloquent l'accès à quelque chose jusqu'à qu'il soit débloqué.
ja: ロックが解除されるまで、何かへのアクセスを妨害する イベントのアイコン。
ko: 잠금이 해제될 때까지 접근을 차단하는 이벤트의 아이콘.

source: Use not yet implemented.
chs: 尚未使用
fr: Utilisation pas encore implémentée.
ja: まだ未使用。
ko: 아직 미사용.

source: Icon for events that change the music.
chs: 表示改变音乐的事件的图标。
fr: Icône pour les événements qui changent la musique.
ja: BGMを変更するイベントのアイコン。
ko: BGM을 변경하는 이벤트의 아이콘.

source: Icon for events that handle altered sight visuals, or visually change under altered sight.
chs: 用于处理变更视觉效果的事件的图标， 或者在视野改变的情况下改变视觉效果。
fr: Icône pour les événements qui gèrent les visions altérées, ou qui changent visuellement lors d'une vision altérée.
ja: 変化した視界を扱う、または変化した視界の下で 見た目が変化するイベントのアイコン。
ko: 변화된 시야를 다루거나, 변화된 시야 아래에서 외형이 변화하는 이벤트의 아이콘.

source: Icon to indicate event execution flow, or even for events that just move you up.
chs: 指示事件执行流程的图标，甚至是只让 你向上移动的事件。
fr: Icône pour indiquer le flux d'exécution d'un événement, ou pour les événements qui vous déplacent vers le haut.
ja: 実行されるイベントの流れを示すアイコン、 もしくは上に移動するイベントのアイコン。
ko: 실행되는 이벤트의 흐름을 나타내는 아이콘, 혹은 위로 이동하는 이벤트의 아이콘.

source: Icon for stairs, or other objects, that move the player down and right when moving right.
chs: 用来表示台阶或其他可以让玩家在向 右移动时向右下移动的物体的图标。
fr: Icône pour les escaliers, ou d'autres événements, qui déplacent le joueur en bas et à droite en se déplaçant vers la droite.
ja: 階段やその他のオブジェクトのアイコン。 右方向に動くと、右下に移動します。
ko: 계단 및 기타 객체의 아이콘. 오른쪽 방향이면 오른쪽 아래로 이동합니다.

source: Icon for sloped walls, or other objects, that move the player up and left when moving left, or down and right when moving down.
chs: 用于表示斜坡墙壁等能够让玩家在向 左移动时向左上移动，以及向下移动 时向右下移动的物体的图标。
fr: Icône pour les murs pentes, ou d'autres événements, qui déplacent le joueur en haut et à gauche en se déplaçant vers la gauche, ou vers le bas et la droite en se déplaçant vers le bas.
ja: 傾斜した壁やその他のオブジェクトのアイコン。 左方向に動くと左上に移動し、下方向に動くと右下に 移動します。
ko: 경사진 벽이나 기타 객체의 아이콘. 왼쪽 방향이면 왼쪽 위, 아래 방향이면 오른쪽 아래 이동합니다.

source: Icon for stairs, or other objects, that move the player down and left when moving left.
chs: 用来表示台阶或其他可以让玩家在向 左移动时向左下移动的物体的图标。
fr: Icône pour les escaliers, ou d'autres événements, qui déplacent le joueur en bas et à gauche en se déplaçant vers la gauche.
ja: 階段やその他のオブジェクトのアイコン。 左方向に動くと、左下に移動します。
ko: 계단 및 기타 객체의 아이콘. 왼쪽 방향으로 움직이면 왼쪽 아래로 이동합니다.

source: Removed Eidolon
chs: 已移除的梦中幻像
fr: Eidolon retiré
ja: エイドロンを廃棄
ko: 에이돌론 삭제

source: No Effect assigned
chs: 未指定效果
fr: Pas d'effet assigné
ja: エフェクト未登録
ko: 등록된 효과 없음

source: Shortcut for dev worku n1!
chs: 开发者worku的快捷方式 n1!
fr: Raccourci pour développeurs n°1 !
ja: 開発作業用のショートカット１！
ko: 개발작업용 숏컷1！

source: You can select or unlock a menu theme by interacting with the floating cubes. When you submit a menu theme in the "System" folder, we will take care of creating its cube!
chs: 你可以通过与浮动方块互动来选择或 解锁菜单主题。 当你在 "系统 "文件夹中提交菜单主 题时，我们会负责创建它的方块！
fr: Vous pouvez sélectionner un thème de menu en interagissant avec les cubes flottants. Lorsque vous proposez un thème de menu dans le dossier « System », <easyrpg:new_page> nous prendrons soin de lui créer son propre cube !
ja: 浮いているキューブに触ると、メニュータイプの選択、 ロック解除ができます。 メニュータイプを「System」フォルダに登録すると、 私たちがキューブを作成します！
ko: 메뉴 테마를 선택하거나 잠금 해제하는 방법은 다음과 같습니다. 떠있는 큐브와 상호작용 하세요. 메뉴 테마를 「System」 폴더에 등록하면, 저희가 큐브를 만들겠습니다!

source: Steps: \v[124]\v[123]
fr: Pas : \v[124]\v[123]
ja: 歩数: \v[124]\v[123]
ko: 걸음 수: \v[124]\v[123]

source: Steps: \v[123]
fr: Pas : \v[123]
ja: 歩数: \v[123]
ko: 걸음 수: \v[123]

source: For closed connections, make sure your construc- tion signs have an "X" symbol on them.
chs: 对于封闭的连接，请确保您的施工标 志上有一个 "X" 符号。
fr: Pour les connexions fermées, assurez-vous que vos panneaux de constructions portent un symbole en forme de « X » sur eux.
ja: 閉じられた接続の場合、工事中看板に「X」のマークが あることを確認してください。
ko: 닫힌 연결의 경우 공사 중 간판에 「X」 마크가 있는 것을 확인해주세요.

source: Closed connections let other developers know they are not allowed to add a connection to that specific spot.
chs: 封闭的连接可以让其他开发者知道他们 不被允许在该特定地点加入新的连接。
fr: Les connexions fermées permettent de dire aux autres développeurs qu'ils n'ont pas le droit d'ajouter une connexion à cet endroit spécifique.
ja: 閉じられた接続は、他の開発者に、その特定の場所に 接続を追加してはいけないことを知らせます。
ko: 닫힌 연결은 다른 개발자들에게 해당 특정 장소에 접속을 추가해서는 안됨을 알립니다.

source: You can either use the default signs (filename is aya_charset_sign_standard), create your own, or use assets that you have permission to use.
chs: 你既可以使用默认标志， （文件名为aya_charset_sign_standard） 也可以创建自己的，或者使用你获得使用 许可的其他资产。
fr: Vous pouvez soit utiliser les panneaux par défaut (le nom du fichier est aya_charset_sign_standard), soit créer le votre, ou encore utiliser des assets dont vous avez la permission d'utiliser.
ja: デフォルトの標識 (ファイル名aya_charset_sign_standard)を使うか、 自分で作成するか、使用許可を得たアセットを 使ってください。
ko: 기본 표지 (파일명 aya_charset_sign_standard) 사용여부를 직접 작성하거나, 사용 허가를 받은 에셋을 사용하세요.

source: There is no required color code, so feel free to be creative when designing them!
chs: 没有规定颜色代码，所以在设计时可以自 由发挥创意！
fr: Il n'y a pas de code couleur, donc soyez libre d'être créatif lorsque vous les créez !
ja: 必須のカラーコードはありませんので、 自由にデザインしてください！
ko: 필수 색상 코드는 요구되지 않으므로, 자유롭게 디자인해주세요!

source: For open connections, make sure your construc- tion signs have an "O" symbol on them.
chs: 对于开放的链接，确保你的施工标志上有 一个 "O"符号。
fr: Pour les connexions ouvertes, assurez-vous que vos panneaux de constructions portent un symbole en forme de « O » sur eux.
ja: 開かれた接続の場合、工事中看板に「O」のマークが あることを確認してください。
ko: 열린 연결의 경우 공사 중 간판에 「O」 마크가 있는 것을 확인해주세요.

source: Open connections let other developers know they are allowed to add a connection to that specific spot.
fr: Les connexions ouvertes permettent de laisser savoir aux autres développeurs qu'ils sont autorisés à ajouter une connexion à cet endroit spécifique.
ja: 開かれた接続は、他の開発者に、その特定の場所に 接続を追加してもよいことを知らせます。
ko: 열린 연결은 다른 개발자들에게 해당 특정 장소에 접속을 추가해도 됨을 알립니다.

source: Disable Sprinting Cancel
fr: Désactiver le sprint Annuler
ja: ダッシュを無効化 キャンセル
ko: 달리기를 무효화 취소

source: Enable Sprinting Cancel
chs: 启用加速 取消
fr: Activer le sprint Annuler
ja: ダッシュを有効化 キャンセル
ko: 달리기를 유효화 취소

source: Submerge Cancel
chs: 水下 取消
fr: S'immerger Annuler
ja: 水中の状態を有効化 キャンセル
ko: 수중 상태 유효화 취소

source: Surface Cancel
chs: 表面 取消
fr: Revenir à la surface Annuler
ja: 水中の状態を無効化 キャンセル
ko: 수중 상태 무효화 취소

source: Killable NPC (x1)
chs: 可杀死的NPC (x1)
fr: PNJ tuable (x1)
ja: 殺傷可能なNPC(x1)
ko: 살상 가능한 NPC(x1)

source: Please also use NPC templates as a base for destructable events!
fr: Veuillez aussi utiliser les modèles de PNJ comme base pour les événements destructibles !
ja: 破壊可能なイベントのベースにもNPCテンプレートを 使用してください！
ko: 파괴 가능한 이벤트의 기반에도 NPC 템플릿을 사용해주세요！

source: Not killable NPC
chs: 不可杀死的NPC
fr: PNJ non tuable
ja: 殺傷不可のNPC
ko: 살상 불가능한 NPC

source: Killable NPC (xN) Determined by Local Variable 01 (currently N=5)
chs: 可杀死的NPC (xN) 数量取决于本地变量01(当前值为5)
fr: PNJ tuable (xN) Déterminé par la Variable Local 01 (actuellement N = 5)
ja: 殺傷可能なNPC(xN) ローカル変数1で判定(現在 N=5)
ko: 살상 가능한 NPC(xN) 로컬 변수 1로 판정(지금 N=5)

source: Acquired all Eidola.
chs: 已获得所有梦中幻像。
fr: Tous les Eidola ont été obtenus.
ja: 全てのエイドラを入手。
ko: 모든 에이돌라를 획득.

source: Removed all Eidola.
fr: Tous les Eidola ont été retirés.
ja: 全てのエイドラを廃棄。
ko: 모든 에이돌라를 제거.

source: Quick tutorial: On the left you have templates On the right you have utilities And at the bottom you have eidolas
chs: 简短的使用说明： 左边的是模板 右边的是公用程序 下面的是梦中幻像
fr: Tuto rapide : $v À votre gauche se trouve des modèles $t À votre droite se trouve des utilitaires $u Et en bas se trouve les eidola
ja: 簡単なチュートリアル: 左側はテンプレート 右側は実用的なイベント 下はエイドラ
ko: 간단한 튜토리얼 왼쪽은 템플릿 오른쪽은 실용적인 이벤트 아래는 에이돌라

source: Unlock menu theme
chs: 解锁菜单主题
fr: Gestion des thèmes de menu
ja: メニュータイプをロック解除
ko: 메뉴 타입을 잠금 해제

source: Unlock Lock Back
chs: 解锁 锁定 返回
fr: Débloquer Bloquer Retour
ja: ロック解除 ロック 戻る
ko: 잠금 해제 잠금 뒤로

source: Unlock one Unlock all
chs: 解锁单个 解锁全部
fr: Débloquer un thème spécifique Débloquer tous les thèmes
ja: 一つロック解除 全てロック解除
ko: 하나 잠금 해제 모두 잠금 해제

source: Unlocked automatically!
chs: 自动解锁了！
fr: Ce thème de menu est débloqué par défaut.
ja: 最初からロック解除済みです！
ko: 자동으로 잠금 해제되었습니다!

source: Lock one Lock all
chs: 锁定单个 锁定全部
fr: Bloquer un thème spécifique Bloquer tous les thèmes
ja: 一つロック 全てロック
ko: 하나 잠금 모두 잠금

source: Menu Theme Count could not be retrieved. Either fix the code of the INIT_CONSTANTS_CALL for the retrieving part, or use the book to initialise it.
ja: メニュータイプの数を取得できませんでした。 INIT_CONSTANTS_CALLの取得処理部分のコードを 修正するか、本を使って初期化してください。
ko: 메뉴 테마 수를 검색할 수 없습니다. INIT_CONSTANTS_CALL 코드를 수정하거나 검색 부분에 대해선 책을 사용해 초기화하세요.

source: Manually input the Menu Theme Count:
ja: メニュータイプの数を手動で入力してください:

source: Cannot be locked!
fr: Ne peut pas être bloqué !
ja: ロックできません！
ko: 잠글 수 없습니다!

source: Invalid theme!
ja: 無効なメニュータイプです！
ko: 잘못된 테마!

source: This theme data is missing from this event, and cannot be reset this way. Please edit this event to add its data.
ja: このメニュータイプのデータはこのイベントに存在せず、 この方法ではリセットできません。 イベントを編集してデータを追加してください。
ko: 해당 테마 데이터는 이 이벤트에서 누락됐습니다. 이 방식으로 재설정이 불가하니 이 이벤트를 편집해 데이터를 추가하세요.

source: Shortcut for dev worku n2!
chs: 开发者worku的快捷方式 n2!
fr: Raccourci pour développeurs n°2 !
ja: 開発作業用のショートカット２！
ko: 개발 작업용 숏컷2！

source: Icon for gaps between ladders that the small form of Rodentia can jump across.
chs: 表示啮齿动物幻像的小形态可以跳过 的梯子间隙的图标。
fr: Icône pour les espaces entre les échelles que la petite forme de l'Eidolon Rodentia peut sauter par-dessus.
ja: 小さな状態の齧歯類だと飛び越えられる、 梯子の隙間のアイコン。
ko: 사다리 틈의 아이콘은 작은 상태인 쥐로 뛰어넘을 수 있습니다.

source: Icon for events enabling the Imago warp.
fr: Icône pour les événements activant la téléportation Imago.
ja: 鱗翅のワープを有効にするイベントのアイコン。
ko: 성충의 워프를 활성화하는 이벤트의 아이콘.

source: Icon for warps that keep the player within the same map.
chs: 表示将玩家保持在同一地图内的传送 点的图标。
fr: Icône pour les téléporteurs qui gardent le joueur sur la même carte.
ja: 同じマップ内でプレイヤーをワープさせる イベントのアイコン。
ko: 같은 맵 내에서 플레이어를 워프시키는 이벤트의 아이콘.

source: Unlock all Record Player slots Go back
chs: 解锁所有电唱机槽 返回
fr: Débloquer toutes les pistes du Tourne-disque Annuler
ja: レコードプレイヤーの全ての曲をロック解除 戻る
ko: 레코드 플레이어의 모든 곡을 잠금 해제 뒤로

source: Icon for events that play sounds.
chs: 表示播放声音的事件的图标。
fr: Icône pour les événements qui jouent des effets sonores.
ja: 効果音を再生するイベントのアイコン。
ko: 효과음을 재생하는 이벤트의 아이콘.

source: Icon for events that can get attacked by Soulfire.
chs: 表示能被魂火幻像攻击的事件的图标。
fr: Icône pour les événements qui peuvent être attaqués par l'Eidolon Feu d'âme.
ja: 魂の火で攻撃できるイベントのアイコン。
ko: 영혼불꽃으로 공격 가능한 이벤트의 아이콘

source: Icon to indicate event execution flow, or even for events that just move you right.
chs: 表示事件流程的图标，或者只是一个 让你向右移动的事件。
fr: Icône pour indiquer le flux d'exécution d'un événement, ou pour les événements qui vous déplacent vers la droite.
ja: 実行されるイベントの流れを示すアイコン、 もしくは右に移動するイベントのアイコン。
ko: 실행되는 이벤트의 흐름을 나타내는 아이콘, 또는 오른쪽으로 이동하는 이벤트의 아이콘.

source: Icon for sloped walls, or other objects, that move the player down and left when moving left, or up and right when moving up.
chs: 用于表示斜坡墙壁等能够让玩家在向 左移动时向左下移动，以及向上移动 时向右上移动的物体的图标。
fr: Icône pour les murs pentes, ou d'autres événements, qui déplacent le joueur en bas et à gauche en se déplaçant vers la gauche, ou vers le haut et la droite en se déplaçant vers le haut.
ja: 傾斜した壁やその他のオブジェクトのアイコン。 左方向に動くと左下に移動し、上方向に動くと右上に 移動します。
ko: 경사진 벽이나 기타 객체의 아이콘. 왼쪽 방향이면 왼쪽 아래, 위쪽이면 오른쪽 상단 이동합니다.

source: Icon for the exit points of ladders.
chs: 表示梯子出口的图标。
fr: Icône pour les points de sortie des échelles.
ja: 梯子の終点のアイコン。
ko: 사다리 출구의 아이콘.

source: Icon for events disabling the Imago warp.
fr: Icône pour les événements désactivant la téléportation Imago.
ja: 鱗翅のワープを無効にするイベントのアイコン。
ko: 성충의 워프를 비활성화하는 이벤트의 아이콘.

source: Icon for warps that teleport the player to another map.
chs: 表示将玩家传送到其他地图的传送点 的图标
fr: Icône pour les téléporteurs qui téléportent le joueur vers une autre carte.
ja: プレイヤーを別のマップにワープさせる イベントのアイコン。
ko: 플레이어를 다른 맵으로 워프시키는 이벤트의 아이콘.

source: Icon for events that handle light emission in dark environments.
chs: 表示在黑暗环境中控制光线照射的事 件的图标。
fr: Icône pour les événements gèrent l'émission de lumière dans les environnements sombres.
ja: 暗い場所での発光を扱うイベントのアイコン。
ko: 어두운 장소에서 빛을 다루는 이벤트의 아이콘.

source: Small Rat SHOULD be able to access this ladder If it cannot, please contact Hyo in the CU Discord
chs: 小老鼠应该能进入这个梯子。 如果不能，请在CU的Discord上联系Hyo
fr: Le p'tit Rat DEVRAIT être capable d'accéder à cette échelle. Si ce n'est pas le cas, veuillez contacter Hyo dans le serveur Discord de CU
ja: 小さい鼠はこの梯子にアクセスできるはずです アクセスできない場合は、CU DiscordのHyoまで ご連絡ください
ko: 작은 쥐는 이 사다리에 접근할 수 있을 것입니다. 접속할 수 없다면 CU Discord Hyo로 연락해주세요.

source: Icon for sit events, such as chairs and benches.
chs: 表示椅子和长椅等坐下事件的标志
fr: Icône pour les événements pour s'asseoir, tels que les chaises et les bancs.
ja: 椅子やベンチなど、座るイベントのアイコン。
ko: 의자나 벤치 등 앉는 이벤트의 아이콘.

source: Icon to indicate event execution flow, or even for events that just move you down.
chs: 表示事件流程的图标，或者只是一个 让你向下移动的事件。
fr: Icône pour indiquer le flux d'exécution d'un événement, ou pour les événements qui vous déplacent vers le bas.
ja: 実行されるイベントの流れを示すアイコン、 もしくは下に移動するイベントのアイコン。
ko: 실행되는 이벤트의 흐름을 나타내는 아이콘, 또는 아래로 이동하는 이벤트의 아이콘.

source: Icon for stairs, or other objects, that move the player up and left when moving left.
chs: 用来表示台阶或其他可以让玩家在向 左移动时向左上移动的物体的图标。
fr: Icône pour les escaliers, ou d'autres événements, qui déplacent le joueur en haut et à gauche en se déplaçant vers la gauche.
ja: 階段やその他のオブジェクトのアイコン。 左方向に動くと、左上に移動します。
ko: 계단 및 기타 객체의 아이콘. 왼쪽 방향이면 왼쪽 위로 이동합니다.

source: Icon for sloped walls, or other objects, that move the player down and right when moving right, or up and left when moving up.
chs: 用于表示斜坡墙壁等能够让玩家在向 右移动时向右下移动，以及向上移动 时向左上移动的物体的图标。
fr: Icône pour les murs pentes, ou d'autres événements, qui déplacent le joueur en bas et à droite en se déplaçant vers la droite, ou vers le haut et la gauche en se déplaçant vers le haut.
ja: 傾斜した壁やその他のオブジェクトのアイコン。 右方向に動くと右下に移動し、上方向に動くと左上に 移動します。
ko: 경사진 벽이나 기타 객체의 아이콘. 오른쪽 방향이면 오른쪽 아래, 위쪽 방향은 왼쪽 위 이동합니다.

source: Icon for the entry points of ladders.
chs: 梯子的图标。
fr: Icône pour les points d'entrée des échelles.
ja: 梯子の始点のアイコン。
ko: 사다리 입구의 아이콘。

source: Icon for fishing spots.
ja: 漁獲スポットのアイコン。

source: Icon for warps, or other passageways, that require a small form to pass.
chs: 表示需要小形态才能进入的连接或其 他通道的图标。
fr: Icône pour les téléporteurs, ou d'autres passages, qui demandent d'utiliser une petite forme pour passer.
ja: 小さくなる必要のある通路やワープなどのアイコン。
ko: 작아질 필요가 있는 통로나 워프 등의 아이콘.

source: Icon for events that handle mechanics for a day-night cycle.
fr: Icône pour les événements qui gèrent les mécaniques d'un cycle jour-nuit.
ja: 昼夜サイクルの仕組みを扱うイベントのアイコン。
ko: 밤낮 사이클 구조를 다루는 이벤트의 아이콘.

source: Icon for events that require floating to pass or interact with.
chs: 表示需要漂浮才能通过或互动的事件 的图标。
fr: Icône pour les événements qui demandent de flotter pour passer ou pour interagir avec.
ja: 通過または調べる時に浮遊が必要な イベントのアイコン。
ko: 통과 또는 조사할 때 부유가 필요한 이벤트의 아이콘.

source: Icon to indicate event execution flow, or even for events that just move you left.
chs: 表示事件流程的图标，或者只是一个 让你向左移动的事件。
fr: Icône pour indiquer le flux d'exécution d'un événement, ou pour les événements qui vous déplacent vers la gauche.
ja: 実行されるイベントの流れを示すアイコン、 もしくは左に移動するイベントのアイコン。
ko: 실행되는 이벤트의 흐름을 나타내는 아이콘, 아니면 왼쪽으로 이동하는 이벤트의 아이콘.

source: Icon for events that handle cutscenes. If it restricts the player's movement, it probably goes in this category.
chs: 表示控制过场动画的事件的图标。如果 一个事件限制了玩家的行动，就应该被 归入这类。
fr: Icône pour les événements qui gèrent les cinématiques. Si cela restreint les mouvements du joueur, il correspond probablement à cette catégorie.
ja: カットシーンを扱うイベントのアイコン。 プレイヤーの動きを制限するものであれば、大抵 このカテゴリーに入る。
ko: 컷 장면을 다루는 이벤트의 아이콘. 플레이어의 움직임을 제한하는 것이라면 대개 이 카테고리에 들어갑니다.

source: Icon for events that clear the weather effects.
chs: 表示清除天气效果的事件的图标。
fr: Icône pour les événements qui effacent tout type d'effets météorologiques.
ja: 天候エフェクトを消すイベントのアイコン。
ko: 날씨 효과를 지우는 이벤트의 아이콘.

source: Icon for events that require the interact button to execute, and don't match any other category.
chs: 表示需要互动按键才能执行且不属于其 他类别的事件的图标。
fr: Icône pour les événements qui demandent d'utiliser le bouton d'interaction pour s'exécuter, et qui ne correspondent pas à d'autres catégories.
ja: 他のどのカテゴリーにも当てはまらず、 決定キーを押すことで実行されるイベントのアイコン。
ko: 다른 어떤 카테고리에도 해당되지 않고, 결정 키를 누르면 실행되는 이벤트의 아이콘.

source: Icon for events that hold commands commonly referenced by other events within the map.
chs: 一般是被地图中的其他事件引用的 包含命令的事件的图标。
fr: Icône pour les événements qui contiennent des commandes utilisées fréquemment par d'autres événements dans la carte en question.
ja: マップ内の他のイベントからよく呼び出される コマンドを持つイベントのアイコン。
ko: 맵 내의 다른 이벤트에서 자주 호출되는 명령어를 가진 이벤트의 아이콘.

source: Icon for events that only contain comments.
chs: 表示只含有评论的事件的图标。
fr: Icône pour les événements qui ne contiennent uniquement des commentaires.
ja: 注釈のみを含むイベントのアイコン。
ko: 주석만 포함하는 이벤트의 아이콘.

source: Unused.
chs: 未使用。
fr: Inutilisé.
ja: 未使用。
ko: 미사용.

source: Icon for events that grant the player an Eidolon.
chs: 表示给玩家提供梦中幻像的事件的图标。
fr: Icône pour les événements qui donnent un Eidolon.
ja: プレイヤーにエイドロンを与えるイベントのアイコン。
ko: 플레이어에게 에이돌론을 주는 이벤트의 아이콘.

source: Icon for events that gives money, spends money, or is otherwise related to money, aside from vending machines, capsule machines, and killing NPCs.
chs: 表示除了自贩机、扭蛋机、杀死NPC/n以外提供、花费或以其他方式与金钱/n关联的事件。
fr: Icône pour les événements qui impliquent de l'argent de quelconque manière, que ce soit donner ou dépenser, en dehors des distributeurs automatiques, des machines à capsule ou encore de <easyrpg:new_page> tuer des PNJs.
ja: 自動販売機、カプセルマシン、NPCの殺傷以外の、 お金を与える、お金を使う、その他お金に関係する イベントのアイコン。
ko: 자판기, 캡슐머신, NPC 살상 이외의 돈을 주고, 돈을 쓰고, 기타 돈과 관련된 이벤트의 아이콘.

source: Icon for events that change the weather to rain.
chs: 表示让天气变成雨天的事件的图标。
fr: Icône pour les événements qui changent la météo en pluie.
ja: 天候を雨に変えるイベントのアイコン。
ko: 날씨를 비내리게 하는 이벤트의 아이콘.

source: Icon for events that require the player to touch the event to execute, and don't match any other category.
chs: 表示需要玩家触碰该事件才能执行且不/n属于其他类别的事件的图标。
fr: Icône pour les événements qui demandent que le joueur touche l'événement pour s'exécuter, et qui ne correspondent pas à d'autres catégories.
ja: 他のどのカテゴリーにも当てはまらず、プレイヤーから 触れることで実行されるイベントのアイコン。
ko: 다른 어떤 카테고리에도 해당되지 않으며, 플레이어가 만짐으로써 실행되는 이벤트의 아이콘.

source: Icon for events that require themselves to touch the player to execute, and don't match any other category.
chs: 表示需要事件自身触碰玩家才能执行且/n不属于其他类别的事件的图标。
fr: Icône pour les événements qui se déclenchent lorsqu'ils rentrent en collision avec le joueur et qui ne correspondent à aucune autre catégorie.
ja: 他のどのカテゴリーにも当てはまらず、イベントから 触れることで実行されるイベントのアイコン。
ko: 다른 어떤 카테고리에도 해당되지 않으며, 이벤트에서 만짐으로써 실행되는 이벤트의 아이콘.

source: Icon for vending machine events.
fr: Icône pour les événements de distributeur automatique.
ja: 自動販売機イベントのアイコン。
ko: 자판기 이벤트의 아이콘.

source: Icon for events that grant the player a menu theme.
chs: 表示为玩家提供菜单主题的事件的图标。
fr: Icône pour les événements qui donnent un thème de menu.
ja: プレイヤーにメニュータイプを与える イベントのアイコン。
ko: 플레이어에게 메뉴 테마를 부여하는 이벤트의 아이콘.

source: Icon for events that don't fit any other category, if needed.
chs: 表示不属于任何其他类别的事件的图标。
fr: Icône pour les événements qui ne correspondent à aucune autre catégorie, si besoin.
ja: 必要に応じて使用する、他のカテゴリーに 当てはまらないイベントのアイコン。
ko: 필요에 따라 사용하는 다른 카테고리에 해당하지 않는 이벤트의 아이콘.

source: Icon for events that change the weather to snow.
chs: 表示将天气转化为雪天的事件的图标。
fr: Icône pour les événements qui changent la météo en neige.
ja: 天候を雪に変えるイベントのアイコン。
ko: 날씨를 눈내리게 하는 이벤트의 아이콘.

source: Icon for general parallel process events that don't match any other category.
chs: 表示不属于其他类别的平行进程事件的 图标。
fr: Icône pour les événements généraux de processus parallèle qui ne correspondent pas à d'autres catégories.
ja: 他のどのカテゴリーにも当てはまらない、 一般的な定期的に並列処理するイベントのアイコン。
ko: 다른 어떤 카테고리에도 해당되지 않는, 일반적 정기적으로 병렬 처리하는 이벤트의 아이콘.。

source: Used for events which place the player in a boat.
fr: Icône pour les événements qui placent le joueur dans un bateau.
ja: プレイヤーをボートに乗せるイベントに使用される。
ko: 플레이어를 보트에 태우는 이벤트에 사용됩니다.

source: Icon for events that prevent movement into its tile.
chs: 表示阻止进入其所在格子的事件的图标。
fr: Icône pour les événements qui empêchent de se mouvoir sur la tuile en question.
ja: そのマスへの移動を妨害するイベントのアイコン。
ko: 그 칸으로의 이동을 방해하는 이벤트의 아이콘.

source: Icon for events that grant the player a book cover.
chs: 表示为玩家提供新书本封面的图标。
fr: Icône pour les événements qui donnent une couverture pour le livre.
ja: プレイヤーにブックカバーを与える イベントのアイコン。
ko: 플레이어에게 책 표지를 주는 이벤트의 아이콘.

source: Icon for events that handle tinting.
fr: Icône pour les événements qui gèrent le tintement.
ja: 色調を扱うイベントのアイコン。
ko: 색조를 다루는 이벤트의 아이콘.

source: Icon for events that change the weather to multiple types, or other types that aren't sun, rain, or snow.
chs: 表示将天气转化为多种类型或不属于 晴天、雨天、雪天之一的天气的事件 的图标。
fr: Icône pour les événements qui changent la météo de multiples façons, ou d'autres façons qui ne sont pas le soleil, la pluie et la neige.
ja: 天候が複数のタイプに変わるイベントや、 太陽、雨、雪以外の天候に変えるイベントのアイコン。
ko: 날씨가 여러 유형으로 바뀌는 이벤트와, 태양, 비, 눈 이외의 날씨로 바꾸는 이벤트의 아이콘.

source: Icon for general autorun events that don't match any other category.
chs: 表示不属于其他类别的一般自动运行\事件的图标。
fr: Icône pour les événements généraux autorun qui ne correspondent pas à d'autres catégories.
ja: 他のどのカテゴリーにも当てはまらない、 一般的な自動的に始まるイベントのアイコン。
ko: 다른 어떤 카테고리에도 해당되지 않는, 일반적 자동으로 시작하는 이벤트의 아이콘.

source: Used for events which stop the player if they're in a boat.
fr: Icône pour les événements qui arrêtent le joueur si il est dans un bateau.
ja: ボートに乗っているプレイヤーを止める イベントに使用される。
ko: 보트에 타고 있는 플레이어를 멈추는 이벤트에 사용됩니다.

source: Icon for events that handle picture events.
chs: 表示控制图片事件的事件的图标。
fr: Icône pour les événements qui s'occupent de gérer des images.
ja: ピクチャのイベントを扱うイベントのアイコン。
ko: 사진 이벤트를 다루는 이벤트의 아이콘.

source: Icon for events that grant the player a visage or pseudoeffect.
fr: Icône pour les événements qui donnent un visage ou pseudo-effet.
ja: プレイヤーに容貌や着替え・変身を与える イベントのアイコン。
ko: 플레이어에게 용모나 갈아입을 옷, 변신을 주는 이벤트의 아이콘.

source: Icon for events that grant the player another object.
chs: 表示为玩家提供其他物品的事件的 图标。
fr: Icône pour les événements qui donnent un autre type d'objet.
ja: プレイヤーにその他の物を与えるイベントのアイコン。
ko: 플레이어에게 기타 물건을 주는 이벤트의 아이콘.
