Repository: ynoproject/ynotranslations
Catalog: unconscious/*/Map0001.po
Languages: chs, fr, ja, ko

source: Use number 2 to use Sculpture
fr: Utilisez la touche 2 pour utiliser Sculpture
ja: 2キーで彫刻を使う
ko: 2키로 조각을 씁니다.

source: debug overlay Cancel
fr: Surcouche de débogage Annuler
ja: デバッグ情報を表示 キャンセル
ko: 디버깅 정보 표시 취소

source: turn off debug overlay Cancel
fr: Désactiver la surcouche de débogage Annuler
ja: デバッグ情報を非表示 キャンセル
ko: 디버깅 정보 숨김 취소

source: Unlock all VM items?
fr: Débloquer tous les objets du distributeur automatique géant ?
ja: 自販機の商品を全てロック解除しますか？
ko: 모든 자판기 상품을 잠금 해제하겠습니까？

source: Yes No
fr: Oui Non
ja: はい いいえ
ko: 네 아니오

source: Unlocked all VM items.
fr: Tous les objets du distributeur ont été débloqués.
ja: 自販機の商品を全てロック解除しました。
ko: 모든 자판기 상품을 잠금 해제.

source: Unlock visages
fr: Débloquer tous les visages
ja: 容貌をロック解除
ko: 용모 잠금 해제

source: Unlock one (use unlock switch ID) Unlock map visages Unlock all
fr: Débloquer vsg (utiliser ID switch de déblocage) Débloquer les visages des cartes Débloquer tous les visages
ja: 一つロック解除(ロック解除切り替えIDを使用) マップの容貌をロック解除 全てロック解除
ko: 一잠금 해제 (잠금 해제 전환 ID 사용) 맵의 용모를 잠금 해제 모두 잠금 해제

source: Lock one (use unlock switch ID) Lock map visages Lock all
fr: Bloquer vsg (utiliser ID switch de déblocage) Bloquer les visages des cartes Bloquer tous les visages
ja: 一つロック(ロック解除切り替えIDを使用) マップの容貌をロック 全てロック
ko: 하나의 잠금 (잠금 해제 전환 ID 사용) 맵의 용모를 잠금 모두 잠금

source: Equip the animation test pseudo?
fr: Équiper le test d'animation de pseudo ?
ja: アニメーションテスト用変身を装備しますか？
ko: 애니메이션 테스트용 변신을 장비하겠습니까?

source: Equip Cancel
fr: Équiper Annuler
ja: 装備する キャンセル
ko: 장비 취소

source: Dequip Cancel
fr: Retirer Annuler
ja: 装備解除する キャンセル
ko: 장비 해제 취소

source: Open this event in the editor to consult the list of variables and switches that can be used in the Debug Room.
ja: このイベントをエディターで開き、デバッグルームで 使用できる変数とスイッチの一覧を確認してください。
ko: 디버그 룸에서 사용 가능한 변수, 스위치의 편집기에서 이 이벤트를 열어 목록 확인하세요.

source: \>Add Map, Record and VM to party \>Remove Map, Record and VM to party \>Cancel
ja: \>マップ、記録、自販機をパーティに加える \>マップ、記録、自販機をパーティから外す \>キャンセル
ko: \>파티에 지도, 기록 및 VM 추가 \>파티에 지도, 기록 및 VM 제거 \>취소

source: \>Open your menu to see the changes. \>Select Actions on the chosen member to see the \>skills they have unlocked.
ja: \>メニューを開いて変更を確認してください。 \>選択したメンバーで「こうどう」を選ぶと、 \>解除された特殊技能を見ることができます。
ko: \>변경 사항 확인을 위해 메뉴를 여세요. \>고른 멤버의 동작을 선택해 확인하세요. \>스킬들이 잠금 해제됐습니다.

source: \>Show Book Covers \>Show Book Covers (ENG + translation) \>Cancel
ja: \>ブックカバーを表示 \>ブックカバーを表示(英語+翻訳) \>キャンセル
ko: \>책 표지 보기 \>책 표지 보기 (영어+번역) \>취소

source: \>The text at the top of the screen will be \>in English, while the text at the bottom of the \>screen will be displayed in the current language \>of the game.
ja: \>画面上部のテキストは英語、 \>画面下部のテキストはゲームの現在の言語で \>表示されます。
ko: \>화면 상단의 텍스트는 \>영어의 경우 하단에 있고 \>화면은 현재 게임 언어로 표시됩니다.

source: \>Since you are currently playing in English, \>English will be displayed at the top of the \>screen.
ja: \>現在日本語でプレイしているため、 \>画面下部には日本語が表示されます。
ko: \>당신이 현재 영어로 플레이하므로 \>영어가 화면 상단에 표시됩니다.

source: \>Book Cover Count could not be retrieved. \>Either fix the code of the INIT_CONSTANTS_CALL \>for the retrieving part, or use the book \>to initialise it.
ja: \>ブックカバーの数を取得できませんでした。 \>INIT_CONSTANTS_CALLの取得処理部分のコードを \>修正するか、本を使って初期化してください。
ko: \>책 표지 수를 검색할 수 없습니다. \>INIT_CONSTANTS_CALL의 코드를 수정하세요. \>검색 부분에 대해서, 또는 책을 사용해 초기화.

source: \>Manually input the Book Cover Count:
ja: \>ブックカバーの数を手動で入力してください:
ko: \>책 표지 수를 수동으로 입력:

source: \>Enter Book Cover number:
ja: \>ブックカバー番号を入力してください:
ko: \>책 표지 번호 입력:

source: \>Input track ID:
ja: \>曲IDを入力してください:
ko: \>곡 번호 입력:

source: \>Input variant ID:
ja: \>演出IDを入力してください:
ko: \>변형 번호 입력:

source: \>Track not unlocked.
ja: \>曲のロックが解除されていません。
ko: 곡이 해금되지 않았습니다.

source: \>Variant not unlocked or invalid. \>(BGM has to reload due to incorrectly \>being changed to the next variant)
ja: \>演出のロックが解除されていないか、無効です。 \>(BGMは、誤って次の演出のものに変更されて \>しまったため、再生し直す必要があります)
ko: \>변형이 잠금 해제가 안됐거나, 잘못 됐습니다. \>(BGM이 다음 변형으로 잘못 변경되어 \>다시 로드해야 합니다.)

source: Open connections let other developers know they are allowed to add a connection to that specific spot.
chs: 开放的连接可以让其他开发者知道他们 可以在该特定地点加入新的连接。

source: Disable sprint Cancel
chs: 禁用加速 取消

source: This should remove all the eidola that you have obtained, but it doesn't! Talk with each eidola to remove them manually...
chs: 它理应移除所有你获得的幻像，但它 实际上不能！ 和每个梦中幻像对话来手动移除它们。

source: Removed all Eidolas.
chs: 已移除所有梦中幻像。

source: Icons for vending machine events.
chs: 表示自贩机事件的图标。

source: Icons for events about tinting.
chs: 表示着色事件的图标。
