Repository: ynoproject/ynotranslations
Catalog: unconscious/*/Map1821.po
Languages: fr

source: fuck you
fr: Cheh

source: Get a menu theme or I'll steal your eyes
fr: Prend un thème de menu ou j'te pique tes yeux

source: Metal Shrine Vending ->
fr: Métal Temple Distributeur ->

source: So metal
fr: Tellement Métal

source: So shrine
fr: Tellement Temple

source: So vend
fr: Tellement Distributeur

source: Flame Print Tabitha I'd rather go blind! <-
fr: Motif flamme Tabitha Plutôt devenir aveugle ! <-

source: So maddening
fr: Tellement agaçant

source: So Tabitha
fr: Tellement Tabitha

source: Damn no need to be so dramatic...
fr: Wouah, pas besoin d'être aussi dramatique...

source: I'm not actually an eye stealer or anything smh
fr: J'ai même pas de licence de voleur d'yeux

source: Now Loading CoUn... Please Wait Warmly... Or don't, see if I care.
fr: Chargement de CoUn... Veuillez chaleureusement patienter... Ou pas, comme si j'en avais quelque chose à carrer.

source: too many fucking eidolon man...
fr: y a tellement d'eidola bruh

source: ghost of josé.
fr: Fantôme de José.

# actors.name
source: Brb, in the
fr: Att, aux

# actors.title
source: restroom rn...
fr: chiottes là...

source: * Menu Theme: 0123456789ABCDEFGHIJKLMNOP *
fr: * Thème de menu : 0123456789ABCDEFGHIJKLMNOP *
