Repository: ynoproject/ynotranslations
Catalog: unconscious/*/RPG_RT.ldb.common.po
Languages: chs, es, fi, fr, it, ja, ko, pl, sv

source: * Soulfire *
chs: * 魂火 *
es: * Fuego de alma *
fi: * Sieluliekki *
fr: * Feu d'âme *
it: * Fuoco d'Anima *
ja: * 魂の火 *
ko: * 영혼불꽃 *
pl: * Płomień dusz *
sv: * Själselden *

source: * Umbra *
chs: * 黑暗 *
fr: * Ombre *
ja: * 陰 *
ko: * 그림자 *
sv: * Kärnskugga *

source: * Rodentia *
chs: * 啮齿 *
es: * Roedor *
fi: * Jyrsijä *
ja: * 齧歯類 *
ko: * 생쥐 *
sv: * Gnagaren *

source: * Lumen *
chs: * 光辉 *
fi: * Valo *
ja: * 陽 *
ko: * 빛 *
sv: * Luminans *

source: * Youth *
chs: * 年少 *
es: * Juventud *
fi: * Nuoruus *
fr: * Jouvence *
it: * Giovinezza *
ja: * 若者 *
ko: * 어린이 *
pl: * Młodość *
sv: * Ungdomen *

source: * Spectral *
chs: * 光谱 *
es: * Espectral *
fi: * Aave *
it: * Spettrale *
ja: * 霊体 *
ko: * 영체 *
pl: * Spektral *
sv: * Spöklikhet *

source: * Climate *
chs: * 气候 *
es: * Climático *
fi: * Ilmasto *
fr: * Climat *
it: * Clima *
ja: * 気象 *
ko: * 기후 *
pl: * Klimat *
sv: * Klimaten *

source: * Kalimba *
chs: * 卡林巴 *
ja: * カリンバ *
ko: * 칼림바 *
sv: * Kalimban *

source: * Visage *
chs: * 面容 *
ja: * 容貌 *
ko: * 용모 *
pl: * Wizaż *
sv: * Anlete *

source: * Imago *
chs: * 蚕蛾 *
ja: * 鱗翅 *
ko: * 성충 *
sv: * Imagon *

source: * Amanita *
chs: * 鹅膏菌 *
fr: * Amanite *
ja: * テングタケ *
ko: * 아만티아 *
sv: \_* Flugsvampen *

source: * Train *
chs: \_* 火车 *
ja: * 汽車 *
ko: * 기차 *

source: * Nazar *
chs: \_* 邪眼 *
ja: * ナザール *
ko: * 나자르 *

source: * Selachii *
chs: \_* 鲨鱼 *
ja: * 鮫類 *
ko: * 셀라치 *

source: * Menu theme: Office *
chs: * 菜单样式：Office *
es: * Tema del menú: Oficina *
fi: * Valikkoteema: Toimisto *
fr: * Thème de menu : Bureau *
it: * Tema del menù: Ufficio *
ja: * メニュータイプ: オフィス *
ko: * 메뉴 테마: 사무실 *
pl: * Motyw: Office *
sv: * Menytemat: Kontor *

source: * Menu theme: Sun *
chs: * 菜单样式：Sun *
es: * Tema del menú: Sol *
fi: * Valikkoteema: Aurinko *
fr: * Thème de menu : Soleil *
it: * Tema del menù: Sole *
ja: * メニュータイプ: 太陽 *
ko: * 메뉴 테마: 태양 *
pl: * Motyw: Sun *
sv: \_* Menytemat: Sol *

source: * Menu theme: Dusk *
chs: * 菜单样式：Dusk *
es: * Tema del menú: Ocaso *
fi: * Valikkoteema: Iltahämärä *
fr: * Thème de menu : Crépuscule *
it: * Tema del menù: Crepuscolo *
ja: * メニュータイプ: 夕暮 *
ko: * 메뉴 테마: 황혼 *
pl: * Motyw: Dusk *
sv: * Menytemat: Skymning *

source: * Menu theme: Vague Memory *
chs: * 菜单样式：Vague Memory *
es: * Tema del menú: Recuerdo Borroso *
fi: * Valikkoteema: Hämärä muisto *
fr: * Thème de menu : Vague souvenir *
it: * Tema del menù: Vago Ricordo *
ja: * メニュータイプ: 朧気な記憶 *
ko: * 메뉴 테마: 아련한 기억 *
pl: * Motyw: Vague Memory *
sv: * Menytemat: Vagt Minne *

source: * Menu theme: Squids *
chs: * 菜单样式：Squids *
es: * Tema del menú: Calamares *
fi: * Valikkoteema: Kalmarit *
fr: * Thème de menu : Calamars *
it: * Tema del menù: Calamari *
ja: * メニュータイプ: イカ *
ko: * 메뉴 테마: 오징어들 *
pl: * Motyw: Squids *
sv: \_* Menytemat: Bläckfiskar *

source: * Menu theme: Willow *
chs: * 菜单样式：Willow *
es: * Tema del menú: Sauce *
fi: * Valikkoteema: Paju *
fr: * Thème de menu : Saule *
it: * Tema del menù: Salice *
ja: * メニュータイプ: 柳 *
ko: * 메뉴 테마: 버드나무 *
pl: * Motyw: Willow *
sv: * Menytemat: Vide *

source: * Menu theme: Vibrant Blue *
chs: * 菜单样式：Vibrant Blue *
es: * Tema del menú: Azul brillante *
fi: * Valikkoteema: Kirkas sininen *
fr: * Thème de menu : Bleu vif *
it: * Tema del menù: Blu Acceso *
ja: * メニュータイプ: 鮮やかな青 *
ko: * 메뉴 테마: 선명한 파란색 *
pl: * Motyw: Vibrant Blue *
sv: \_* Menytemat: Stark Blå *

source: * Menu theme: Glitched Static *
chs: * 菜单样式：Glitched Static *
es: * Tema del menú: Estática Errática *
fi: * Valikkoteema: Lumisade *
fr: * Thème de menu : Statique buguée *
it: * Tema del menù: Segnale Distorto *
ja: * メニュータイプ: 乱れた静寂 *
ko: * 메뉴 테마: 변화없는 결함 *
pl: * Motyw: Glitched Static *
sv: * Menytemat: Korrumperat Brus *

source: * Menu theme: Ammolites *
chs: * 菜单样式：Ammolites *
es: * Tema del menú: Amolitos *
fi: * Valikkoteema: Ammoliitit *
fr: * Thème de menu : Ammolites *
it: * Tema del menù: Ammoliti *
ja: * メニュータイプ: アンモライト *
ko: * 메뉴 테마: 암몰라이트 *
pl: * Motyw: Ammolites *
sv: \_* Menytemat: Ammoliter *

source: * Menu theme: Box Office *
chs: * 菜单样式：Box Office *
es: * Tema del menú: Taquilla *
fi: * Valikkoteema: Lippukassa *
fr: * Thème de menu : Box Office *
it: * Tema del menù: Botteghino *
ja: * メニュータイプ: チケット売り場 *
ko: * 메뉴 테마: 매표소 *
pl: * Motyw: Box Office *
sv: * Menytemat: Biljettkassa *

source: * Menu theme: Mural *
chs: * 菜单样式：Mural *
es: * Tema del menú: Mural *
fi: * Valikkoteema: Seinämaalaus *
fr: * Thème de menu : Peinture murale *
it: * Tema del menù: Murale *
ja: * メニュータイプ: 壁画 *
ko: * 메뉴 테마: 벽화 *
pl: * Motyw: Mural *
sv: \_* Menytemat: Väggmålning *

source: * Menu theme: Neon Mural *
chs: * 菜单样式：Neon Mural *
es: * Tema del menú: Mural de neón *
fi: * Valikkoteema: Neon Seinämaalaus *
fr: * Thème de menu : Peinture murale néon *
it: * Tema del menù: Murale di Neon *
ja: * メニュータイプ: ネオン壁画 *
ko: * 메뉴 테마: 네온 벽화 *
pl: * Motyw: Neon Mural *
sv: \_* Menytemat: Neonväggmålning *

source: * Menu theme: Altered *
chs: * 菜单样式：Altered *
es: * Tema del menú: Alterado *
fi: * Valikkoteema: Muunnettu *
fr: * Thème de menu : Altéré *
it: * Tema del menù: Alterato *
ja: * メニュータイプ: 変貌 *
ko: * 메뉴 테마: 개조 *
pl: * Motyw: Altered *
sv: \_* Menytemat: Förändrad *

source: * Menu theme: Glowing *
chs: * 菜单样式：Glowing *
es: * Tema del menú: Brillante *
fi: * Valikkoteema: Hohtava *
fr: * Thème de menu : Lumineux *
it: * Tema del menù: Brillante *
ja: * メニュータイプ: 発光 *
ko: * 메뉴 테마: 백열 *
pl: * Motyw: Glowing *
sv: \_* Menytemat: Lyser *

source: * Menu theme: Sunset *
chs: * 菜单样式：Sunset *
es: * Tema del menú: Atardecer *
fi: * Valikkoteema: Auringonlasku *
fr: * Thème de menu : Coucher de soleil *
it: * Tema del menù: Tramonto *
ja: * メニュータイプ: 日没 *
ko: * 메뉴 테마: 일몰 *
pl: * Motyw: Sunset *
sv: * Menytemat: Solnedgång *

source: * Menu theme: Celestial *
chs: * 菜单样式：Celestial *
es: * Tema del menú: Celestial *
fi: * Valikkoteema: Taivaallinen *
fr: * Thème de menu : Céleste *
it: * Tema del menù: Celestiale *
ja: * メニュータイプ: 天体 *
ko: * 메뉴 테마: 천체 *
pl: * Motyw: Celestial *
sv: * Menytemat: Himmelsk *

source: * Menu theme: Sweet *
chs: * 菜单样式：Sweet *
es: * Tema del menú: Dulce *
fi: * Valikkoteema: Makea *
fr: * Thème de menu : Sucrerie *
it: * Tema del menù: Dolce *
ja: * メニュータイプ: スイーツ *
ko: * 메뉴 테마: 달콤 *
pl: * Motyw: Sweet *
sv: \_* Menytemat: Söt *

source: * Menu theme: Blueing Plastic *
chs: * 菜单样式：Blueing Plastic *
es: * Tema del menú: Plástico Azulado*
fi: * Valikkoteema: Sinertyvä muovi *
fr: * Thème de menu : Plastique bleuté *
it: * Tema del menù: Plastica Bluastra *
ja: * メニュータイプ: 青染めプラスチック *
ko: * 메뉴 테마: 블루잉 플라스틱 *
pl: * Motyw: Blueing Plastic *
sv: * Menytemat: Blånande Plast *

source: * Menu theme: Voidbound *
chs: * 菜单样式：Voidbound *
es: * Tema del menú: Vacío *
fi: * Valikkoteema: Tyhjiö *
fr: * Thème de menu : Bordure du vide *
it: * Tema del menù: Richiamo del Vuoto *
ja: * メニュータイプ: 空虚 *
ko: * 메뉴 테마: 공허 *
pl: * Motyw: Voidbound *
sv: * Menytemat: Avgrundsansluten *

source: * Menu theme: Handheld *
chs: * 菜单样式：Handheld *
es: * Tema del menú: Portátil *
fi: * Valikkoteema: Kannettava *
fr: * Thème de menu : Console portable *
it: * Tema del menù: Portatile *
ja: * メニュータイプ: 携帯ゲーム機 *
ko: * 메뉴 테마: 휴대용 *
pl: * Motyw: Handheld *
sv: \_* Menytemat: Bärbar Konsol *

source: * Menu theme: Sidereal *
chs: * 菜单样式：Sidereal *
es: * Tema del menú: Sideral *
fi: * Valikkoteema: Tähtiaika *
fr: * Thème de menu : Astral *
it: * Tema del menù: Sidereo *
ja: * メニュータイプ: 恒星 *
ko: * 메뉴 테마: 항성 *
pl: * Motyw: Sidereal *
sv: * Menytemat: Siderisk *

source: * Menu theme: Golfer *
chs: * 菜单样式：Golfer *
es: * Tema del menú: Golfista *
fi: * Valikkoteema: Golfaaja *
fr: * Thème de menu : Golfeur *
it: * Tema del menù: Golfista *
ja: * メニュータイプ: ゴルファー *
ko: * 메뉴 테마: 골프 선수 *
pl: * Motyw: Golfer *
sv: \_* Menytemat: Golfspelare *

source: * Menu theme: Virtual *
chs: * 菜单样式：Virtual *
es: * Tema del menú: Virtual *
fi: * Valikkoteema: Virtuaalinen *
fr: * Thème de menu : Virtuel *
it: * Tema del menù: Virtuale *
ja: * メニュータイプ: バーチャル *
ko: * 메뉴 테마: 가상 *
pl: * Motyw: Virtual *
sv: * Menytemat: Virtuell *

source: * Menu theme: Orchid *
chs: * 菜单样式：Orchid *
es: * Tema del menú: Orquídea *
fi: * Valikkoteema: Orkidea *
fr: * Thème de menu : Orchidée *
it: * Tema del menù: Orchidea *
ja: * メニュータイプ: 蘭 *
ko: * 메뉴 테마: 난초 *
pl: * Motyw: Orchid *
sv: * Menytemat: Orkidé *

source: * Menu theme: Streetlight *
chs: * 菜单样式：Streetlight *
es: * Tema del menú: Farola *
fi: * Valikkoteema: Katuvalo *
fr: * Thème de menu : Réverbère *
it: * Tema del menù: Lampione *
ja: * メニュータイプ: 街灯 *
ko: * 메뉴 테마: 가로등 *
pl: * Motyw: Streetlight *
sv: \_* Menytemat: Gatulampa *

source: * Menu theme: Basalt *
chs: * 菜单样式：Basalt *
es: * Tema del menú: Basalto *
fi: * Valikkoteema: Basaltti *
fr: * Thème de menu : Basalte *
it: * Tema del menù: Basalto *
ja: * メニュータイプ: 玄武岩 *
ko: * 메뉴 테마: 현무암 *
pl: * Motyw: Basalt *
sv: * Menytemat: Basalt *

source: * Menu theme: Metal *
chs: * 菜单样式：Metal *
es: * Tema del menú: Metal *
fi: * Valikkoteema: Metalli *
fr: * Thème de menu : Métal *
it: * Tema del menù: Metallo *
ja: * メニュータイプ: メタル *
ko: * 메뉴 테마: 금속 *
pl: * Motyw: Metal *
sv: * Menytemat: Metall *

source: * Menu theme: Charred *
chs: * 菜单样式：Charred *
es: * Tema del menú: Chamuscado *
fi: * Valikkoteema: Hiiltynyt *
fr: * Thème de menu : Calciné *
it: * Tema del menù: Bruciato *
ja: * メニュータイプ: 黒焦げ *
ko: * 메뉴 테마: 숯덩이 *
pl: * Motyw: Charred *
sv: \_* Menytemat: Förkolnad *

source: * Menu theme: Chromatic *
chs: * 菜单样式：Chromatic *
es: * Tema del menú: Cromático *
fi: * Valikkoteema: Värikäs *
fr: * Thème de menu : Chromatique *
it: * Tema del menù: Cromatico *
ja: * メニュータイプ: 色彩 *
ko: * 메뉴 테마: 색체 *
pl: * Motyw: Chromatic *
sv: \_* Menytemat: Kromatisk *

source: * Menu theme: Mossy Lab *
chs: * 菜单样式：Mossy Lab *
es: * Tema del menú: Laboratorio Musgoso *
fr: * Thème de menu : Labo mousseux *
it: * Tema del menù: Laboratorio Muschioso *
ja: * メニュータイプ: 苔生した実験室 *
ko: * 메뉴 테마: 이끼 *
pl: * Motyw: Mossy Lab *
sv: * Menytemat: Mossigt Laboratorium *

source: * Menu theme: Crystal *
chs: * 菜单样式：Crystal *
fr: * Thème de menu : Cristal *
ja: * メニュータイプ: クリスタル *
ko: * 메뉴 테마: 크리스탈 *
pl: * Motyw: Crystal *
sv: * Menytemat: Kristall *

source: * Menu theme: Metallic Moth *
chs: * 菜单样式：Metallic Moth *
fr: * Thème de menu : Phalène métal *
ja: * メニュータイプ: 金属の蛾 *
ko: * 메뉴 테마: 금속 나방 *
pl: * Motyw: Metallic Moth *
sv: \_* Menytemat: Metallisk Mal *

source: * Menu theme: Tooth Decay *
chs: * 菜单样式：Tooth Decay *
fr: * Thème de menu : Carie *
ja: * メニュータイプ: 虫歯 *
ko: * 메뉴 테마: 충치 *
pl: * Motyw: Tooth Decay *
sv: \_* Menytemat: Dental Dekadens *

source: * Menu theme: Premium Roast *
chs: * 菜单样式：Premium Roast *
fr: * Thème de menu : Rôti premium *
ja: * メニュータイプ: プレミアムロースト *
ko: * 메뉴 테마: 최고급 커피 *
pl: * Motyw: Premium Roast *
sv: * Menytemat: Premium Rostat *

source: * Menu theme: Aztec *
chs: * 菜单样式：Aztec *
fr: * Thème de menu : Aztèque *
ja: * メニュータイプ: アステカ *
ko: * 메뉴 테마: 아즈텍 *
pl: * Motyw: Aztec *
sv: \_* Menytemat: Aztek *

source: * Menu theme: Gradient *
chs: * 菜单样式：Gradient *
fr: * Thème de menu : Dégradé *
ja: * メニュータイプ: グラデーション *
ko: * 메뉴 테마: 구배 *
pl: * Motyw: Gradient *
sv: * Menytemat: Färgövertoning *

source: * Menu theme: Oracle *
chs: * 菜单样式：Oracle *
fr: * Thème de menu : Oracle *
ja: * メニュータイプ: 神託 *
ko: * 메뉴 테마: 신탁 *
pl: * Motyw: Oracle *
sv: * Menytemat: Orakel *

source: * Menu theme: Vacation *
chs: * 菜单样式：Vacation *
fr: * Thème de menu : Vacances *
ja: * メニュータイプ: 休暇 *
ko: * 메뉴 테마: 휴가 *
pl: * Motyw: Vacation *
sv: * Menytemat: Semester *

source: * Menu theme: Brass Moon *
chs: * 菜单样式：Brass Moon *
fr: * Thème de menu : Lune en laiton *
ja: * メニュータイプ: 真鍮の月 *
ko: * 메뉴 테마: 황동달 *
pl: * Motyw: Brass Moon *
sv: * Menytemat: Mässingsmåne *

source: * Menu theme: Sleepy Mouse Polka *
chs: * 菜单样式：Sleepy Mouse Polka *
fr: * Thème de menu : Polka dodo souris *
ja: * メニュータイプ: 眠たいネズミのポルカ *
ko: * 메뉴 테마: 졸린 생쥐 폴카 *
pl: * Motyw: Sleepy Mouse Polka *
sv: \_* Menytemat: Sömnig Muspolka *

source: * Menu theme: Picnic A *
chs: * 菜单样式：Picnic A *
fr: * Thème de menu : Pique-nique A *
ja: * メニュータイプ: ピクニックA *
ko: * 메뉴 테마: 소풍 A *
pl: * Motyw: Picnic A *
sv: * Menytemat: Picknick A *

source: * Menu theme: Picnic B *
chs: * 菜单样式：Picnic B *
fr: * Thème de menu : Pique-nique B *
ja: * メニュータイプ: ピクニックB *
ko: * 메뉴 테마: 소풍 B *
pl: * Motyw: Picnic B *
sv: * Menytemat: Picknick B *

source: * Menu theme: Flame Pattern *
chs: * 菜单样式：Flame Pattern *
fr: * Thème de menu : Motif flamme *
ja: * メニュータイプ: 炎模様 *
ko: * 메뉴 테마: 불꽃 패턴 *
pl: * Motyw: Flame Pattern *
sv: * Menytemat: Eldmönster *

source: * Menu theme: Butterfly *
chs: * 菜单样式：Butterfly *
fr: * Thème de menu : Papillon *
ja: * メニュータイプ: 蝶 *
ko: * 메뉴 테마: 나비 *
pl: * Motyw: Butterfly *
sv: * Menytemat: Fjäril *

source: * Menu theme: Chromatic Apparition *
chs: * 菜单样式：Chromatic Apparition *
fr: * Thème de menu : Chroma-pparition *
ja: * メニュータイプ: 色彩の幻 *
ko: * 메뉴 테마: 색체 유령 *
pl: * Motyw: Chromatic Apparition *
sv: * Menytemat: Kromatisk Uppenbarelse *

source: * Menu theme: Hyper Sigils *
chs: * 菜单样式：Hyper Sigils *
fr: * Thème de menu : Hyper sigils *
ja: * メニュータイプ: 超越紋章 *
ko: * 메뉴 테마: 최고의 인장 *
pl: * Motyw: Hyper Sigils *
sv: \_* Menytemat: Hypersigill *

source: * Menu theme: Shambling *
chs: * 菜单样式：Shambling *
fr: * Thème de menu : Désordre *
ja: * メニュータイプ: よろめき *
ko: * 메뉴 테마: 부스러기 *
pl: * Motyw: Shambling *
sv: \_* Menytemat: Hasande *

source: * Menu theme: Chess *
chs: * 菜单样式：Chess *
fr: * Thème de menu : Damier *
ja: * メニュータイプ: チェス *
ko: * 메뉴 테마: 체스 *
pl: * Motyw: Chess *
sv: * Menytemat: Schack *

source: * Menu theme: Ecstasy *
chs: * 菜单样式：Ecstasy *
fr: * Thème de menu : Ecstasy *
ja: * メニュータイプ: 恍惚 *
ko: * 메뉴 테마: 도취 *
pl: * Motyw: Ecstasy *
sv: \_* Menytemat: Extas *

source: * Menu theme: Green *
chs: * 菜单样式：Green *
ja: * メニュータイプ: 緑 *
ko: * 메뉴 테마: 초록색 *

source: * Menu theme: Heart *
chs: * 菜单样式：Heart *
ja: * メニュータイプ: 心臓 *
ko: * 메뉴 테마: 심장 *

source: * Menu theme: Bleeding *
chs: * 菜单样式：Bleeding *
ja: * メニュータイプ: 出血 *
ko: * 메뉴 테마: 출혈 *

source: * Menu theme: Precursor *
chs: * 菜单样式：Precursor *
ja: * メニュータイプ: 前駆体 *
ko: * 메뉴 테마: 도취 *

source: * Menu theme: Suncarved *
chs: * 菜单样式：Suncarved *
ja: * メニュータイプ: 夕闇 *
ko: * 메뉴 테마: 썬카브 *

source: * Menu theme: Entrails *
chs: * 菜单样式：Entrails *
ja: * メニュータイプ: 内臓 *
ko: * 메뉴 테마: 내장 *

source: * Menu theme: Unicorn *
chs: * 菜单样式：Unicorn *
ja: * メニュータイプ: ユニコーン *
ko: * 메뉴 테마: 유니콘 *

source: * Menu theme: Tabitha *
chs: * 菜单样式：Tabitha *
ja: * メニュータイプ: タビサ *
ko: * 메뉴 테마: 타비타 *

source: * Menu theme: Vending *
chs: * 菜单样式：Vending *
ja: * メニュータイプ: 自動販売 *
ko: * 메뉴 테마: 자판 *

source: * Menu theme: Beloved *
chs: * 菜单样式：Beloved *
ja: * メニュータイプ: 親愛 *
ko: * 메뉴 테마: 사랑 *

source: * Menu theme: Dudetastic Visera *
chs: * 菜单样式：Dudetastic Visera *
ja: * メニュータイプ: デュードスティックな臓 *
ko: * 메뉴 테마: 듀드적인 내장 *

source: * Menu theme: Tender Carnis *
chs: * 菜单样式：Tender Carnis *
ja: * メニュータイプ: 柔らかな肉 *
ko: * 메뉴 테마: 연한 고기 *
