Repository: ynoproject/ynotranslations
Catalog: prayers/*/Map0072.po
Languages: ja, ko, ru

source: ChiMiko: "..."
ja: チミコ：「…」
ko: 치미코: "..."
ru: Мико: "..."

source: (She's staring at your broken sandals)
ja: （壊れた下駄を眺めている）
ko: (그녀는 당신의 망가진 게다를 응시하고 있다.)
ru: (Она смотрит на ваши Сломанные Гэта)

source: Ask her to fix them. Nevermind
ja: 修理を頼む さようなら
ko: 그녀에게 고쳐달라고 부탁한다. 무시한다.
ru: Попросить её починить их. Уйти.

source: (She's holding up 4 fingers.)
ja: （指を４つ挙げている）
ko: (그녀는 네 손가락을 펴보였다.)
ru: (Она поднимает 4 пальца.)

source: Give her 400 Nat. Forget It.
ja: 400ナット払う やっぱりいいや
ko: 그녀에게 400 나트를 지불한다. 잊어버린다.
ru: Дать ей 400 Н. Уйти.

source: "Broken Sandals" became "Tall Geta"!
ja: 「壊れた下駄」が「天狗下駄」になった！
ko: "망가진 게다"가 "굽높은 게다"로 바뀌었다!
ru: "Сломанные Гэта" становятся "Гэта"!

source: Fluorette: "Th-thank you."
ja: フロレット「あ、ありがとう。」
ko: 플루렛테: "고-고마워."
ru: Флюоретта: "С-спасибо."

source: Fluorette: "...Oh wait... I don't have enough money. ...Sorry..."
ja: フロレット「…まって、お金がたりない… …ごめんなさい…」
ko: 플루렛테: "...앗 잠깐... 난 지금 돈을 충분히 가지고 있지 않아. ...미안해..."
ru: Флюоретта: "...Погоди... Похоже, мне не хватает денег. ...Простите..."

source: Learned Prayer "Phantom"!
ja: イノリ「幻影」を覚えた！
ko: "펜텀" 기도를 얻었다!
ru: Выучена Мольба "Фантом"!

source: Found "Broken Sandals"!
ja: 「壊れた下駄」を見つけた！
ko: "망가진 게다"를 찾았다!
ru: Найдены "Сломаные Гэта"!
