Repository: ynoproject/ynotranslations
Catalog: prayers/*/Map0006.po
Languages: es, fr, ja, ko, ru

source: Learned Prayer "Halo"!
es: ¡Aprendiste a Rezar "Aureola"!
fr: Vous avez appris la prière "Auréole"!
ja: イノリ「天使の輪」を覚えた！
ko: "헤일로" 기도를 배웠다!
ru: Выучена Мольба "Нимб"!

source: Learned Prayer "Koraiyn"!
es: ¡Aprendiste a Rezar "Koraiyn"!
fr: Vous avez appris la prière "Koraiyn"!
ja: イノリ「こりゃーん」を覚えた！
ko: "코라인" 기도를 배웠다!
ru: Выучена Мольба "Кораин"!

source: Increase Speed Decrease Speed Give me Money Spin!
es: Incrementa la Velocidad Disminuir la Velocidad Dame Plata ¡Gira!
fr: Augmenter la vitesse Baisser la vitesse Donne-moi de l'Argent Tourne!
ja: 加速する 減速する お金ちょうだい 回レ！
ko: 이동속도 증가 이동속도 감소 쇼미더머니 스핀하기!
ru: Увеличить скорость Уменьшить скорость Дай мне Денег Вращение!

source: DEBUG ROOM WOOOOOOOOOOO
es: HABITACIÓN DEBUG WOOOOOOOOOOO
fr: SALLE DE DEBUG WOOOOOOOOOOO
ja: でばっぐるーむいえ～～～～～い
ko: 디버그룸이다아아아아앙
ru: КОМНАТА ОТЛАДКИ

source: Learned Prayer "Phantom"!
es: ¡Aprendiste a Rezar "Espectro"!
fr: Vous avez appris la prière "Fantôme"!
ja: イノリ「幻影」を覚えた！
ko: "펜텀" 기도를 배웠다!
ru: Выучена Мольба "Фантом"!

source: Learned Prayer "Chromakey Dreamcoat"!
es: ¡Aprendiste a Rezar "Pantalla Verde"!
fr: Vous avez appris la prière "Cape d'invisibilité"!
ja: イノリ「クロマキードリームコート」を覚えた！
ko: "크로마키 드림코트" 기도를 배웠다!
ru: Выучена Мольба "Плащ-Хромакей"!

source: Learned Prayer "Tentacles"!
es: ¡Aprendiste a Rezar "Tentáculos"!
fr: Vous avez appris la prière "Tentacules"!
ja: イノリ「触手」を覚えた！
ko: "촉수" 기도를 배웠다!
ru: Выучена Мольба "Щупальца"!

source: Learned Prayer "Shovel"!
es: ¡Aprendiste a Rezar "Pala"!
fr: Vous avez appris la prière "Pelle"!
ja: イノリ「シャベル」を覚えた！
ko: "삽" 기도를 배웠다!
ru: Выучена Мольба "Лопата"!

source: Learned Prayer "Monochrome"!
es: ¡Aprendiste a Rezar "Monocroma"!
fr: Vous avez appris la prière "Monochrome"!
ja: イノリ「モノクローム」を覚えた！
ko: "모노크롬" 기도를 배웠다!
ru: Выучена Мольба "Монохром"!

source: Learned Prayer "Food"!
es: ¡Aprendiste a Rezar "Comida"!
fr: Vous avez appris la prière "Nourriture"!
ja: イノリ「食べ物」を覚えた！
ko: "음식" 기도를 배웠다!
ru: Выучена Мольба "Еда"!

source: Learned Prayer "Light"!
es: ¡Aprendiste a Rezar "Luces"!
fr: Vous avez appris la prière "Lumière"!
ja: イノリ「灯り」を覚えた！
ko: "불빛" 기도를 배웠다!
ru: Выучена Мольба "Свет"!

source: Learned Prayer "Tall Geta"!
es: ¡Aprendiste a Rezar "Geta"!
fr: Vous avez appris la prière "Grandes Geta"!
ja: イノリ「天狗下駄」を覚えた！
ko: "굽높은 게다" 기도를 배웠다!
ru: Выучена Мольба "Гэта"!

source: Learned Prayer "Karakasa"!
es: ¡Aprendiste a Rezar "Karakasa"!
fr: Vous avez appris la prière "Karakasa"!
ja: イノリ「からかさ」を覚えた！
ko: "카라카사" 기도를 배웠다!
ru: Выучена Мольба "Каса-Бакэ"!

source: Found "Rusty Key"!
es: ¡Encontraste una "Llave Oxidada"!
fr: "Clé Rouillée" trouvée !
ja: 「錆びた鍵」を見つけた！
ko: "녹슬은 열쇠"를 찾았다!
ru: Найден "Ржавый Ключ"!

source: Learned Prayer "Guitar"!
es: ¡Aprendiste a Rezar "Guitarra"!
fr: Vous avez appris la prière "Guitare"!
ja: イノリ「ギター」を覚えた！
ko: "기타" 기도를 배웠다!
ru: Выучена Мольба "Гитара"!
