Repository: ynoproject/ynotranslations
Catalog: if/*/RPG_RT.ldb.po
Languages: fr

# actors.name
source: Izumi
fr: Shimitsuki

# actors.title
source: Amnesiac
fr: Amnésique

# actors.name
source: Izumi
fr: Shimi

# skills.name
source: Instructions
fr: Se Tordre la Joue

# skills.description
source: Figure out what to do.
fr: Réveille-toi.

# skills.name
source: Instructions
fr: Se Pincer la Joue

# skills.description
source: Figure out what to do.
fr: Réveille-toi du rêve.

# skills.description
source: Figure out what to do.
fr: Comprends ce qu'il faut faire.

# items.name
source: Complete
fr: Ninja

# items.description
source: Bear a name.
fr: Deviens une ninja.

# items.name
source: Complete
fr: Ninja

# items.description
source: Bear a name.
fr: Secret

# items.name
source: Complete
fr: Écran

# items.description
source: Bear a name.
fr: Deviens affichée sur un écran.

# items.name
source: Complete
fr: Écran

# items.description
source: Bear a name.
fr: Aspiration

# items.name
source: Complete
fr: Lampe sur Pied

# items.description
source: Bear a name.
fr: Transforme ta tête en lampe sur pied.

# items.name
source: Complete
fr: Lampe sur Pied

# items.description
source: Bear a name.
fr: Clair de lune

# items.name
source: Complete
fr: Écureuil

# items.description
source: Bear a name.
fr: Porte des oreilles et une queue d'écureuil.

# items.name
source: Complete
fr: Écureuil

# items.description
source: Bear a name.
fr: Faiblesse

# items.name
source: Complete
fr: Basse

# items.description
source: Bear a name.
fr: Porte une guitare basse.

# items.name
source: Complete
fr: Basse

# items.description
source: Bear a name.
fr: Marionnette

# items.name
source: Complete
fr: Ombre

# items.description
source: Bear a name.
fr: Laisse une ombre te dévorer.

# items.name
source: Complete
fr: Ombre

# items.description
source: Bear a name.
fr: Fantomatique

# items.name
source: Complete
fr: Naginata

# items.description
source: Bear a name.
fr: Porte une naginata.

# items.name
source: Complete
fr: Naginata

# items.description
source: Bear a name.
fr: Récurrence

# items.name
source: Complete
fr: Énergique

# items.description
source: Bear a name.
fr: Deviens énergique.

# items.name
source: Complete
fr: Énergique

# items.description
source: Bear a name.
fr: Utopie

# items.name
source: Complete
fr: Parfum

# items.description
source: Bear a name.
fr: Transforme ta tête en bouteille de parfum.

# items.name
source: Complete
fr: Parfum

# items.description
source: Bear a name.
fr: Fugacité

# items.name
source: Complete
fr: Délavage

# items.description
source: Bear a name.
fr: Deviens délavée.

# items.name
source: Complete
fr: Délavage

# items.description
source: Bear a name.
fr: Poussière

# items.name
source: Complete
fr: Rouages

# items.description
source: Bear a name.
fr: Transforme tes bras en rouages.

# items.name
source: Complete
fr: Rouages

# items.description
source: Bear a name.
fr: Temps

# items.name
source: Complete
fr: Bruit

# items.description
source: Bear a name.
fr: Laisse ton corps devenir du bruit.

# items.name
source: Complete
fr: Bruit

# items.description
source: Bear a name.
fr: Rejet

# items.name
source: Complete
fr: Ovni

# items.description
source: Bear a name.
fr: Conduis un ovni.

# items.name
source: Complete
fr: Ovni

# items.description
source: Bear a name.
fr: Contrées lointaines

# items.name
source: Complete
fr: Marinette

# items.description
source: Bear a name.
fr: Jette une ancre.

# items.name
source: Complete
fr: Marinette

# items.description
source: Bear a name.
fr: Confinement

# items.name
source: Complete
fr: Déchet

# items.description
source: Bear a name.
fr: Deviens un déchet.

# items.name
source: Complete
fr: Déchet

# items.description
source: Bear a name.
fr: Temporalité

# items.name
source: Complete
fr: Glace

# items.description
source: Bear a name.
fr: Deviens gelée.

# items.name
source: Complete
fr: Glace

# items.description
source: Bear a name.
fr: Reflet lunaire

# items.name
source: Complete
fr: Platycodon

# items.description
source: Bear a name.
fr: Porte un platycodon sur la tête.

# items.name
source: Complete
fr: Platycodon

# items.description
source: Bear a name.
fr: Brise florale

# items.name
source: Complete
fr: Nattes

# items.description
source: Bear a name.
fr: Obtiens des nattes assorties.

# items.name
source: Complete
fr: Nattes

# items.description
source: Bear a name.
fr: Écoulement

# items.name
source: Complete
fr: Parasol

# items.description
source: Bear a name.
fr: Porte un parasol.

# items.name
source: Complete
fr: Parasol

# items.description
source: Bear a name.
fr: Révélation

# items.name
source: Complete
fr: Robinet

# items.description
source: Bear a name.
fr: Deviens un robinet.

# items.name
source: Complete
fr: Robinet

# items.description
source: Bear a name.
fr: Transparence

# items.name
source: Complete
fr: Jumelles

# items.description
source: Bear a name.
fr: Deviens des jumelles.

# items.name
source: Complete
fr: Jumelles

# items.description
source: Bear a name.
fr: Dispersion

# items.name
source: Complete
fr: Rideaux

# items.description
source: Bear a name.
fr: Met des rideaux.

# items.name
source: Complete
fr: Rideaux

# items.description
source: Bear a name.
fr: Autre côté

# items.name
source: Complete
fr: Couleurs Primaires

# items.description
source: Bear a name.
fr: Deviens des couleurs primaires.

# items.name
source: Complete
fr: Couleurs Primaires

# items.description
source: Bear a name.
fr: Origine

# items.name
source: Complete
fr: Nom

# items.description
source: Bear a name.
fr: Porte un nom.

# items.name
source: Complete
fr: Complétion

# terms.command_item
source: Effects
fr: Effets

# terms.command_skill
source: Skills
fr: Talents

# terms.menu_equipment
source: Equipment
fr: Équipement

# terms.menu_quit
source: Quit Game
fr: Quitter

# terms.new_game
source: Begin
fr: Commencer

# terms.load_game
source: Retrieve
fr: Récupérer

# terms.exit_game
source: Quit
fr: Quitter

# terms.level
source: Effects
fr: Effets

# terms.attack
source: Power
fr: Pouvoir

# terms.defense
source: Strength
fr: Force

# terms.spirit
source: Soul
fr: Âme

# terms.agility
source: Movement
fr: Agilité

# terms.weapon
source: Left Hand
fr: Main Gauche

# terms.shield
source: Right Hand
fr: Main Droite

# terms.armor
source: Body
fr: Corps

# terms.helmet
source: Head
fr: Tête

# terms.accessory
source: Hair
fr: Cheveux

# terms.save_game_message
source: What record do you want to keep?
fr: Quelle entrée voulez-vous garder ?

# terms.load_game_message
source: What record do you want to retrieve?
fr: Quelle entrée voulez-vous récupérer ?

# terms.file
source: Record
fr: Entrée

# terms.exit_game_message
source: Are you done?
fr: Est-ce terminé ?

# terms.yes
source: Yes
fr: Oui

# terms.no
source: No
fr: Non
