Repository: ynoproject/ynotranslations
Catalog: deepdreams/*/RPG_RT.ldb.po
Languages: es

# skills.name
source: Wake Up
es: Despierta

# skills.name
source: Instructions
es: Instrucciones

# items.name
source: Monochromatic
es: Monocromática

# items.description
source: Turns me greyscale
es: Me vuelve grisácea

# items.description
source: Turns me pastel
es: Me vuelve color pastel

# items.name
source: Vortex
es: Vórtice

# items.description
source: Holding the space bar lets me warp to the Nexus
es: Sostener barra espaciadora me permite volver al Nexo

# items.name
source: Damage
es: Daño

# items.description
source: Lets me kill other people
es: Me permite matar a otra gente

# items.name
source: Verdant
es: Verdeante

# items.description
source: Holding the space bar lets me attract other people
es: Sostener barra espaciadora me permite atraer a otros

# items.name
source: Toxic
es: Tóxica

# items.description
source: Repels and protects me from Plague Nurses
es: Repela y me protege de Enfermeras de Plaga

# items.name
source: Nostalgic
es: Nostálgica

# items.description
source: Dresses me in yesteryear's fashions
es: Me viste en la moda del antaño

# items.name
source: Glassy
es: Vidriosa

# items.description
source: Lights my way in dark areas
es: Ilumina mi camino en áreas oscuras

# items.name
source: Metallic
es: Metálica

# items.description
source: Turns me into an android
es: Me convierte en una androide

# items.name
source: Gelatinous
es: Gelatinosa

# items.description
source: Turns me into blue jelly
es: Me convierte en jalea azul

# items.description
source: Turns me into a living night sky
es: Me convierte en un cielo de noche viviente

# items.name
source: Apparition
es: Aparición

# items.description
source: Makes me invisible to almost everyone
es: Me hace invisible a casi todos

# terms.command_item
source: Alters
es: Alteres

# terms.command_skill
source: Action
es: Acción

# terms.menu_save
source: Save
es: Guarda

# terms.menu_quit
source: Quit
es: Para

# terms.new_game
source: Dream
es: Sueña

# terms.load_game
source: Recall
es: Recuerda

# terms.exit_game
source: Awaken
es: Despierta

# terms.lvl_short
source: L
es: N

# terms.hp_short
source: H
es: S

# terms.save_game_message
source: Save to which file?
es: ¿Guardar a cuál archivo?

# terms.load_game_message
source: Load which file?
es: ¿Cargar cuál archivo?

# terms.file
source: File
es: Archivo

# terms.exit_game_message
source: Do you really want to quit?
es: ¿Realmente deseas parar?

# terms.yes
source: Yes
es: Sí
