Repository: ynoproject/ynotranslations
Catalog: loveyou/*/Map0009.po
Languages: fr

source: Scene
fr: Scène

source: Heart
fr: \_Cœur

source: Plague Doc
fr: \_Médecin de peste

source: Victim
fr: Victime

source: Noir
fr: Noire

source: Goat
fr: \_Chèvre

source: Sansara
fr: Samsara

source: Camellia
fr: Camélia

source: Meat Cleaver
fr: Couperet à viande

source: "Intestines" Menu Theme
fr: Thème de menu « Intestins »

source: Equip theme Do not equip
fr: Équiper le thème Ne pas équiper

source: "Glass" Menu Theme
fr: Thème de menu « Verre »

source: Candle
fr: \_Bougie

source: Kamikaze
fr: \_Ailier

source: Bride
fr: \_Mariée

source: Sailor
fr: Marinette

source: "Cursed" Menu Theme
fr: \_Thème de menu « Maudit »

source: "Soap" Menu Theme
fr: Thème de menu « Savon »

source: "Shampoo" Menu Theme
fr: \_Thème de menu « Shampooing »

source: "Nocturne" Menu Theme
fr: \_Thème de menu « Nocturne »
