Repository: ynoproject/ynotranslations
Catalog: loveyou/*/Map0072.po
Languages: fr, ja

source: Exit PC?
fr: Quitter le PC ?
ja: PCを終了しますか？

source: Yes No
fr: Oui Non
ja: はい いいえ

source: "xXX_l0v3l3ss_XXx" by fvckingvisc3ra
fr: « xXX_l0v3l3ss_XXx » par fvckingvisc3ra

source: Select Cancel
fr: Utiliser Annuler
ja: 選択 キャンセル

source: "Night" by fvckingvisc3ra
fr: « Nuit » par fvckingvisc3ra
ja: "夜" by fvckingvisc3ra

source: "Psychedelic" by fvckingvisc3ra
fr: « Psychédélique » par fvckingvisc3ra
ja: "サイケデリック" by fvckingvisc3ra

source: "Release, my dear!!" by oliver
fr: « Sors, mon ange !! » par oliver
ja: "出てきて、あなた！！" by oliver

source: "Morning" by fvckingvisc3ra
fr: « Matin » par fvckingvisc3ra
ja: "朝" by fvckingvisc3ra

source: "Untitled" by LEPERCOLONY
fr: « Sans Titre » par LEPERCOLONY
ja: "無題" by LEPERCOLONY

source: "-30 Sunset" by fvckingvic3ra
fr: « Crépuscule sur -30 » par fvckingvic3ra
ja: "-30の夕暮れ" by fvckingvic3ra

source: "Ruminating Resin" by fvckingvic3ra
fr: « Résine Réfléchissante » par fvckingvic3ra
ja: "反照の樹脂" by fvckingvic3ra

source: "Organs" by girgish
fr: « Organes » par girgish
ja: "臓器" by girgish

source: "Ocean Floor" by vena
fr: « Lit de l'Océan » par vena
ja: "海底" by vena

source: "third eye opening" by girgish
fr: « ouverture du troisième œil » par girgish
ja: "第三の目の開眼" by girgish
