Repository: ynoproject/ynotranslations
Catalog: loveyou/*/Map0016.po
Languages: fr, ja

source: Default Menu Theme
fr: Thème de menu par défaut
ja: メニュータイプデフォルト

source: Equip theme No
fr: Équiper le thème Non
ja: メニュータイプを変更する 変更しない

source: 95 Menu Theme
fr: Thème de menu « '95 »
ja: メニュータイプ95

source: Glass Menu Theme
fr: Thème de menu « Verre »
ja: メニュータイプガラス

source: Exit PC?
fr: Quitter le PC ?
ja: PCを終了しますか？

source: Yes No
fr: Oui Non
ja: はい いいえ

source: Intestines Menu Theme
fr: Thème de menu « Intestins »
ja: メニュータイプ内臓

source: Dofric Menu Theme
fr: Thème de menu « DORFic »
ja: メニュータイプDORFic

source: Dorfic Menu Theme
fr: Thème de menu « DORFic »

source: Soap Menu Theme
fr: Thème de menu « Savon »
ja: メニュータイプ石鹸

source: Shampoo Menu Theme
fr: Thème de menu « Shampooing »
ja: メニュータイプシャンプー

source: Cursed Menu Theme
fr: Thème de menu « Maudit »
ja: メニュータイプ不気味

source: Nocturne Menu Theme
fr: Thème de menu « Nocturne »
ja: メニュータイプ夜想曲

source: Copper Menu Theme
fr: Thème de menu « Cuivre »
ja: メニュータイプ銅

source: Yellow Heartbreak Menu Theme
fr: Thème de menu « Chagrin Jaune »
ja: メニュータイプ黄色の失恋

source: Mp3 Player Menu Theme
fr: Thème de menu « Lecteur mp3 »
ja: メニュータイプMP3プレーヤー
