Repository: ynoproject/ynotranslations
Catalog: sheawaits/*/Map0135.po
Languages: fr

source: menu theme 04: [blue stipes]
fr: Thème de menu 04 : [rayures bleues]

source: Preview Purchase Cancel
fr: Visualiser Acheter Annuler

source: Menu theme preview: blue stripes
fr: Aperçu du thème : rayures bleues

source: [blue stripes] has been purchased. Change Menu theme?
fr: Le thème [rayures bleues] a été acheté. Changer de thème de menu ?

source: Yes No
fr: Oui Non

source: Menu themes can be changed by interacting with the tapestry in Noelia's room while dreaming.
fr: Le thème de menu peut être changé en interagissant avec la tapisserie dans la chambre de Noelia en dormant.

source: menu theme 04: [rose]
fr: Thème de menu 05 : [rose]

source: Menu theme preview: rose
fr: Aperçu du thème : rose

source: [rose] has been purchased. Change Menu theme?
fr: Le thème [rose] a été acheté. Changer de thème de menu ?

source: menu theme 05: [rose]
fr: Thème de menu 05 : [rose]

source: menu theme 03: [violet stipes]
fr: Thème de menu 03 : [rayures violettes]

source: Menu theme preview: violet stripes
fr: Aperçu du thème : rayures violettes

source: [violet stripes] has been purchased. Change Menu theme?
fr: Le thème [rayures violettes] a été acheté. Changer de thème de menu ?

source: menu theme 02: [pink stipes]
fr: Thème de menu 02 : [rayures roses]

source: Menu theme preview: pink stripes
fr: Aperçu du thème : rayures roses

source: [pink stripes] has been purchased. Change Menu theme?
fr: Le thème [rayures roses] a été acheté. Changer de thème de menu ?

source: menu theme 06: [garden]
fr: Thème de menu 06 : [jardin]

source: Menu theme preview: garden
fr: Aperçu du thème : jardin

source: [garden] has been purchased. Change menu theme?
fr: Le thème [jardin] a été acheté. Changer de thème de menu ?

source: menu theme 07: [sunset]
fr: Thème de menu 07 : [crépuscule]

source: Menu theme preview: sunset
fr: Aperçu du thème : crépuscule

source: [sunset] has been purchased. Change menu theme?
fr: Le thème [crépuscule] a été acheté. Changer de thème de menu ?

source: menu theme 08: [diamond]
fr: Thème de menu 08 : [diamant]

source: Menu theme preview: diamond
fr: Aperçu du thème : diamant

source: [diamond] has been purchased. Change menu theme?
fr: Le thème [diamant] a été acheté. Changer de thème de menu ?

source: menu theme 09: [starry night]
fr: Thème de menu 09 : [nuit étoilée]

source: Menu theme preview: starry night
fr: Aperçu du thème : nuit étoilée

source: [starry night] has been purchased. Change menu theme?
fr: Le thème [nuit étoilée] a été acheté. Changer de thème de menu ?

source: menu theme 10: [heart glass]
fr: Thème de menu 10 : [vitrail cœur]

source: Menu theme preview: heart glass
fr: Aperçu du thème : vitrail cœur

source: [heart glass] has been purchased. Change menu theme?
fr: Le thème [vitrail cœur] a été acheté. Changer de thème de menu ?
