Repository: ynoproject/ynotranslations
Catalog: sheawaits/*/RPG_RT.ldb.po
Languages: ru

# actors.name
source: Noelia
ru: Ноэлия

# actors.name
source: test
ru: тест

# actors.name
source: starter
ru: стартовый

# skills.name
source: wake up
ru: проснуться

# skills.description
source: end your dream?
ru: закончить твой сон?

# items.name
source: The Fool
ru: Дурак

# items.description
source: Go back to the begining
ru: Вернуться к истокам

# items.name
source: The Magician
ru: Маг

# items.description
source: Gain the use of magic and pentacles
ru: Научиться применять магию и пентаграммы

# items.name
source: The High Priestess
ru: Верховная Жрица

# items.description
source: Wear the outfit of a holy woman
ru: Надеть одежды святоши

# items.name
source: The Empress
ru: Императрица

# items.name
source: The Emperor
ru: Император

# items.name
source: The Hierophant
ru: Верховный Жрец

# items.name
source: The Lovers
ru: Влюблённые

# items.description
source: You would have worn this dress at your wedding
ru: Ты бы надела это платье на свою свадьбу

# items.name
source: The Chariot
ru: Колесница

# items.name
source: Justice
ru: Правосудие

# items.name
source: The Hermit
ru: Отшельник

# items.name
source: Wheel of Fortune
ru: Колесо Фортуны

# items.name
source: Strength
ru: Сила

# items.name
source: The Hanged Man
ru: Повешенный

# items.name
source: Death
ru: Смерть

# items.name
source: Temperance
ru: Умеренность

# items.name
source: The Devil
ru: Дьявол

# items.description
source: Strike fear into the hearts of many
ru: Внушать страх в сердца народов

# items.name
source: The Tower
ru: Башня

# items.name
source: The Star
ru: Звезда

# items.description
source: Wear a crown of stars
ru: Носить звёздную корону

# items.name
source: The Moon
ru: Луна

# items.description
source: Wear a dress made of moonlight
ru: Надеть платье из лунного сияния

# items.name
source: The Sun
ru: Солнце

# items.description
source: Shine so brightly you illuminate any space
ru: Светиться настолько ярко, что освещать всю вселенную

# items.name
source: Judgement
ru: Суд

# items.name
source: The World
ru: Мир

# items.name
source: Instructions
ru: Инструкции

# items.description
source: View instructions and controls
ru: Показать инструкции и элементы управления

# states.name
source: Death
ru: Смерть

# terms.special_combat
source: Caught the enemy off-guard!
ru: Поймана стражником!

# terms.escape_failure
source: Couldn't escape!
ru: Не смогла убежать!

# terms.victory
source: You won!
ru: Ты победила!

# terms.defeat
source: You lost...
ru: Ты проиграла...

# terms.exp_received
source: EXP gained!
ru: ОП получено!

# terms.gold_recieved_a
source: You found
ru: Ты нашла

# terms.item_recieved
source: obtained!
ru: получено!

# terms.level_up
source: reached
ru: получено

# terms.skill_learned
source: was learned!
ru: было выучено!

# terms.miss
source: Miss
ru: Мисс

# terms.shop_greeting1
source: Welcome.
ru: Приветствую.

# terms.shop_regreeting1
source: Is there anything else you need?
ru: Тебе ещё что-нибудь нужно?

# terms.shop_buy1
source: Buy
ru: Купить

# terms.shop_sell1
source: Sell
ru: Продать

# terms.shop_leave1
source: Cancel
ru: Отмена

# terms.shop_buy_select1
source: What will you be buying?
ru: Что вы будете покупать?

# terms.shop_buy_number1
source: How many will you need?
ru: Сколько будете покупать?

# terms.shop_purchased1
source: Thank you for your patronage.
ru: Благодарю вас за вашу поддержку.

# terms.shop_sell_select1
source: What will you be selling?
ru: Что вы будете продавать?

# terms.shop_sell_number1
source: How many will you be selling?
ru: Сколько будете продавать?

# terms.shop_sold1
source: Thank you for your patronage.
ru: Спасибо за вашу поддержку.

# terms.shop_greeting2
source: Welcome! What d'you need today?
ru: Добро пожаловать? Что ты сегодня хочешь?

# terms.shop_regreeting2
source: Anything else you need?
ru: Ещё что-нибудь надо?

# terms.shop_buy2
source: Buy
ru: Купить

# terms.shop_sell2
source: Sell
ru: Продать

# terms.shop_leave2
source: Cancel
ru: Отмена

# terms.shop_buy_select2
source: What's it gonna be?
ru: Что тебе нужно?

# terms.shop_buy_number2
source: How many d'you need?
ru: Сколько тебе этого нужно?

# terms.shop_purchased2
source: Thanks!
ru: Спасибо!

# terms.shop_sell_select2
source: What are you gonna sell?
ru: Что ты собираешься продать?

# terms.shop_sell_number2
source: How many d'you wanna sell?
ru: Сколько будешь продавать?

# terms.shop_sold2
source: Thanks!
ru: Спасибо!

# terms.shop_greeting3
source: Hello. What do you need?
ru: Добрый день. Что вам угодно?

# terms.shop_regreeting3
source: Is there anything else you need?
ru: Есть ещё что-нибудь, что тебе нужно?

# terms.shop_buy3
source: Buy
ru: Купить

# terms.shop_sell3
source: Sell
ru: Продать

# terms.shop_leave3
source: Cancel
ru: Отмена

# terms.shop_buy_select3
source: What will you buy?
ru: Что ты хочешь купить?

# terms.shop_buy_number3
source: How many will you buy?
ru: Сколько хочешь купить?

# terms.shop_purchased3
source: Thank you.
ru: Спасибо.

# terms.shop_sell_select3
source: What will you sell?
ru: Что ты хочешь продать?

# terms.shop_sell_number3
source: How many will you sell?
ru: Сколько хочешь продать?

# terms.shop_sold3
source: Thank you.
ru: Спасибо.

# terms.inn_a_greeting_1
source: It will be
ru: Это будет только

# terms.inn_a_greeting_2
source: for one night.
ru: на одну ночь

# terms.inn_a_greeting_3
source: Will you stay the night?
ru: Останешься на ночь?

# terms.inn_a_accept
source: Stay
ru: Остаться

# terms.inn_a_cancel
source: Leave
ru: Уйти

# terms.inn_b_greeting_1
source: It's gonna be
ru: Это займёт

# terms.inn_b_greeting_2
source: for the night.
ru: целую ночь.

# terms.inn_b_greeting_3
source: Will you be staying?
ru: Ты хочешь остаться?

# terms.inn_b_accept
source: Stay
ru: Остаться

# terms.inn_b_cancel
source: Leave
ru: Уйти

# terms.possessed_items
source: Owned
ru: Получено

# terms.equipped_items
source: Equipped
ru: Надето

# terms.gold
source: G
ru: З

# terms.battle_fight
source: Fight
ru: Сражаться

# terms.battle_auto
source: Auto
ru: Автобитва

# terms.battle_escape
source: Escape
ru: Сбежать

# terms.command_item
source: Cards
ru: Карты

# terms.command_skill
source: Awaken
ru: Пробудиться

# terms.menu_equipment
source: Equipment
ru: Снаряжение

# terms.menu_save
source: Save
ru: Сохранить игру

# terms.menu_quit
source: To Title
ru: В меню

# terms.new_game
source: New
ru: Новая игра

# terms.load_game
source: Continue
ru: Продолжить игру

# terms.exit_game
source: End
ru: Выйти из игры

# terms.status
source: Status
ru: Статус

# terms.row
source: Row
ru: Ранг

# terms.order
source: Formation
ru: Построение

# terms.wait_on
source: Wait ON
ru: Ожидай некоторое время

# terms.wait_off
source: Wait OFF
ru: Время ожидания вышло

# terms.level
source: Level
ru: Уровень

# terms.health_points
source: HP
ru: ОЗ

# terms.spirit_points
source: MP
ru: ОМ

# terms.normal_status
source: Normal
ru: В норме

# terms.exp_short
source: E
ru: ОП

# terms.lvl_short
source: L
ru: УР

# terms.hp_short
source: H
ru: З

# terms.sp_short
source: M
ru: М

# terms.sp_cost
source: MP Cost
ru: Стоимость ОМ

# terms.attack
source: ATK
ru: АТК

# terms.defense
source: DEF
ru: ЗАЩ

# terms.spirit
source: INT
ru: ДУХ

# terms.agility
source: AGI
ru: РЕА

# terms.weapon
source: Weapon
ru: Оружие

# terms.shield
source: Shield
ru: Щит

# terms.armor
source: Bodygear
ru: Кольчуга

# terms.helmet
source: Headgear
ru: Шлем

# terms.accessory
source: Accessory
ru: Снаряжение

# terms.save_game_message
source: Save to which file?
ru: В какой файл сохранить?

# terms.load_game_message
source: Load which file?
ru: Какой файл загрузить?

# terms.file
source: File
ru: Файл

# terms.exit_game_message
source: End the game?
ru: Выйти из игры?

# terms.yes
source: Yes
ru: Да

# terms.no
source: No
ru: Нет
