Repository: ynoproject/ynotranslations
Catalog: unaccomplished/*/Map0023.po
Languages: fr, ja, zh

source: Current Progress Video Options Emote Bubble Exit The Game
fr: Progression actuelle Options vidéo Bulle-mojis Quitter le jeu
ja: プレイ状況 画面設定 吹き出しエモート ゲームを閉じる
zh: 当前进度 视窗选项 表情气泡 退出游戏

source: Effects: \c[1]\V[14]\c[0]/\V[508] Wuqi Effects: \c[1]\V[15]\c[0]/\V[509] Special Items: \c[1]\V[16]\c[0]/\V[510]
fr: Effets : \c[1]\V[14]\c[0]/\V[508] Effets wuqi : \c[1]\V[15]\c[0]/\V[509] Objets spéciaux : \c[1]\V[16]\c[0]/\V[510]
ja: エフェクト: \c[1]\V[14]\c[0]/\V[508] Wuqiのエフェクト: \c[1]\V[15]\c[0]/\V[509] 特別なアイテム: \c[1]\V[16]\c[0]/\V[510]
zh: 效果：\c[1]\V[14]\c[0]/\V[508] Wuqi效果：\c[1]\V[15]\c[0]/\V[509] 特殊道具：\c[1]\V[16]\c[0]/\V[510]

source: Effects: \c[1]\V[14]\c[0]/\V[508] Special Items: \c[1]\V[16]\c[0]/\V[510]
fr: Effets : \c[1]\V[14]\c[0]/\V[508] Objets spéciaux : \c[1]\V[16]\c[0]/\V[510]
ja: エフェクト: \c[1]\V[14]\c[0]/\V[508] 特別なアイテム: \c[1]\V[16]\c[0]/\V[510]
zh: 效果：\c[1]\V[14]\c[0]/\V[508] 特殊道具：\c[1]\V[16]\c[0]/\V[510]

source: Wallpapers: \c[1]\V[90]\c[0]/\V[505] Documents: \c[1]\V[91]\c[0]/\V[506] Menu Style: \c[1]\V[92]\c[0]/4 Thanks for playing :P
fr: Fonds d'écran : \c[1]\V[90]\c[0]/\V[505] Documents : \c[1]\V[91]\c[0]/\V[506] Thèmes de menu : \c[1]\V[92]\c[0]/\V[507] Merci d'avoir joué :P

source: Press \c[1]5\c[0] to select emote bubble you want to send. Currently \c[1][ON]\c[0]
fr: Appuyez sur \c[1]5\c[0] pour ouvrir la roue des bulle-mojis et choisir la bulle-moji que vous souhaitez envoyer. Actuellement \c[1]activé\c[0].
ja: \c[1]5\c[0] キーを押して、送信したい吹き出しエモートを 選択します。 現在は \c[1][有効]\c[0] になっています。
zh: 按下 \c[1]5\c[0] 键选择你想发送的表情气泡。 目前为 \c[1][开启]\c[0] 状态

source: Turn OFF Keep it
fr: Désactiver Conserver
ja: 無効にする 変更しない
zh: 关闭功能 保持现状

source: Setup complete.
fr: Préparation terminée.
ja: 設定完了。
zh: 设置完毕。

source: Press \c[1]5\c[0] to select emote bubble you want to send. Currently \c[1][OFF]\c[0]
fr: Appuyez sur \c[1]5\c[0] pour ouvrir la roue des bulle-mojis et choisir la bulle-moji que vous souhaitez envoyer. Actuellement \c[1]désactivé\c[0].
ja: \c[1]5\c[0] キーを押して、送信したい吹き出しエモートを 選択します。 現在は \c[1][無効]\c[0] になっています。
zh: 按下 \c[1]5\c[0] 键选择你想发送的表情气泡。 目前为 \c[1][关闭]\c[0] 状态

source: Turn ON Keep it
fr: Activer Conserver
ja: 有効にする 変更しない
zh: 开启功能 保持现状

source: Are you sure?
fr: Êtes-vous sûr ?
ja: 本当に？
zh: 你确定吗？

source: Yes No
fr: Oui Non
ja: はい いいえ
zh: 是 否

source: The recycle bin is empty.
fr: La corbeille est vide.
ja: ゴミ箱は空です。
zh: 回收站是空的。

source: Quit?
fr: Quitter ?
ja: やめる？
zh: 退出？

source: Picture not found.
fr: Image non trouvée.

source: [Accepting submissions!:P]
fr: [Contributions bienvenues ! :P]

source: Play wuqi? (Unaccomplished First Version)
fr: Jouer à wuqi ? (Première version d'Unaccomplished)
ja: wuqiで遊ぶ? (Unaccomplishedの初期バージョン)
zh: 玩 wuqi 吗? (无期初代版本)

source: \>[Menu Style] No.0 Default \>Use this?
fr: \>[Thème de Menu] No. 0 Défaut \>Utiliser ce thème ?
ja: \>【メニュースタイル】 No.0 デフォルト \>これを使う？
zh: \>【菜单样式】 No.0 默认 \>使用这个？

source: \>[Menu Style] No.1 Frame \>Use this?
fr: \>[Thème de Menu] No. 1 Cadre \>Utiliser ce thème ?
ja: \>【メニュースタイル】 No.1 フレーム \>これを使う？
zh: \>【菜单样式】 No.1 边框 \>使用这个？

source: \>[Menu Style] No.2 Classic \>Use this?
fr: \>[Thème de Menu] No. 2 Classique \>Utiliser ce thème ?
ja: \>【メニュースタイル】 No.2 クラシック \>これを使う？
zh: \>【菜单样式】 No.2 经典款 \>使用这个？

source: \>[Menu Style] No.3 PC Game \>Use this?
fr: \>[Thème de Menu] No. 3 Jeu PC \>Utiliser ce thème ?
ja: \>【メニュースタイル】 No.3 PCゲーム \>これを使う？
zh: \>【菜单样式】 No.3 PC游戏 \>使用这个？

source: [\c[1]DIY\c[0] Fu (Chinese New Year Paper Cutting Design)]
fr: [\c[1]DIY\c[0] Fu (Découpage de Papier du Nouvel An Chinois)]
ja: [\c[1]DIY\c[0] 福 (春節の切り絵デザイン)]

source: [Tip] If an error pop-up appears next, please check the contents of [Help]
fr: [Astuce] Si une erreur apparaît, consultez le contenu de l'[Aide]
ja: [ヒント] この後エラーのポップアップが表示された場合は、 [ヘルプ]の内容を確認してください。

source: \>[Fu Design] \c[1]\N[10]\c[0]
fr: \>[Motif Fu] \c[1]\N[10]\c[0]
ja: \>[福デザイン] \c[1]\N[10]\c[0]

source: Use this Back to random Change its name
fr: Utiliser ce motif Motif aléatoire Changer le nom
ja: これを使う ランダムに戻す 名前を変更する

source: Setup complete. Enjoy your own design :P
fr: Préparation terminée. Amusez-vous bien avec votre propre motif :P
ja: 設定完了。 あなただけのデザインを楽しもう:P

source: Setup complete. (Set back to random mode)
fr: Préparation terminée. (Retour au mode aléatoire)
ja: 設定完了。 (ランダムモードに戻しました)

source: About Fu About Design About Image Processing / ERROR About Submissions
fr: À propos de Fu À propos du motif À propos de la gestion de l'image/ERREUR À propos des contributions
ja: 福について デザインについて 画像処理 / エラーについて 投稿について

source: Fu is a traditional paper-cutting art from China, which is usually pasted on walls or other places during the Chinese New Year.
fr: Le Fu est un art de découpage de papier en provenance de Chine, et est typiquement collé sur des murs et d'autres lieux pendant le Nouvel An Chinois.
ja: 福は中国の伝統的な切り絵で、旧正月に壁などに 貼られるのが一般的です。

source: For more about fu, read here: \c[1][wikipedia.org/wiki/Fu_(character)]\c[0]
fr: Pour plus d'information sur le Fu, consultez \c[1][wikipedia.org/wiki/Fu_(character)]\c[0]
ja: 福について、詳しくはこちらをご覧ください: \c[1][https://ja.wikipedia.org/wiki/倒福]\c[0]

source: In the <Fu Sample> folder, you will find an image called \c[1][YM_E_FU_Sample.png]\c[0] After DIYing your own fu, overwrite the file with same name in CharSet, then you can use it here.
fr: Dans le dossier <Fu Sample>, vous pourrez trouver une image nommée \c[1][YM_E_FU_Sample.png]\c[0]. <easyrpg:new_page> Après avoir personnalisé votre propre Fu, remplacez le fichier portant le même nom dans le dossier CharSet, que vous pourrez ensuite utiliser ici.
ja: <Fu Sample>フォルダの中に、\c[1][YM_E_FU_Sample.png]\c[0] という画像があります。 福をDIYした後、CharSetに同名のファイルを上書き すれば、ゲーム内で使用することができます。

source: If you can't put your design into the game, Send your design to the E-mail in the \c[1][Read me]\c[0] and put the comment \c[1][Fix Picture]\c[0] We will try to help you solve this problem.
fr: Si vous ne parvenez pas à mettre votre motif dans le jeu, vous pouvez m'envoyer votre motif à l'adresse e-mail présente dans le \c[1][Lis-moi]\c[0] du jeu et ajouter le commentaire \c[1][Fix Picture]\c[0]. <easyrpg:new_page> Nous essayerons alors de corriger votre problème.
ja: もし、あなたのデザインをゲームに入れることができな い場合は、\c[1][Read me]\c[0]にあるEメールにあなたのデザイン を\c[1][Fix Picture]\c[0]とコメントを入れてお送りください。 問題を解決するためのお手伝いをすることができます。

source: Unsupported PNG image Can't open <Sample> file Wrong transparent color Other problems / Can't solve it
fr: Image PNG non supportée Le fichier <Sample> n'a pas pu être ouvert Mauvaise couleur de transparence Autres problèmes/Je n'y arrive pas
ja: Unsupported PNG image ファイル <Sample> は開けません 透過色が間違っている その他の問題 / 解決できない

source: This means that you provided an image with the wrong bit depth and color count. Make sure the image is \c[1]8-bit\c[0], with \c[1]256 colors\c[0], indexed.
fr: Cela veut dire que l'image sélectionnée possède une mauvaise profondeur de couleur et un mauvais nombre de couleurs. <easyrpg:new_page> Veuillez vous assurer que l'image est au format \c[1]8 bits\c[0], avec \c[1]256 couleurs\c[0], et est indexée.

source: Either the image being requested by the game is missing, or the image uses the wrong size. Since we're dealing with CharSets, make sure the size is \c[1]288x256\c[0].
fr: Soit l'image demandée par le jeu est absente, soit l'image est à la mauvaise résolution. <easyrpg:new_page> Étant donné que l'on utilise un CharSet, assurez-vous que la taille de votre fichier est en effet de \c[1]288x256\c[0] pixels.

source: Make sure that the color that would be used for the transparent color for your CharSet is the first in the indexed palette.
fr: Assurez-vous que la couleur devant être utilisée comme couleur de transparence pour votre CharSet est la première couleur de la palette indexée.
ja: CharSetの透過色に使用する色が、画像のパレットの 最初の色であることを確認してください。

source: Keep in mind that it should be much different from the color used by the sprites themselves.
fr: Gardez à l'esprit que cette couleur devrait être très différente de celles utilisées par les sprites pour éviter tout problème de confusion.
ja: スプライト自身が使用する色とは異なる色でなければ ならないことに注意してください。

source: If you find other problems or can't sove it, Send your design to the E-mail in the \c[1][Read me]\c[0] put comment \c[1][Fix Picture]\c[0] or \c[1][Error help]\c[0]. We will try to help you solve it.
fr: Si vous trouvez d'autres problèmes ou que vous n'arrivez pas à les corriger, vous pouvez m'envoyer votre motif à l'adresse e-mail présente dans le \c[1][Lis-moi]\c[0] du jeu, <easyrpg:new_page> et ajouter le commentaire \c[1][Fix Picture]\c[0] ou \c[1][Error help]\c[0]. Nous essayerons alors de corriger votre problème.
ja: もし他の問題が見つかったり、解決できない場合は、 \c[1][Read me]\c[0]に記載されているEメールに \c[1][Fix Picture]\c[0]または\c[1][Error help]\c[0]のコメント を入れてあなたのデザインをお送りください。

source: If you want to submit your designs for the game, Send your design to the E-mail in [Read me] and comment \c[1][Submit design]\c[0]
fr: Si vous voulez contribuer vos propres motifs pour le jeu, vous pouvez m'envoyer votre motif à l'adresse e-mail présente dans le \c[1][Lis-moi]\c[0] du jeu et ajouter le commentaire \c[1][Submit design]\c[0].

source: Then, tell me the \c[1][Design name]\c[0] and \c[1][Author name]\c[0], I'll try to add it in next update!
fr: Ensuite, mentionnez le \c[1][nom du motif]\c[0] et le \c[1][nom de l'auteur]\c[0], et j'essayerai de l'ajouter pour la prochaine mise à jour !
ja: そして、\c[1][デザイン名]\c[0]と\c[1][作者名]\c[0]を 教えてくれれば、 次回のアップデートで追加するかもしれません！

source: Note: \c[1][All submissions can only use given color palette]\c[0] We will improve all submissions to make it fit the style of this game better.
fr: Note : \c[1][Les contributions ne peuvent utiliser que la palette de couleurs du sample]\c[0] <easyrpg:new_page> Nous améliorerons toutes les contributions de sorte à ce qu'elles correspondent toutes mieux au style du jeu.
ja: 注意： [すべての投稿作品は、指定された カラーパレットのみを使用できます］ 提出された作品は、このゲームのスタイルに合うように 改善されます。

source: If your submitted design can't display or doesn't display properly in the game, we'll fix it, don't worry.
fr: Si votre motif envoyé ne s'affiche pas ou s'affiche incorrectement en jeu, nous le corrigerons, ne vous inquiétez pas.
ja: 提出いただいたデザインがゲーム内で正しく表示 されない場合や表示に問題がある場合は、こちらで修正 しますのでご安心ください。

source: Wallpapers: \c[1]\V[90]\c[0]/\V[505] Documents: \c[1]\V[91]\c[0]/\V[506] Menu Style: \c[1]\V[92]\c[0]/\V[507] Thanks for playing :P
ja: 壁紙: \c[1]\V[90]\c[0]/\V[505] 文書: \c[1]\V[91]\c[0]/\V[506] メニュースタイル: \c[1]\V[92]\c[0]/\V[507] プレイしてくれてありがとう :P
zh: 壁纸：\c[1]\V[90]\c[0]/\V[505] 文档：\c[1]\V[91]\c[0]/\V[506] 菜单样式：\c[1]\V[92]\c[0]/\V[507] 感谢游玩 :P

source: Use your design View other designs Help
ja: あなたのデザインを使う 他のデザインを見る ヘルプ

source: This means that you provided an image with the wrong bit depth and color count. Make sure the sprite is \c[1]8-bit\c[0], with \c[1]256 colors\c[0], indexed.
ja: これは、間違ったビット深度と色数の画像を 読み込めなかったことを意味します。 スプライトが\c[1]8ビット\c[0]インデックスカラー \c[1](256色)\c[0]であることを確認してください。

source: Either the image being requested by the game is missing, or the image uses the wrong name. Make sure your design image in the CharSet folder, and the sprites name is \c[1]YM_E_FU_Sample\c[0]
ja: ゲームが要求する画像が見つからないか、画像の名前が 間違っている可能性があります。 デザイン画像がCharSetフォルダにあり、ファイル名が \c[1]YM_E_FU_Sample\c[0]になっていることを確認してください。

source: If you want to submit your designs for the game, Send your design to the E-mail in [Read me] and comment \c[1][Submit design]\c[0] Or contribute via the Disocrd server.
ja: ゲームにデザインを投稿したい場合は、 \c[1][Submit design]\c[0]とコメントを入れて、[Read me]の Eメールにデザインをお送りください。 もしくは、Disocrdサーバーから投稿してください。
