Repository: ynoproject/ynotranslations
Catalog: unaccomplished/*/RPG_RT.ldb.common.po
Languages: fr

source: - Straw Hat -
fr: - Chapeau de Paille -

source: - Plastic Bottle -
fr: - Bouteille Plastique -

source: - Games Console -
fr: \_- Console de Jeux -

source: - Emptiness -
fr: - Vide -

source: - Glow Stick -
fr: - Bâton Lumineux -

source: - Classic -
fr: - Classique -

source: - Baby -
fr: - Bébé -

source: - Skeleton -
fr: - Squelette -

source: - Messy -
fr: - Pagaille -

source: - Move While Seated -
fr: - Déplacement Assis -

source: \>Notes / Computer?
fr: \>Prendre des notes/Utiliser l'ordinateur ?

source: Take notes (Save) Use computer ...
fr: Prendre des notes (Sauvegarder) Utiliser l'ordinateur ...

source: Tip: The SAVE here is just an animation, it's not useful. Please save it in the reality :(
fr: Astuce : La SAUVEGARDE ici est juste une animation, elle ne sert à rien. Veuillez sauvegarder dans la réalité :(

# actors.name
source: The rooftop
fr: Le Toit

# actors.name
source: Untitled
fr: Sans Nom

# actors.name
source: stay peace
fr: Reste en Paix

# actors.name
source: darkness
fr: Ténèbres

# actors.name
source: midnight gate
fr: Grillage de Minuit

# actors.name
source: deep sea
fr: En Eaux Profondes

# actors.name
source: shipwrecks
fr: Naufrage

# actors.name
source: dream in dream
fr: Rêve dans un Rêve

# actors.name
source: lost in the game
fr: Perdu dans le Jeu

# actors.name
source: Dreaming in 8 bits
fr: Rêvant en 8 Bits

# actors.name
source: the dark
fr: Nuit Noire

# actors.name
source: The Shadow
fr: L'Ombre

# actors.name
source: Flower-bury
fr: Fleur Enfouie

# actors.name
source: False End
fr: Fausse Fin

# actors.name
source: Lights On, Lights Off
fr: Allumé, Éteint

# actors.name
source: fields
fr: Champs

# actors.name
source: Sunlit Greenery
fr: Verdure Illuminée

# actors.name
source: First Step
fr: Premier Pas

source: \>No. Creator: \N[9] \>\c[1][\N[8]]\c[0]
fr: \>No. - Créateur : \N[9] \>\c[1][\N[8]]\c[0]

source: Try this Never mind
fr: Essayer Oublie ça

source: \>No.\v[30] Creator: \N[9] \>\c[1][\N[8]]\c[0] (Default wallpaper)
fr: \>No. \v[30] - Créateur : \N[9] \>\c[1][\N[8]]\c[0] (fond d'écran par défaut)

source: \>No.A Creator: \N[9] \>\c[1][\N[8]]\c[0]
fr: \>No. A - Créateur : \N[9] \>\c[1][\N[8]]\c[0]

source: \>No.B Creator: \N[9] \>\c[1][\N[8]]\c[0]
fr: \>No. B - Créateur : \N[9] \>\c[1][\N[8]]\c[0]

source: \>No.\v[30] Creator: \N[9] \>\c[1][\N[8]]\c[0]
fr: \>No. \v[30] - Créateur : \N[9] \>\c[1][\N[8]]\c[0]

source: [Find it]
fr: [Le Trouver]

source: When did I forget about it? I mean, I did like it back in the day, so it shouldn't have been in that box, right?
fr: Quand est-ce que je l'ai oublié ? Je veux dire, je l'aimais bien à l'époque, donc il n'aurait pas dû être dans cette boîte, non ?

source: I cleaned it and now, it looks as cool as before........................ .....................And embarrassing to me, haha.
fr: Je l'ai nettoyé et maintenant, il a l'air aussi joli qu'avant.................... ................. et embarrassant pour moi, haha.

source: [It]
fr: [Ça]

source: Today, I saw it in the canteen's claw crane. It looked silly, but its eyes were fixed on me the wholeeee time.
fr: Aujourd'hui, je l'ai vu dans l'attrape-peluche de la cantine. Il avait l'air rigolo, mais ses yeux étaient posés sur moi pendant touuuuuttt ce temps-là.

source: So...I spent 55 yuan!!! So much money!!! It ended up saving five yuan though. Ahhhhhhhhhhh did I really have to do that?
fr: Donc... j'ai dépensé 55 yuan !!! Tellement d'argent !!! J'ai quand même pu économiser 5 yuan. Ahhhhhhh est-ce que je devais vraiment faire ça ?

source: [Trying To Write Something]
fr: [Essai d'Écriture]

source: Because there is no idea, so the writing is dry like a sponge that has finished squeezing the sea water, floating around lei fall, clean nothing,
fr: Vu que je n'ai pas d'idées, mon écriture est aussi sèche qu'une éponge ayant fini d'être étreinte, dérivant de son habitat, ne nettoyant plus rien...

source: but I also want to live a freee, live from myself, yyyyyy!!!!
fr: ... mais j'ai aussi envie de vivre librement, vivre de mes propres ailes, yyyyyy !!!!

source: [Recall Memory]
fr: [Rappel de Souvenirs]

source: There are times when I miss the past and want to take a bite out of my memories and taste what it tastes like ......
fr: Il y a des fois où le passé me manque, où je veux juste goûter à mes souvenirs pour voir quel goût ils ont......

source: Is it sweet? Or savory? Or the flavor of some kind of deadly poisonous rat? Either way, at least I can sleep comfortably.
fr: Sont-ils sucrés ? Et leur saveur ? Ou ont-ils le même goût que celui d'un poison mortel ayant ôté la vie d'un rat ? En tout cas, je peux au moins dormir paisiblement.

source: [Oh Cool]
fr: [Oh Sympa]

source: Aaaaaaa I feel so annoying. I also want to be cooler ah, preferably everyone around me kind of, supercalifragilisticexpialidocious...
fr: Aaaaaaa j'ai l'impression d'être si ennuyant. J'ai aussi envie d'être plus sympa-ah, ce serait tellement mieux si tout le monde pouvait se tourner vers moi, <easyrpg:new_page> supercalifragilisticexpidélilicieux...

source: As a result in the end I'm JUST a clown, NO, the clown should be more popular than me, ahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
fr: Du coup au final je suis JUSTE un clown, MAIS NON, car même un clown est plus populaire que moi, ahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh

source: I drink more drinks and so what?! I drink more GOOD than smoking, second-hand smoke harm how much, will cause people to get lung cancer,
fr: Je bois plus de boissons et alors ?! Je bois plus de BIEN que je ne fume, de la fumée même indirecte blesse bien plus, va causer des cancers du poumon chez des gens,

source: that's lung cancer!!!! ...I wish I could PUNCH him in the face...... That being said, I can't beat him either that's xxxx!!!!
fr: c'est le cancer du poumon !!!!! ... J'aimerais tellement lui foutre un PAIN dans la gueule, à lui... <easyrpg:new_page> Cela dit, je ne peux pas le battre non plus, c'est xxxx !!!!

source: [Play game]
fr: [Jouer au Jeu]

source: Everyone says that game is poison, it corrupts student and turn them into bad person. But this morning, when he brought that console into class, everyone crowded around to watch it.
fr: Tout le monde dit que les jeux sont dangereux, que ça corrompt les étudiants en les transformant en voyous. <easyrpg:new_page> Mais ce matin, quand il a ramené sa console en classe, tout le monde s'est rassemblé pour le regarder.

source: Has he turned into a bad guy? Should I be scared? I don't know. I certainly don't know.
fr: Est-il devenu un voyou ? Devrais-je prendre peur ? Je ne sais pas. Je ne sais vraiment pas.

source: [Yes Or No]
fr: [Oui ou Non]

source: Is the world black and white? So I say it's not my fault and in the end it's still my fault, so why should I fight back it?
fr: Le monde est-il en noir et blanc ? Je dis que ce n'est pas de ma faute et au final c'est quand même ma faute, donc pourquoi devrais-je lutter ?

source: ...well sorry hahaha too many questions asked... But no matter how much I ask there will be no answer. This still kinda makes me sad...........
fr: .... eh bien désolé hahaha trop de questions... Mais qu'importe mon insistance il n'y aura pas de réponse. Cela me rend plutôt triste...........

source: [Loneliness]
fr: [Solitude]

source: People are always prone to loneliness no exception But if it stays too long, like the accumulation of dark clouds that can not be driven away.
fr: Les gens ressentent toujours de la solitude, moi y compris, mais si ce sentiment reste trop longtemps, telle l'accumulation de nuages sombres ne pouvant être éloignés...

source: This will affect the physical and mental health, which is not good, that's why we say should be a healthy, active and happy child, don't you think so?
fr: ... cela affectera la santé physique et mentale, ce qui n'est pas bien, et c'est pour cela que l'on dit que l'on doit garder la pêche, et rester un enfant joyeux et actif, tu ne crois pas ?

source: [Prepare to glow]
fr: [Se Préparer à Briller]

source: When I took it out of the fridge, it gotten cold and hard. Just break it off and keep tapping it and it's ready to use.
fr: Lorsque je l'ai sorti du frigo, il était devenu froid et dur. J'ai brisé sa glace, puis je l'ai tapoté et il était prêt à être utilisé.

source: I offered to sell it for a dollar a piece, but she thought it was too cheap... Seriously, I'd rather sleep at home. I don't want to turn into a capitalist, ha-ha-ha!
fr: J'ai proposé de le vendre pour un dollar pièce, mais elle trouvait que ce n'était pas assez cher... <easyrpg:new_page> Sérieusement, je préférerais plutôt dormir chez moi. Je ne veux pas devenir un capitaliste, hahaha !

source: (PS. Don't eat the liquid inside, it's poisonous!)
fr: (PS : ne buvez pas le liquide dedans, c'est toxique !)

source: [Begin]
fr: [Commencer]

source: I don't remember when it popped into my head. At the time, I was just looking for something to do.
fr: Je ne sais plus quand est-ce que ça a germé dans ma tête. À ce moment, je cherchais juste quelque chose à faire.

source: Since then, I've thought about it every day. I wonder about its family, its life, and
fr: Depuis lors, j'y ai pensé tous les jours. Je me pose des questions sur sa famille, sa vie, et

source: Whatever, those are just dreams after all. Dreams always wake up one day.
fr: De toute façon, ce ne sont que des rêves. Les rêves se réveillent toujours un jour.

source: Isn't it nice to be a baby? When babies are taken care of and fed every day, they never have to think about learning or interaction,
fr: N'est-ce pas sympa d'être un bébé ? Les bébés sont changés et nourris chaque jour, ils n'ont jamais besoin de penser à avoir apprendre ou d'avoir à interagir,

source: they just have to play all the time! But it must be hard for people with babies... No, that person can't be me anyway! Myy future wifii, let's not have a baby, okay?
fr: ils ont juste à s'amuser tout le temps ! Mais ça doit être compliqué pour ceux avec des bébés... De toute façon, ça peut pas m'arriver ! Maa future femmee, ne faisons pas de bébé, hein ?

source: I like Nian because I think it's cool. Because I know it hurts blown up by firecrackers. Because I don't like the color red either. (I don't get bloodsick!)
fr: J'aime Nian car je trouve ça sympa. Car je sais que ça fait mal d'être soufflé par des pétards. Car je n'aime pas non plus la couleur rouge. (Le sang ne me fait pas tourner de l'œil !)

source: I hope to meet Nian one day. Let it eat me, so no one can find me! ////AWA////
fr: J'espère pouvoir rencontrer Nian un jour. Laissez-le me manger, comme ça personne ne pourra me trouver ! ////AWA////

source: \>No.0 \c[1][\N[10]]\c[0] \>Creator: \N[9]
fr: \>No. 0 \c[1][\N[10]]\c[0] \>Créateur : \N[9]

source: Setup complete. Enjoy your own design :P
fr: Préparation terminée. Amusez-vous bien avec votre motif :P

source: \>No.\v[70] \c[1][\N[8]]\c[0] \>Creator: \N[9]
fr: \>No. \v[70] \c[1][\N[8]]\c[0] \>Créateur : \N[9]

source: Setup complete.
fr: Préparation terminée.

# actors.name
source: You
fr: Toi

# actors.name
source: Classic
fr: Classique

# actors.name
source: Print
fr: Impression

# actors.name
source: Golden
fr: Doré

# actors.name
source: Paper-cut A
fr: Coupure Papier A

# actors.name
source: Square-round
fr: Carré-Rond

# actors.name
source: Paper-cut B
fr: Coupure Papier B

# actors.name
source: Chinese Knotting
fr: Nœud Chinois

# actors.name
source: Comical
fr: Comique

# actors.name
source: No Entry
fr: Sens Interdit

# actors.name
source: Burnt
fr: Brûlé

# actors.name
source: Cell
fr: Cellule

# actors.name
source: Garden
fr: Jardin

# actors.name
source: Zombie Cat
fr: Chat Zombie

# actors.name
source: yin-yang
fr: Yin et Yang

# actors.name
source: Dreamcatcher
fr: Attrape-rêves

# actors.name
source: ERROR
fr: ERREUR

# actors.name
source: Optic
fr: Optique

# actors.name
source: Dog
fr: Chien

# actors.name
source: Humerus
fr: Sale Quart d'Heure

# actors.name
source: Fork
fr: Fourchette

# actors.name
source: Demon
fr: Démon

# actors.name
source: False
fr: Faux

# actors.name
source: Spoon
fr: Cuillère

# actors.name
source: Bear Puzzle
fr: Puzzle de l'Ours

# actors.name
source: Singularity
fr: Singularité

# actors.name
source: Sunflower
fr: Tournesol

# actors.name
source: Paradise
fr: Paradis

# actors.name
source: Pearl
fr: Perle

# actors.name
source: Crystal
fr: Cristal

# actors.name
source: Ghost
fr: Fantôme

# actors.name
source: Golden Apple
fr: Pomme d'Or

# actors.name
source: Skull
fr: Squelette

# actors.name
source: Beaver
fr: Castor

# actors.name
source: Window
fr: Fenêtre

# actors.name
source: Flatline
fr: Ligne Plate

# actors.name
source: Bulb
fr: Bulbe

# actors.name
source: Judge
fr: Juge

# actors.name
source: Diamond Eggplant
fr: Aubergine de Diamant

# actors.name
source: Instant Photos
fr: Photos Instantanées

# actors.name
source: Ice-Fire
fr: Feu Glacé

# actors.name
source: Flame
fr: Flamme

source: 2004 2007 2009 Next
fr: 2004 2007 2009 Suivant

source: You're already here.
fr: Tu es déjà ici.

source: 2010 2011 2012 Next
fr: 2010 2011 2012 Suivant

source: 2013 2014 2015 Next
fr: 2013 2014 2015 Suivant

source: 2016 2017 2018 Next
fr: 2016 2017 2018 Suivant

source: 2019 2020 2021 Next
fr: 2019 2020 2021 Suivant

source: 2022 2023 2024 Back
fr: 2022 2023 2024 Retour

source: [Accepting submissions!:P]
fr: [Contributions bienvenues ! :P]

source: Picture not found.
fr: Image non trouvée.
