Repository: ynoproject/ynotranslations
Catalog: someday/*/Map0001.po
Languages: fr, ko, ru

source: Save Play ZApNeF Options Nevermind
fr: Sauvegarder Jouer à ZApNeF Options Quitter le bureau
ko: 기록하기 ZApNeF 플레이하기 옵션 관두자
ru: Сохранить Сыграть в ЗАпНеФ Настройки Выключить ПК

# actors.name
source: Itsuki
ko: 잇츠키
ru: Ицуки

source: Cache setting Crystal display mode View game data Close
fr: Ajustement du cache Mode d'affichage des cristaux Voir les données de la partie Fermer
ko: 캐시 설정 수정 연출 설정 게임 정보 확인 닫기
ru: Кеширование Отображение кристалов Просмотр данных об игре Закрыть

source: \> Cache Load (Current : ON) \< As you read a file, it loads all BGM and SE cache. Disable this option if save progress takes longer than usual.
fr: \> Chargement du cache (Actuel : Activé) \< Lorsque que vous chargez un fichier, toutes les pistes et sons sont mis en cache. Désactivez cette option pour rendre le chargement moins long.
ko: \> 캐시 로드 (현재 설정: ON) \< 게임을 로드할 때마다 모든 음악 및 효과음 캐시를 불러옵니다. 로딩 속도를 향상하고 싶으시다면, OFF로 전환해주세요.
ru: \> Кеширование (Сейчас: ВКЛ)\< Загружать все Саундтреки и Спецэффекты в Кеш, пока вы загружаетесь из файла. Отключите это, если загрузка сохранения идёт слишком долго.

source: \> Cache Load (Current : ON) \<
fr: \> Chargement du cache (Actuel : Activé) \<
ko: \> 캐시 로드 (현재 설정: ON) \<
ru: \> Кеширование (Сейчас: ВКЛ)\<

source: ON OFF
fr: Activer Désactiver
ru: ВКЛ ВЫКЛ

source: Current setting has been retained.
fr: Le paramètre actuel a été conservé.
ko: 현재 설정을 유지합니다.
ru: Настройка сохранена как есть.

source: Cache Load has been disabled.
fr: Le chargement du cache a été désactivé.
ko: 캐시 로드 기능을 OFF로 전환합니다.
ru: Кеширование Отключено.

source: \> Cache Load (Current : OFF)\< Proceeds without loading cache. Enable this option if you experience slow down when entering certain maps.
fr: \> Chargement du cache (Actuel : Désactivé) \< Procéder sans charger le cache. Activez cette option si vous subissez des ralentissements sur certaines cartes.
ko: \> 캐시 로드 (현재 설정: OFF) \< 캐시를 불러오지 않고 진행합니다. 특정 맵에 접근할 때 느려지는 현상이 있을 경우 이 옵션을 활성화하세요.
ru: \> Кеширование (Сейчас: ВЫКЛ)\< Играть не кешируя файлы. Включите, если загрузка некоторых карт длится слишком долго.

source: \> Cache Load (Current : OFF)\<
fr: \> Chargement du cache (Actuel : Désactivé)\<
ko: \> 캐시 로드 (현재 설정: OFF) \<
ru: \> Кеширование (Сейчас: ВЫКЛ)\<

source: Cache Load has been enabled.
fr: Le chargement du cache a été activé.
ko: 캐시 로드 기능을 ON으로 전환합니다.
ru: Кеширование Включено.

source: Both text and animation are enabled. When collecting a crystal, you will see a short animation with a text Entry from Itsuki's blog.
fr: Texte et animation sont tous deux activés. Lors de l'obtention d'un cristal, vous pourrez voir une petite animation ainsi qu'un texte d'une Entrée du blog d'Itsuki.
ko: 글과 애니메이션 연출이 모두 활성화되어 있습니다. 수정을 모을 때 잇츠키의 기록 일지와 함께 짧은 애니메이션도 같이 볼 수 있게 됩니다.
ru: Включён текст и анимации. При сборе кристаллов вы увидите небольшую видео-вставку и запись из блога Ицуки.

source: Only text is enabled. When collecting a crystal, you will see a text Entry from Itsuki's blog, but no pictures.
fr: Seul le texte est activé. Lors de l'obtention d'un cristal, vous pourrez voir le texte d'une Entrée du blog d'Itsuki, mais aucune image.
ko: 글 연출만 활성화되어 있습니다. 수정을 모을 때 잇츠키의 기록 일지를 볼 수 있지만 애니메이션은 표시되지 않습니다.
ru: Только текст. При сборе кристаллов вы увидите только запись из блога Ицуки, без анимированной вставки.

source: Only animation is enabled. When collecting a crystal, you will see a short picture animation, but no text explanation.
fr: Seul l'animation est activée. Lors de l'obtention d'un cristal, vous pourrez voir une petite animation en images, mais sans explication de texte.
ko: 애니메이션 연출만 활성화되어 있습니다. 수정을 모을 때 짧은 애니메이션은 표시되나 잇츠키의 기록 일지를 볼 수 없습니다.
ru: Только анимация. При сборе кристаллов вы увидите только анимацию, и никаких текстовых записей.

source: Both text and animation are disabled. An error may have occurred. Restoring to default setting (both enabled).
fr: Texte et animation sont tous deux désactivés. Une erreur peut s'être produite. Retour au paramètre initial (tous deux activés).
ko: 글과 애니메이션 연출이 모두 비활성화되어 있습니다. 오류가 발생했습니다. 기존 설정으로 복구합니다(모두 활성화).
ru: Без текста и анимации. Вероятно, произошла ошибка. Восстанавливаем настройки по умолчанию. (Текст и анимация включены)

source: Please choose the option that you prefer to see for collecting crystals.
fr: Veuillez choisir votre méthode d'affichage pour afficher l'obtention des cristaux.
ko: 수정을 모을 때 원하는 연출을 선택하세요.
ru: Выберите режим отображения при сборе кристаллов:

source: Text only Animation only Text and animation Cancel
fr: Texte uniquement Animation uniquement Texte et animation Annuler
ko: 글만 표시 애니메이션만 표시 글과 애니메이션 모두 표시 취소
ru: Только текст Только анимация Текст и Анимация Отмена

source: Only text will be displayed when collecting crystals now.
fr: Désormais, seul le texte sera affiché lors de l'obtention d'un cristal.
ko: 이제 수정을 획득 시 글만 표시됩니다.
ru: Теперь при сборе кристаллов будет отображаться только текст.

source: Only animation will be displayed when collecting crystals now.
fr: Désormais, seul l'animation sera affichée lors de l'obtention d'un cristal.
ko: 이제 수정을 획득 시 애니메이션만 표시됩니다.
ru: Теперь при сборе кристаллов будет отображаться только анимация.

source: Text and animation will be displayed when collecting crystals now.
fr: Désormais, texte et animation seront tous deux affichés lors de l'obtention d'un cristal.
ko: 이제 수정을 획득 시 글과 애니메이션이 모두 표시됩니다.
ru: Теперь при сборе кристаллов будут отображаться и текст, и анимация.

source: Crystal display setting has been retained.
fr: La méthode d'affichage des cristaux a été conservée.
ko: 현재 설정을 유지합니다.
ru: Настройки отображения при сборе кристаллов оставлены как есть.

source: Effects: \V[505]/24 Feats: \V[9]/\V[513] Crystals: \V[18]/7 Music completion rate: \V[385]%
fr: Effets : \V[505]/24 Exploits : \V[9]/\V[513] Cristaux : \V[18]/7 Taux de complétion des musiques : \V[385]%
ko: 이펙트: \V[505]/24 달성 과제: \V[9]/\V[513] 수정: \V[18]/7 음악 달성도: \V[385]%
ru: Эффекты: \V[505]/24 Свершения: \V[9]/\V[513] Кристалы: \V[18]/7 Прогресс сбора Саундтреков: \V[0385]%

source: I'm sorry, but you seem to be playing a save file from a previous version of this game. (v0.0\V[10])
fr: Je suis désolée, mais il semblerai que votre sauvegarde provienne d'une ancienne version. (v0.0\V[10])
ko: 죄송합니다만, 현재 이전 버전의 세이브 파일로 게임을 플레이하시는 것 같습니다. (v0.0\V[10])
ru: Извините, но, похоже, вы играете на файле преды- дущей версии этой игры. (v0.0.\V[10])

source: I'm sorry, but you seem to be playing a save file from a previous version of this game. (v0.10+)
fr: Je suis désolée, mais il semblerai que votre sauvegarde provienne d'une ancienne version. (v0.10+)
ko: 죄송합니다만, 현재 이전 버전의 세이브 파일로 게임을 플레이하시는 것 같습니다. (v0.10+)
ru: Извините, но, похоже, вы играете на файле преды- дущей версии этой игры. (v0.10+)

source: I'm sorry, but you seem to be playing a save file from a previous version of this game. (v0.\V[10])
fr: Je suis désolée, mais il semblerai que votre sauvegarde provienne d'une ancienne version. (v0.\V[10])
ko: 죄송합니다만, 현재 이전 버전의 세이브 파일로 게임을 플레이하시는 것 같습니다. (v0.\V[10])
ru: Извините, но, похоже, вы играете на файле преды- дущей версии этой игры. (v0.\V[10])

source: Since this game has been modified, you may experience problems that would not occur if you started playing it from scratch.
fr: Puisque le jeu a été modifié, vous risquez de rencontrer des problèmes qui n'auraient pas eu lieu en commençant une nouvelle sauvegarde.
ko: 이 게임이 수정되었기 때문에, 처음부터 다시 시작할 때는 발생하지 않을 예기치 못한 문제가 발생할 수 있습니다. 확인 키를 누르는 것으로 이를 숙지하고 동의한 것으로 간주합니다.
ru: В связи с тем, что игра была модифицированна, Вы можете столкнуться с проблемами, которых вы могли-бы избежать, начав играть с нуля.

source: You have accomplished a new feat! Feats: \V[9]/\V[513]
fr: Vous avez accompli un nouvel exploit ! Exploits : \V[9]/\V[513]
ko: 새로운 달성 과제를 완수하셨습니다! 달성 과제 달성 수: \V[9]/\V[513]
ru: Вы сделали новое Свершение! Свершения: \V[9]/\V[513] .

source: New hidden feat(s) acquired! (Hidden feats don't count as regular ones)
fr: Nouvel exploit caché obtenu ! (Les exploits cachés ne comptent pas comme les autres)
ko: 숨겨진 달성 과제를 완수하셨습니다! (달성 과제 달성도에는 포함되지 않습니다)
ru: Нов(ое/ые) Скрыт(ое/ые) Свершени(е/я) был(о/и) совершен(о/ы)! (Скрытые свершения не считаются вместе с обычными)
