Repository: ynoproject/ynotranslations
Catalog: someday/*/Map0016.po
Languages: fr

source: Music completion rate: \V[0385]%
fr: Taux de complétion des musiques : \V[0385]%

source: Save Speed 5 Debug Room
fr: Sauvegarder Vitesse 5 Salle de Debug

source: TESTMODE is currently activated. Choose option:
fr: Le TESTMODE est actif. Choisir une option :

source: Displays Music Rate Unlocks all music Revokes all music Save
fr: Afficher le taux des musiques Débloquer toutes les musiques Révoquer toutes les musiques Sauvegarder

source: All music has been unlocked.
fr: Toutes les musiques ont été débloquées.

source: All music has been revoked.
fr: Toutes les musiques ont été révoquées.

source: Save Chooses arbitrary Scheme Unlocks all Schemes Revokes all Schemes
fr: Sauvegarder Choisir un thème Débloquer tous les thèmes Révoquer tous les thèmes

source: Input value between 0-7 that corresponds to Scheme ID.
fr: Entrez une valeur entre 0 et 7 correspondant à l'ID du thème voulu.

source: All Schemes has been unlocked.
fr: Tous les thèmes ont été débloqués.

source: !!!WARNING!!! USING THIS FUNCTION WILL INITIALIZE CERTAIN EFFECTS, ALL FEATS, AND CERTAIN EVENT COMPLETION CHECKER! Press 'Yes' to initiate and press 'No' to cancel.
fr: !!!ATTENTION!!! UTILISER CETTE FONCTION VA RÉINITIALISER CERTAINS EFFETS, EXPLOITS ET LA COMPLÉTION DE CERTAINS ÉVÉNEMENTS ! 'Oui' pour initialiser et 'Non' pour annuler.

source: Yes
fr: Oui

source: All Schemes has been revoked. Most progressions has been initialized.
fr: Tous les thèmes ont été révoqués. La plupart de la progression a été initialisée.
