Repository: ynoproject/ynotranslations
Catalog: someday/*/Map0138.po
Languages: ru

source: Healing aura
ru: Целебная Аура

source: Mercury
ru: Ртуть

source: Diving suit
ru: Купальный Костюм

source: Clockworker
ru: Часовщик

source: Press 1 to return to the Nexus.
ru: Нажмите 1 чтобы вернуться в Нексус.

source: Wood
ru: Дерево

source: Candle holder
ru: Подсвечник

source: Fox
ru: Лис

source: Interact with ledges to jump over them.
ru: Дотроньтесь до уступов чтобы перепрыгнуть их.

source: TV
ru: Телевизор

source: Classic
ru: Классика

source: Scarf
ru: Шарф

source: Raincoat
ru: Дождевик

source: Wrench
ru: Гаечный Ключ

source: Blob
ru: Мармелад

source: Megaphone
ru: Динамик

source: Press 1 to make a random sound.
ru: Нажмите 1 чтобы издать случайный звук.

source: Scooter
ru: Скутер

source: Monochrome
ru: Монохром

source: Nerd
ru: Нерд

source: 8-bit
ru: 8-Бит

source: Glitch
ru: Глитч

source: Sick
ru: Больной

source: Doodle
ru: Рисунок

source: Bald
ru: Лысый

source: Kaokola - 320 N Liquid Dream - 500 N 7 Moop - 350 N Don't buy anything
ru: Као-кола - 320 Н Жидкий Сон - 500 Н 7 Муп - 350 Н Не брать ничего

source: You won a free drink!
ru: Вы выйграли бесплатный напиток!

source: You don't have enough N!
ru: Недостаточно Н!

source: Lose all effects?
ru: Сбросить все эффекты?

source: Yes No
ru: Да Нет

# actors.name
source: Itsuki
ru: Ицуки

source: Tomato
ru: Помидор

source: SPIN!!!!!!!!!!!!!!!!!!!!!!!!!!
ru: Вращение!!!

source: Debug room!! WEEEeeeeEeEeeeeeEEEEEee!!!
ru: Комната отладки! Уи-и-и-и-и!!!

source: Lab coat
ru: Лабораторный Халат

source: ---- ---- ---- ---- ---- ---- ---- ---- ---- ----. This is the longest possible line in a text box... So. Basically, fifty characters. No more, no less. And you can only fit four lines per message. Cool.
ru: ---- ---- ---- ---- ---- ---- ---- ---- ---- ----. Это - Самая длинная строка, что может поместиться в Текстовое Окно... Пятьдесят символов, значит-с. И всего четыре строки на всё про всё. Классно...

source: *It depends on which fonts you chose earlier.
ru: *Зависит от используемого шрифта.

source: Debug Room Kondo event #1 Mystery Boxes
ru: Комната Отладки Событие Кондо №1 Загадочные Ящики

source: Debug Room Kondo event #1 Mystery Boxes Crystals
ru: Комната Отладки Событие Кондо №1 Загадочные Ящики Кристалы

source: RED ORANGE #7
ru: КРАСНЫЙ ОРАНЖЕВЫЙ №7

source: Money maximum overdrive!
ru: Переполнение денег!
