Repository: ynoproject/ynotranslations
Catalog: someday/*/Map0293.po
Languages: es, ko

source: Music completion rate: \V[0385]%
es: Musica completada: \V[0385]%
ko: 음악 달성도: \V[0385]%

source: TESTMODE is currently activated. Choose option:
ko: TESTMODE를 사용하고 있습니다. 옵션 선택:

source: Displays Music Rate Unlocks all music Revokes all music Save
es: Mostrar porcentaje de musica obtenida Desbloquear toda la musica Bloquear toda la musica Guardar
ko: 음악 달성도(Music Rate) 표시 모든 음악 잠금 해제 모든 음악 몰수 저장

source: All music has been unlocked.
es: Se ha desbloqueado toda la musica.
ko: 모든 음악이 잠금 해제되었습니다.

source: All music has been revoked.
es: Se ha bloqueado toda la musica.
ko: 모든 음악이 몰수되었습니다.

source: Save Chooses arbitrary Scheme Unlocks all Schemes Revokes all Schemes
es: Guardar Elegir menu aleatorio Desbloquear todos los menus Bloquear todos los menus
ko: 저장 Scheme 임의 선택 모든 Scheme 잠금 해제 모든 Scheme 몰수

source: Input value between 0-7 that corresponds to Scheme ID.
es: Introducir valor de ID de menu entre 0 y 7.
ko: 해당 Scheme에 해당하는 값을 입력하세요. 0 - 7

source: All Schemes has been unlocked.
es: Se han desbloqueado todos los tipos de menu.
ko: 모든 Scheme이 잠금 해제되었습니다.

source: !!!WARNING!!! USING THIS FUNCTION WILL INITIALIZE CERTAIN EFFECTS, ALL FEATS, AND CERTAIN EVENT COMPLETION CHECKER! Press 'Yes' to initiate and press 'No' to cancel.
es: ATENCION!!! ESTA FUNCION REINICIARA EFECTOS, TODOS LOS LOGROS, Y CIERTAS COMPROBACIONES DE EVENTOS! Pulsa 'Si' para iniciar y 'No' para cancelar.
ko: !!!주의!!! 이 옵션을 사용하면 특정 이펙트, 모든 도전과제, 일부 이벤트의 달성도가 사라집니다! 계속하시려면 '예'를, 아니라면 X키를 누르세요.

source: Yes
es: Si
ko: 예

source: All Schemes has been revoked. Most progressions has been initialized.
es: Bloqueados todos los menus. La mayor parte del progreso se ha reiniciado.
ko: 모든 Scheme이 몰수 되었습니다. 대부분의 진행도가 초기화되었습니다.
