Repository: ynoproject/ynotranslations
Catalog: someday/*/RPG_RT.ldb.common.po
Languages: es, fr, ja, ko, ru

# actors.name
source: Itsuki
ja: いつき
ko: 잇츠키
ru: Ицуки

source: Menu scheme changed!
es: Tipo de menu cambiado!
fr: Thème du menu changé !
ja: グラフィック変更!
ko: 메뉴타입 변경 완료!
ru: Стиль Меню изменён!

source: Congratulations! You completed the entire game at 100%!
es: Felicidades! Has completado el juego entero al 100%!
fr: Félicitations ! Vous avez complété le jeu à 100% !
ja: おめでとうございます！ 100パーセントクリアしました!
ko: 축하드립니다! 이 게임을 달성도 100%로 클리어하셨습니다!
ru: Поздравляем! Вы абсолютно полностью прошли игру!

source: But did you know... \....that interacting with the four-leaf clover at the forest enables the Lucky Mode?
es: Pero sabias que... \....si interactuas con el trebol de cuatro hojas en el bosque activas el Modo Afortunado?
fr: Mais savais-tu... \...qu'interagir avec le trèfle à quatre feuilles dans la forêt active le Mode Chance ?
ja: しかし…知っているの？ \.森で四つ葉のクローバーに触ると、 ラッキーモードを有効にします！
ko: 그런데 말입니다, 숲에 있는 네잎 클로버를 만지면 '행운 모드'가 발동된다는 사실을 아십니까?
ru: А вы знали... \....что дотронувшись до Четырёхлистного клевера в Лесу можно включить Режим Везения?

source: In Lucky Mode, random events appear more often! \|Ssssh... \.don't tell anyone...
es: En el Modo Afortunado, los eventos aleatorios aparecen con mayor frecuencia! \|Ssssh... \.no se lo cuentes a nadie...
fr: En Mode Chance, les événements aléatoires apparaissent plus souvent ! \|Chuutt... \.ne le dit à personne...
ja: ラッキーモードでは、ランダムな確率イベントが より頻繁に発生します！ \|シーッ… \.誰にも言わないで…
ko: 행운 모드에선 임의 확률로 발생하는 이벤트가 자주 일어나게 됩니다! \|쉿... \.아무에게나 말하지 마세요...
ru: В Режиме Везения, случайное происходит чаще! Тс-с-с... \.Никому не говорите...

source: Entry #47\. August 24, 2008\. "I just had the most disgusting feeling today. Mom isn't like this. \.She's not a bad person."
es: Entrada #47\. 24 de agosto, 2008\. "He tenido la peor sensacion hoy. Mama no es asi. \.No es una mala persona."
fr: Entrée #47\. 24 août 2008\. « Je viens d'avoir le sentiment le plus dégoûtant aujourd'hui. » <easyrpg:new_page> « Maman n'est pas comme ça. Elle n'est pas une mauvaise personne. »
ja: エントリー ＃47\. 2008年8月24月\. 今日が一番嫌な気分だった。 お母さんはこうじゃない。 <easyrpg:new_page> \.お母さんは悪い人ではありません。
ko: 일지 #47\. 2008.8.24. \. "오늘 가장 속이 뒤집어지는 경험을 했다. 엄마는 원래 이러지 않으셨다. \.나쁜 분이 아니라고."
ru: Запись №47\. 24 Августа, 2008\. "Сегодня я испытал кое-что крайне отвратительное. Мама не такая. \.Она не такой человек."

source: "But neither is Dad. He's just busy... \....really busy... \..\..\..\.all the time."
es: "Pero mi padre tampoco. Solo esta ocupado... \....muy ocupado... \..\..\..\.todo el tiempo."
fr: « Mais Papa ne l'est pas non plus. Il est juste occupé. \....très occupé... \..\..\..\.tout le temps. »
ja: しかし、父もそうではない。ただ忙しいだけだ…。 \.…本当に忙しい…。 \.\.\.…常に。
ko: "아버지도 마찬가지다. 단지 바쁘실 뿐... \....정말로... \..\..\..\.언제나."
ru: "Но и Папа тоже не такой. Он же просто занятой... \….Реально занятой... \..\..\..\.постоянно."

source: "She won't stop crying from time to time. She says she's not needed. But I do need her. \.But Dad is not a bad person either..."
es: "No para de llorar de vez en cuando. Dice que nadie la necesita. Pero yo la necesito. \.Pero papa tampoco es una mala persona..."
fr: « Elle n'arrête pas de pleurer de temps en temps. Elle dit qu'elle est inutile. Mais j'ai besoin d'elle, moi. \.Mais Papa n'est pas non plus une mauvaise personne... »
ja: お母さんは時々泣きやまない。 お母さんは必要のない人と言っています。 でも、どうしてもお母さんが必要なんだ。 \.しかし、お父さんも悪い人ではありません…。
ko: "어머니는 이따금 우시는 걸 멈추지 않는다. 어머니는 자신이 필요 없는 존재라고 말하시지만, 난 어머니가 필요하다.
ru: "Временами она не может перестать реветь. Она говорит, что не нужна. Но мне-то она нужна. \.Но ведь Папа тоже не плохой же человек...

source: Entry #7\. May 10, 2006\. "I think I'm better off alone. Why even bother?"
es: Entrada #7\. 10 de mayo, 2006\. "Creo que estoy mejor solo. Por que molestarme?"
fr: Entrée #7\. 10 mai 2006\. « Je pense que je suis mieux seul. Pourquoi même s'en soucier ? »
ja: エントリー ＃7\. 2006年5月10月\. 一人でいる方がいいと思います。 なぜ、迷惑なの？
ko: 일지 #7\. 2006.5.10 \. "혼자 있는 것이 차라리 나을 것이다. 굳이 피곤하게 살 필요가 있을까?"
ru: Запись №7\. 10 Мая, 2006\. "Думаю, мне одному лучше. Зачем вообще париться?"

source: "If I'm THAT different, I might as well not try to make friends at all. \.I'm used to being alone. \.I can live with that."
es: "Si soy TAN diferente, mejor no intentar hacer amigos en absoluto. \.Estoy acostumbrado a estar solo. \.Puedo vivir con ello."
fr: « Si je suis SI différent, je peux aussi juste ne pas essayer de me faire d'amis. \.J'ai l'habitude de vivre seul. \.Je peux vivre sans personne de toute façon. »
ja: もし私が違としたら友達を作ることを 全く試みないかもしれません。 \.一人でいるのに慣れています。 \.それと共に生きることができます。
ko: "내가 정말로 그리도 다른 사람이라면, 친구를 사귀려고 하지 않는 편이 더 나을 것이다. \.혼자 있는 게 더 익숙하니. \.그 정도는 감내할 수 있을 터."
ru: "Если я ТАК сильно отличаюсь, то мне и смысла нет пытаться заводить друзей. \.Я уже привык быть один. \.Я могу с этим жить."

source: \.\."I don't even like birthday parties anyway."
es: \.\."Ni siquiera me gusta celebrar el hacerme mas mayor."
fr: \.\.« Je n'aime même pas les anniversaires de toute façon. »
ja: \.\.とにかく誕生日パーティさえ好きではありません。
ko: \.\."생일 잔치도 애당초 별로 안 좋아하니 말이다."
ru: \.\."Не так уж я и рад справлять дни рождения."

source: Entry #43 June 11, 2008 "You know how a lot people feel that we're all connected in some way?"
es: Entrada #43 11 de junio, 2008 "Sabes como un monton de gente siente que todos estamos conectados de alguna forma?"
fr: Entrée #43 11 juin 2008 « Tu sais comment certaines personnes pensent que nous sommes tous connectés d'une façon <easyrpg:new_page> ou d'une autre aux autres ? »
ja: エントリー ＃43 2008年6月11月 みんながつながっていると聞いた。
ko: 일지 #43 2008.6.11 \. "우리 모두가 어떤 점에서는 서로 연결되어 있다고 느끼고 있는 사람이 많다는 걸 알고 있나?"
ru: Запись №43 11 Июня, 2008 "У многих ведь есть чувство, что мы все так или иначе связанны?"

source: "I always felt like I'm missing a link. \.\.And now I know why. But it's too late."
es: "Siempre senti que me faltaba una conexion. \.\.Y ahora se por que. Pero es demasiado tarde."
fr: « J'ai toujours eu l'impression qu'il me manquait un lien. \.\.Et maintenant je sais pourquoi. Mais il est trop tard. »
ja: いつも繋がりがなくなっているような気がしました。 \.\.そして今、その理由をしっています。 しかし、手遅れです。
ko: "난 항상 그 연결에서 떨어져 나갔다고 느껴왔다. \.\.그리고 이제 왜 그런지 알고 있지만, 이미 늦었다."
ru: "Ну а мне кажется, что я эту связь потерял. \.\.И я даже знаю, почему. Но уже слишком поздно."

source: "Still, some part of me knows it wasn't intentional. I believe they really did love me. \.They really tried to make things better."
es: "Aun asi, parte de mi sabe que no fue aposta. Creo que realmente me querian. \.Realmente querian arreglar las cosas."
fr: « Cependant, je sais au fond de moi que ce n'était pas voulu. Je pense qu'ils m'aimaient vraiment. \.Ils essayaient vraiment d'améliorer les choses. »
ja: それでも、それが意図的ではなかったことを 私の一部は知っています。 私は彼らが本当に私を愛していたと思います。 \.彼らは本当に物事を良くしようとしました。
ko: "그렇긴 해도, 내 자신의 일부는 그런 게 의도치 않았다는 점을 인지하고 있다. 그분들도 정말 나를 사랑했다고 본다. \.더 나은 삶을 만들기 위해 노력하셨으니."
ru: "И всё-таки, где-то внутри я знаю, что это не было целью. Я всё-ещё верю, что они любили меня. \.Они и правда пытались исправить ситуацию."

source: "I just wish I had the chance to tell them I survived. \.To tell them I loved them. \.Even if I don't remember them. \.Wherever they are..."
es: "Tan solo desearia haber tenido la oportunidad de decirles que sobrevivi. \.Que yo les queria. \.Incluso si no los recuerdo. \.Dondequiera que esten..."
fr: « J'aurais aimé avoir la chance de leur dire que j'ai survécu. \.Pour leur dire que je les aimais. \.Même si je ne me souviens pas d'eux. \.Qu'importe là où ils sont... »
ja: 生き残った彼らに伝える機会 があったらいいのにと思います。 彼らを愛したのを伝えるために。 \.覚えていなくでも。 <easyrpg:new_page> \.どこにいても…
ko: "단지 내가 살아 남았다고 소식을 전할 기회가 있길 바랄 뿐이다. \.또, 내가 그분들을 사랑하고 있음을. \.내가 기억하지 못한다고 할 지라도. \.어디에 계시던 간에..."
ru: "Как-бы мне хотелось просто иметь возможность сказать им, что я Выжил. Сказать, что я любил их. \.Даже если я не помню их. \.Где-бы они ни были..."

source: Entry #25\. March 31, 2007\. "I saw a fox today."
es: Entrada #25\. 31 de marzo, 2007\. "He visto un zorro hoy."
fr: Entrée #25\. 31 mars 2007\. « J'ai vu un renard aujourd'hui. »
ja: エントリー ＃25\. 2007年3月31月\. 今日、キツネを見た。
ko: 일지 #25\. 2007.3.31 \. "오늘 여우를 봤다."
ru: Запись №25\. 31 Марта, 2007\. "Сегодня я увидел лису."

source: "They say foxes are really shy, but this one kept staring at me. I think it enjoyed my company! \.\.It was really cute."
es: "Dicen que los zorros son muy timidos, pero este no paraba de mirarme. Creo que le gustaba estar conmigo! \.\.Era muy bonito."
fr: « Ils disent que les renards sont très timides, mais celui-là ne faisait que de me regarder. Je crois qu'il aimait bien être à mes côtés ! \.\.Il était tellement mignon. »
ja: キツネは本当にシャイと言われていますがこのキツネ はずっと、私を見つめていました。 キツネは私と一緒にいるのが好きだったと思う！ \.\.とてもかわいかったです。
ko: "여우는 낯을 많이 가린다고 하던데, 이 녀석은 계속 날 빤히 보기만 했다. 나와 같이 있는 게 좋았나 보다! \.\.꽤 귀여웠다."
ru: "Говорят, лисы очень стеснительные, но эта продолжала на меня смотреть. Думаю, я ей понравился! \.\.Она была очень милой."

source: "Animals always take it easy, you know? They don't seem to care about the stupid things us humans dedicate so much time to. \....I wish I took it home."
es: "Los animales siempre se lo toman con calma, sabes? No parece que les importen las tonterias a las que los humanos dedicamos tanto tiempo. \....Ojala me lo hubiese traido a casa."
fr: « Les animaux ont la vie facile, tu sais ? Ils ne se soucient pas des choses stupides que nous les humains passons autant de temps à faire. \....J'aurais tellement aimé le ramener chez moi. »
ja: 動物はいつも、のんびりしているでしょう。 動物は、私たち人間が多くの時間を 割く愚かなことを気にしていないようだ。 \.…家に持って帰れればいいのに。
ko: "동물들은 항상 쉽게 사려고 하는 것을 알고 있나? 멍청한 것에 시간을 할애하는 우리 사람들과는 다르게 그러한 걸 전혀 신경쓰지 않는 듯하다. \...집에 가져다 두었으면 좋았을 텐데."
ru: "Вы знали, что животные довольно-таки беззаботны? Их не беспокоят вещи, о которых мы, люди, всё время печёмся и тратим на них время. \….Хотел-бы я взять её домой."

source: "I've named it Miru."
es: "Lo he llamado Miru."
fr: « Je l'ai nommé Miru. »
ja: ミルと名付けました。
ko: "그 여우에게 '미루'라는 이름을 붙여뒀다."
ru: "Я назвал её Миру."

source: Entry #3\. February 7, 2006\. "Growing up is really weird. I keep asking myself about these wooden dolls I used to play with."
es: Entrada #3\. 7 de febrero, 2006\. "Crecer es muy raro. Sigo preguntandome acerca de estos juguetes de madera con los que solia jugar."
fr: Entrée #3\. 7 février 2006\. « C'est si bizarre de grandir. Je n'arrête pas de me poser des questions sur ces pantins en bois <easyrpg:new_page> que j'utilisais pour jouer. »
ja: エントリー ＃3\. 2006年2月7月\. 成長は本当に不思議です。
ko: 일지 #3\. 2006.2.7 \. "성장하는 과정은 이상하다. 난 예전에 내가 가지고 놀았던 저 나무 인형에 대해 자문하곤 한다."
ru: Запись №3\. 7 Февраля, 2006\. "Взрослеть - Это странно. Я из раза в раз задаюсь вопросом о деревянных куклах, с которыми играл."

source: "But Mom says she doesn't know what toys am I talking about."
es: "Pero mama dice que no sabe de que juguetes estoy hablando."
fr: « Mais Maman me dit qu'elle ne connaît pas les jouets dont je parle. »
ja: 昔遊んでいた、これらの木製人形について自問 じ続けています。 でも、お母さんは私が何のおもちゃのことを 言っているのかわからないと言っています。
ko: "다만, 어머니는 내가 말하는 장난감이 어떤 건지 모른다고 한다."
ru: "Однако, Мама говорит, что не в курсе, о каких игрушках я говорю."

source: "I'm pretty sure I remember playing with wooden cubes with shapes and colorful letters on them. \.When I was... \.\.Three? \.\.Four? \.\.I'm not sure."
es: "Juraria que recuerdo haber jugado con cubos de madera con formas y letras de colores. \.Cuando tenia... \.\.Tres? \.\.Cuatro? \.\.No lo se."
fr: « Je suis presque sûr de me souvenir d'avoir joué avec des cubes en bois avec des formes et des lettres colorées dessus. \.Lorsque j'avais... \.\.Trois ans ? \.\.Quatre ans ? \.\.Je ne suis pas sûr. »
ja: 形と色に鮮やか文字が描かれた木のサイコロ で遊んだ覚えがあります。 \.あの時、私が…\.\.3歳？\.\.4歳？ \.\.よくわかりません。
ko: "확실히 알록달록한 글자가 각 면에 새겨진 정육방체 모양의 목재 장난감을 가지고 논 적이 있는 걸 기억하고 있다." <easyrpg:new_page> "\.내가... \.\.세 살? \.\.네 살 때였나? \.\.언제였는지 잘 모르겠다."
ru: "Я ведь точно помню, что играл с деревянными кубиками, разрисованными фигурами и буквами. \.Тогда мне было... \.\.Три? \.\.Четыре? \.\.Не знаю."

source: Entry #36 November 3, 2007 "I think I just found out why Mom doesn't like the sea. \.She had an accident."
es: Entrada #36 3 de noviembre, 2007 "Creo que acabo de descubrir por que a mi madre no le gusta el mar. \.Tuvo un accidente."
fr: Entrée #36 3 novembre 2007 « Je crois avoir trouvé pourquoi Maman n'aime pas la mer. \.Elle a eu un accident. »
ja: エントリー ＃36 2007年11月3月 お母さんが海が嫌いな理由が分かると思う。 \.お母さんは事故にあった。
ko: 일지 #36 2007.11.3 \. "어째서 어머니가 바다를 좋아하지 않는지 알아낸 것 같다. \.거기서 사고를 겪으셨다."
ru: Запись №36 3 Ноября, 2007 "Думаю, я понял, почему Маме не нравится море. \.С ней однажды что-то случилось."

source: "She doesn't want to talk about it... \....but she has a big scar on her head. \.I saw it last night, hidden inside her hair. \.Maybe that's also why she moved to this city?"
es: "Ella no quiere hablar de ello... \....pero tiene una gran cicatriz en su cabeza. \.La vi anoche, escondida en su pelo. \.Tal vez por eso se mudo a esta ciudad?"
fr: « Elle ne veut pas en parler... \....mais elle a une grosse cicatrice sur son visage. \.Je l'ai vue la nuit dernière, cachée derrière ses cheveux. <easyrpg:new_page> \.C'est peut être pour ça qu'elle a déménagé dans cette ville ? »
ja: お母さんはそれについて話したくありません…。 \.…しかし、お母さんは頭に大きな傷跡があります。 \.昨晩、お母さんの髪の中に隠されれているのを見ました。 \.それでこの町に引き越したのかも？
ko: "그 사고에 대해선 별로 말하고 싶지 않으신 듯 하다..." <easyrpg:new_page> "\...다만, 머리에 큰 상처가 남아있다. \.어제 밤, 머리카락 안쪽에 숨겨져 있는 상처를 봤다. \.이 도시로 이사한 이유에는 그런 기저가 깔려 있는 게 아닐까?"
ru: "Она не любит об этом говорить... \….но у неё на голове есть большой шрам. \.Я его заметил прошлой ночью у неё в волосах. \.Может, потому она и переехала в этот город?

source: "Her parents' old house is next to a cliff. \|But we never got to visit it."
es: "La vieja casa de sus padres esta al lado de un acantilado. \|Pero nunca llegamos a visitarlo."
fr: « L'ancienne maison de ses parents se situe à côté d'une falaise. \|Mais nous n'avons jamais eu l'occasion de la visiter. »
ja: お母さんの両親の前の家は崖のそばにある。 \|しかし、私たちはそれを訪わることがしなかった。
ko: "외조부모님의 예전 집은 벼랑 바로 옆에 있다. \|다만 그 쪽으로 갈 기회는 없었다."
ru: "Старый дом её родителей у скалы. \|Но мы никогда туда не ходили."

source: Entry #49\. September 19, 2008\. "i had an idea. i just drew this perfect girl."
es: Entrada #49\. 19 de septiembre, 2008\. "he tenido una idea. acabo de dibujar esta chica perfecta."
fr: Entrée #49\. 19 septembre 2008\. « j'ai eu une idée. j'ai dessiné cette fille parfaite. »
ja: エントリー ＃49\. 2008年9月19月\. 考えがありました ただ今、完璧な女の子を描いたところです
ko: 일지 #49\. 2008.9.19 \. "좋은 생각이 떠오름. 이 완벽한 소녀를 그림."
ru: Запись №49\. 19 Сентября 2008\. "у меня есть идея. я сейчас нарисовал вот эту девочку: она идеальна."

source: "her name is \C[2]Kondo\C[0]"
es: "su nombre es \C[2]Kondo\C[0]"
fr: « son nom est \C[2]Kondo\C[0] »
ja: 名前は\C[2]コンド\C[0]です
ko: "그 이름은 \C[2]콘도\C[0]"
ru: "её зовут \C[2]Кондо\C[0]"

source: "she is pretty and smart and she is not adopted \.and everybody loves her \.\.because she is perfect"
es: "ella es guapa y lista y no es adoptada \.y todos la quieren \.\.porque es perfecta"
fr: « elle est belle maligne et elle n'est pas adoptée \.et tout le monde l'adore \.\.parce qu'elle est parfaite »
ja: コンドはかわいくて頭もいいし \.養子にもなっていないし \.\.完璧だから、みんなに愛されている
ko: "예쁘고 똑똑하지만 입양되진 않음 \.그리고 모두 걜 사랑함 \.\.완벽하니까"
ru: "она красивая, умная, и не приёмная \.и все её любят \.\.потому что она совершенна"

source: "but i hate her because she is who i want to be i feel terrible haha"
es: "pero yo la odio porque es quien yo quiero ser me siento fatal jaja"
fr: « mais je la déteste car elle est qui je veux être je me sens si mal haha »
ja: でも、私がコンドになりたいからコンドが嫌いなんです 気分最悪（笑）
ko: "그치만 내가 되고 싶은 인물상이니 비호감임 ㄹㅇ 기분 잡침 ㅋ"
ru: "но я её ненавижу ибо она та кем я хочу быть да я сейчас не в духе ага хаха

source: "if i was \C[2]Kondo\C[0] everything would be over."
es: "si yo fuera \C[2]Kondo\C[0] todo se acabaria."
fr: « si j'étais \C[2]Kondo\C[0] tout serait terminé. »
ja: 私が\C[2]コンド\C[0]だったら、すべてが終わっていたでしょう。
ko: "내가 \C[2]콘도\C[0]였다면 모든 게 다 끝났을 텐데"
ru: "если бы я был \C[2]Кондо\C[0] ничего этого бы не произошло."

source: Scheme has been changed!
es: Tipo de menu cambiado!
fr: Thème changé !
ko: 메뉴 그래픽이 변경되었습니다!
ru: Схема изменена!

source: Save Speed 5 Debug Room
fr: Sauvegarder Vitesse 5 Salle de Debug
ru: Сохраниться Скорость 5 Режим Отладки

source: TESTMODE is currently activated. Choose option:
es: MODOTEST esta activado ahora. Elige una opcion:
fr: Le TESTMODE est actif. Choisissez une option :
ko: TESTMODE를 사용하고 있습니다. 옵션 선택:
ru: РЕЖИМ ОТЛАДКИ активирован. Выберите функцию:

source: Displays Music Rate Unlocks all music Revokes all music Save
es: Mostrar porcentaje de musica obtenida Desbloquear toda la musica Bloquear toda la musica Guardar
fr: Afficher le taux des musiques Débloquer toutes les musiques (v0.10+ EE) Révoquer toutes les musiques (v0.10+ EE) Sauvegarder
ko: 음악 달성도(Music Rate) 표시 모든 음악 잠금 해제 모든 음악 몰수 저장
ru: Отобразить Прогресс Сбора Саундтреков Разблокировать Все Саундтреки Заблокировать Все Саундтреки Сохраниться

source: All music has been unlocked.
es: Se ha desbloqueado toda la musica.
fr: Toutes les musiques ont été débloquées. (Ne concerne pas les musiques de la version 0.11)
ko: 모든 음악이 잠금 해제되었습니다.
ru: Все Саундтреки были разблокированны.

source: All music has been revoked.
es: Se ha bloqueado toda la musica.
fr: Toutes les musiques ont été révoquées. (Ne concerne pas les musiques de la version 0.11)
ko: 모든 음악이 몰수되었습니다.
ru: Все Саундтреки были заблокированны.

source: Save Chooses arbitrary Scheme Unlocks all Schemes Revokes all Schemes
es: Guardar Elegir menu aleatorio Desbloquear todos los menus Bloquear todos los menus
fr: Sauvegarder Choisir un thème Débloquer les 8 premiers thèmes Révoquer les 8 premiers thèmes
ko: 저장 Scheme 임의 선택 모든 Scheme 잠금 해제 모든 Scheme 몰수
ru: Сохраниться Выбрать Схему Разблокировать Все Схемы Заблокировать Все Схемы

source: Input value between 0-7 that corresponds to Scheme ID.
es: Introducir valor de ID de menu entre 0 y 7.
fr: Entrez une valeur entre 0 et 8 correspondant à l'ID du thème voulu.
ko: 해당 Scheme에 해당하는 값을 입력하세요. 0 - 7
ru: Введите значение 0~7 в соответствие с ID Схемы.

source: All Schemes has been unlocked.
es: Se han desbloqueado todos los tipos de menu.
fr: Les 8 premiers thèmes ont été débloqués.
ko: 모든 Scheme이 잠금 해제되었습니다.
ru: Все Схемы Разблокированны.

source: !!!WARNING!!! USING THIS FUNCTION WILL INITIALIZE CERTAIN EFFECTS, ALL FEATS, AND CERTAIN EVENT COMPLETION CHECKER! Press 'Yes' to initiate and press 'No' to cancel.
es: ATENCION!!! ESTA FUNCION REINICIARA EFECTOS, TODOS LOS LOGROS, Y CIERTAS COMPROBACIONES DE EVENTOS! Pulsa 'Si' para iniciar y 'No' para cancelar.
fr: !!!ATTENTION!!! UTILISER CETTE FONCTION VA RÉINITIALISER CERTAINS EFFETS, EXPLOITS ET LA COMPLÉTION DE CERTAINS ÉVÉNEMENTS ! 'Oui' pour initialiser et 'Non' pour annuler.
ko: !!!주의!!! 이 옵션을 사용하면 특정 이펙트, 모든 도전과제, 일부 이벤트의 달성도가 사라집니다! 계속하시려면 '예'를, 아니라면 X키를 누르세요.
ru: !!!ВНИМАНИЕ!!! ДАННАЯ ФУНКЦИЯ НАЧНЁТ ПРОВЕРКУ ВСЕХ ЭФФЕКТОВ, СВЕРШЕНИЙ И ПРОГРЕССА ПРОХОЖДЕНИЯ НЕКОТОРЫХ СОБЫТИЙ! Нажмите "Да" чтобы начать, "Нет" для отмены.

source: Yes
es: Si
fr: Oui
ko: 예
ru: Да

source: All Schemes has been revoked. Most progressions has been initialized.
es: Bloqueados todos los menus. La mayor parte del progreso se ha reiniciado.
fr: Les 8 premiers thèmes ont été révoqués. La plupart de la progression a été initialisée.
ko: 모든 Scheme이 몰수 되었습니다. 대부분의 진행도가 초기화되었습니다.
ru: Все Схемы были заблокированны. Большинство прогрессий инициализированны.

source: \_Scooter+Fox
fr: Trottinette + Renard
ko: \_퀵보드 + 여우
ru: Скутер+Лис

source: You have unlocked this special effect mix! Use with caution!
fr: Vous avez débloqué ce combo d'effet spécial ! À utiliser avec prudence !
ko: 특별한 혼합 이펙트를 잠금 해제했습니다! 사용에 주의하세요!
ru: Вы разблокировали специальный микс эффектов! Используйте осторожно!
