Repository: ynoproject/ynotranslations
Catalog: someday/*/RPG_RT.ldb.po
Languages: es, fr, zh

# actors.title
source: Dreamer
es: Soñador
fr: Rêveur
zh: 做梦者

# skills.name
source: Rise up
es: Alzate
fr: Révolte
zh: 造反

# skills.description
source: Defeat your bullies
es: Derrota a tus abusones
fr: Vaincre tes harceleurs.
zh: 打败欺负你的人

# skills.using_message1
source: ‚ÌUŒ‚I
fr: の攻撃！
zh: 偺峌寕両

# skills.name
source: Fallen
es: Caido
fr: Déchu
zh: 坠落

# skills.description
source: Break the ice
es: Rompe el hielo
fr: Briser la glace.
zh: 破冰

# skills.name
source: Paralyzed
es: Paralizado
fr: Paralysé
zh: 麻痹

# skills.description
source: Open the door to your nightmares
es: Abre la puerta a tus pesadillas
fr: Ouvrir la porte vers tes cauchemars.
zh: 打开通往你的噩梦的门

# skills.name
source: Oxidation
es: Oxidacion
fr: Oxydation
zh: 氧化

# skills.description
source: Discover the truth among the tubes
es: Descubre la verdad entre los tubos
fr: Découvrir la vérité parmi les tubes.
zh: 在管子里发现真相

# skills.name
source: Reduction
es: Reduccion
fr: Réduction
zh: 减轻

# skills.description
source: Get away safely
es: Escapa sano y salvo
fr: S'échapper sain et sauf.
zh: 安全撤离

# skills.name
source: Snow
es: Nieve
fr: Neige
zh: 雪

# skills.description
source: Make it snow in the ice world
es: Haz que nieve en el mundo de hielo
fr: Faire neiger dans l'ice world.
zh: 在冰雪世界里下雪

# skills.name
source: Silent laughter
es: Risa silenciosa
fr: Rire silencieux
zh: 轻轻的笑

# skills.description
source: No one is on your side
es: Nadie esta de tu parte
fr: Personne n'est avec toi.
zh: 没有人站在你这边

# skills.description
source: Change everything to A's and 9's
es: Cambialo todo a aes y nueves
fr: Changer tout en A et 9.
zh: 把所有东西变成 A 和 9

# skills.name
source: Zero
es: Cero
fr: Zéro
zh: 零

# skills.description
source: Break the box with zero N
es: Rompe la caja con cero N
fr: Casser la boîte avec zéro N.
zh: 用0N打破箱子

# skills.name
source: Lucky
es: Afortunado
fr: Chanceux
zh: 幸运

# skills.description
source: Find the four-leaf clover!
es: Encuentra el trebol de cuatro hojas!
fr: Trouver le trèfle à quatre feuilles !
zh: 找到四叶草！

# skills.name
source: Shame
es: Verguenza
fr: Honte
zh: 羞愧

# skills.description
source: Try to change your past
es: Intenta cambiar tu pasado
fr: Essayer de changer le passé.
zh: 试着去改变你的过去

# skills.description
source: Tear down all the fulgurites at the desert
es: Derriba todas las fulguritas en el desierto
fr: Abattre toutes les fulgurites du désert.
zh: 剥下沙漠的所有石头

# skills.name
source: Rainbow
es: Arco iris
fr: Arc-en-ciel
zh: 彩虹

# skills.description
source: Make it rain in the beach
es: Haz que llueva en la playa
fr: Faire pleuvoir à la plage.
zh: 让沙滩下雨

# skills.description
source: It's just another one
es: Solo es uno mas
fr: C'est juste un autre.
zh: 这只是另一个

# skills.name
source: Colours
es: Colores
fr: Couleurs
zh: 彩色

# skills.description
source: Some species of fish are fascinating
es: Algunas especies de peces son fascinantes
fr: Certains poissons sont fascinants.
zh: 有些鱼非常美丽

# skills.name
source: Tinnitus
es: Acufeno
fr: Acouphène
zh: 耳鸣

# skills.description
source: Have a blast at the neon world
es: Pasalo en grande en el mundo de neon
fr: S'amuser dans le neon world.
zh: 在霓虹世界里玩得开心

# skills.name
source: Test subject
es: Sujeto de prueba
fr: Sujet de test
zh: 测试项目

# skills.description
source: Complete ten tests at the testing area
es: Completa diez pruebas en el area de pruebas
fr: Compléter dix tests dans la testing area.
zh: 在测试区完成10个测试

# skills.name
source: A thousand pictures
es: Mil imagenes
fr: Image, mille mots
zh: 1000张图

# skills.description
source: How can I forget such beauty?
es: Como puedo olvidar tal belleza?
fr: Comment puis-je oublier une telle beauté ?
zh: 我怎么能忘记那些美丽？

# skills.name
source: Canvas
es: Lienzo
fr: Toile
zh: 画布

# skills.description
source: Paint on the floor at the art gallery
es: Pinta en el suelo del museo
fr: Peindre sur le sol de l'art gallery.
zh: 在美术馆的地板上涂鸦

# skills.name
source: On fire
es: Ardiendo
fr: En feu
zh: 着火

# skills.description
source: You can't kill time
es: No puedes matar al tiempo
fr: Vous ne pouvez pas tuer le temps.
zh: 你不能消遣时间

# skills.name
source: Habit
es: Vicio
fr: Habitude
zh: 习惯

# skills.description
source: It's under control
es: Esta bajo control
fr: C'est sous-contrôle.
zh: 不受控制了

# skills.name
source: Test devourer
es: Devorador de pruebas
fr: Dévoreur de tests
zh: 测试吞噬者

# skills.description
source: Complete all twenty tests at the testing area
es: Completa las veinte pruebas del area de pruebas
fr: Compléter les vingt tests de la testing area.
zh: 在测试区域完成所有20个测试

# skills.description
source: Complete the Hatsuyume puzzle
es: Completa el puzle Hatsuyume
fr: Compléter le puzzle Hatsuyume.
zh: 完成了初梦拼图

# skills.name
source: Empty
es: Vacio
fr: Vide
zh: 空

# skills.description
source: Reach the limit of your mind
es: Alcanza el limite de tu mente
fr: Atteindre la limite de votre esprit.
zh: 达到你大脑的界限

# skills.name
source: Dizziness
es: Mareo
fr: Vertiges
zh: 头晕

# skills.description
source: Circles... everywhere...
es: Circulos... por todas partes...
fr: Des cercles... partout...
zh: 到处都是...圆圈...

# skills.name
source: A snowy day
es: Un dia nevado
fr: Une journée neigeuse
zh: 下雪的日子

# skills.description
source: Recall someone's memories
es: Recuerda las memorias de alguien
fr: Se rappeler des souvenirs de quelqu'un.
zh: 回想起了某人的记忆

# skills.name
source: Stranger
es: Desconocido
fr: Étranger
zh: 陌生人

# skills.description
source: Escape the shady stranger
es: Huye del desconocido sospechoso
fr: S'échapper du louche étranger.
zh: 从可疑的陌生人旁逃走

# skills.name
source: Trapped
es: Atrapado
fr: Piégé
zh: 困住

# skills.description
source: Finish the fake Zapnef level
es: Termina el nivel falso de Zapnef
fr: Finir le faux niveau de Zapnef.
zh: 完成了假的 Zapnef 关卡

# skills.name
source: Careful cruise
es: Crucero cauto
fr: Prudente croisière
zh: 小心船渡

# skills.description
source: Learn how to drive a spaceship
es: Aprende a pilotar una nave espacial
fr: Apprendre à conduire un vaisseau spatial.
zh: 学会怎么开宇宙飞船

# skills.name
source: Platformer
es: Plataformero
fr: Plateforme
zh: 驾驭平台者

# skills.description
source: Complete all nine levels of Zapnef
es: Completa los nueve niveles de Zapnef
fr: Compléter les neuf niveaux de Zapnef.
zh: 完成 Zapnef 的全部9关

# skills.name
source: Wasps
es: Avispas
fr: Guêpes
zh: 胡蜂

# skills.description
source: Kill the wasp in the forest and return
es: Mata a la avispa del bosque y vuelve
fr: Tuer les guêpes dans la forêt et revenir.
zh: 杀了森林里的胡蜂并回来

# skills.name
source: H: Music collector
es: O: Coleccionista
fr: C: Fan de musique

# skills.description
source: Unlock every music from Music Folders
es: Desbloquea toda la musica del juego.
fr: Débloquer toutes les musiques des dossiers.

# skills.name
source: H: >9000
es: O: >9000
fr: C: >9000

# skills.description
source: Achieve 9001 or more points on any ZapNeF minigame
es: Consigue 9001 o mas puntos en un nivel de ZApNeF.
fr: Marquer 9001 points ou plus sur un niveau de ZapNeF.

# items.name
source: Scooter
es: Patinete
fr: Trottinette
zh: 滑板车

# items.description
source: Ride a scooter
es: Monta un patinete
fr: Conduis une trottinette.
zh: 骑上滑板车

# items.name
source: Doodle
es: Garabato
fr: Gribouillage
zh: 涂鸦

# items.description
source: Become a doodle
es: Conviertete en un garabato
fr: Deviens un gribouillage.
zh: 成为一个涂鸦

# items.name
source: Sick
es: Enfermo
fr: Malade
zh: 生病

# items.description
source: Get sick
es: Ponte enfermo
fr: Deviens malade.
zh: 生病了

# items.name
source: Glitch
fr: Bug
zh: 故障

# items.name
source: 8-bit
fr: 8-bits
zh: 8-比特

# items.description
source: Change to low resolution
es: Cambia a baja resolucion
fr: Change-toi en basse résolution.
zh: 变成低分辨率

# items.description
source: Become a nerd
es: Conviertete en un nerd
fr: Deviens un nerd.
zh: 成为书呆子

# items.description
source: Become a monochrome child
es: Conviertete en un chico monocromatico
fr: Deviens un enfant monochrome.
zh: 成为一个黑白的小孩

# items.name
source: Bald
es: Calvo
fr: Chauve
zh: 光头

# items.description
source: Go bald
es: Quedate calvo
fr: Deviens chauve.
zh: 秃头了

# items.name
source: Megaphone
es: Megafono
fr: Mégaphone
zh: 麦克风

# items.description
source: Become a megaphone
es: Conviertete en un megafono
fr: Deviens un mégaphone.
zh: 成为一个麦克风

# items.description
source: Become a colourful blob
es: Conviertete en una colorida gelatina
fr: Deviens un blob coloré.
zh: 成为一个彩色的滴状物

# items.name
source: Wrench
es: Llave inglesa
fr: Clé anglaise
zh: 扳手

# items.description
source: Wield a handy wrench
es: Lleva una practica llave inglesa
fr: Manie une clé anglaise.
zh: 装备一个便利的扳手

# items.name
source: Raincoat
es: Impermeable
fr: Imperméable
zh: 雨衣

# items.description
source: Wear a raincoat
es: Lleva un impermeable
fr: Porte un imperméable.
zh: 穿上雨衣

# items.name
source: Scarf
es: Bufanda
fr: Écharpe
zh: 围巾

# items.description
source: Wear a warm scarf
es: Lleva una calida bufanda
fr: Porte une chaleureuse écharpe.
zh: 戴上温暖的围巾

# items.name
source: Classic
es: Clasico
fr: Classique
zh: 经典

# items.description
source: Look like a hikikomori
es: Vistete como un hikikomori
fr: Ressemble à un hikikomori.
zh: 看起来像个家里蹲

# items.description
source: Get a TV for a head
es: Ten un televisor por cabeza
fr: Remplace ta tête par une TV.
zh: 头变成电视机

# items.name
source: Fox
es: Zorro
fr: Renard
zh: 狐狸

# items.description
source: Grow fox ears and a tail
es: Adquiere orejas y cola de zorro
fr: Obtiens des oreilles et une queue de renard.
zh: 长出狐狸耳朵和尾巴

# items.name
source: Candle holder
es: Sujetavelas
fr: Bougeoir
zh: 蜡烛台

# items.description
source: Be a candle holder
es: Conviertete en un sujetavelas
fr: Deviens un bougeoir.
zh: 成为一个蜡烛台

# items.name
source: Clockworker
es: Relojero
fr: Horloger
zh: 钟表匠

# items.description
source: Become a clockworker
es: Conviertete en un relojero
fr: Deviens un horloger.
zh: 成为一个钟表匠

# items.name
source: Diving suit
es: Traje de buceo
fr: Combi. de plongée
zh: 潜水服

# items.description
source: Wear a diving suit
es: Lleva un traje de buceo
fr: Porte une combinaison de plongée.
zh: 穿上潜水服

# items.name
source: Mercury
es: Mercurio
fr: Mercure
zh: 水银

# items.description
source: Become solid mercury
es: Conviertete en mercurio solido
fr: Deviens du solide mercure.
zh: 成为固体水银

# items.name
source: Healing aura
es: Aura curativa
fr: Aura de guérison
zh: 治愈光芒

# items.description
source: Emit a healing aura
es: Emite un aura curativa
fr: Émets une aura de guérison.
zh: 发出治愈的光芒

# items.name
source: Wood
es: Madera
fr: Bois
zh: 木头

# items.description
source: Become a wooden doll
es: Conviertete en una figura de madera
fr: Deviens une poupée en bois.
zh: 成为一个木偶

# items.name
source: Tomato
es: Tomate
fr: Tomate
zh: 西红柿

# items.description
source: Get a tomato for a head
es: Ten un tomate por cabeza
fr: Remplace ta tête par une tomate.
zh: 头变成西红柿

# items.name
source: Lab coat
es: Bata de laboratorio
fr: Blouse de labo.
zh: 实验服

# items.description
source: Wear a lab coat
es: Lleva una bata de laboratorio
fr: Porte une blouse de laboratoire.
zh: 穿上实验服

# items.description
source: Become a dream eater
es: Conviertete en un baku
fr: Deviens un mangeur de rêves.
zh: 成为一个食梦者

# items.name
source: (Scooter)
es: (Patinete)
fr: (Trottinette)
zh: (滑板车)

# items.description
source: Get impatient
es: Impacientate
fr: Deviens impatient.
zh: 不耐烦

# items.name
source: (Doodle)
es: (Garabato)
fr: (Gribouillage)
zh: (涂鸦)

# items.description
source: Be random
es: Se espontaneo
fr: Deviens aléatoire.
zh: 变得随机

# items.name
source: (Sick)
es: (Enfermo)
fr: (Malade)
zh: (生病)

# items.description
source: Pretend to be sick
es: Finge estar enfermo
fr: Prétends être malade.
zh: 假装生病

# items.name
source: (Glitch)
fr: (Bug)
zh: (故障)

# items.description
source: Act stupid
es: Haz el tonto
fr: Fais l'idiot.
zh: 行为傻傻的

# items.name
source: (8-bit)
fr: (8-bits)
zh: (8-比特)

# items.description
source: Get nostalgic
es: Sientete nostalgico
fr: Sois nostalgique.
zh: 恋旧的

# items.description
source: Act nerdy
es: Actua como un nerd
fr: Agis comme un nerd.
zh: 呆呆的

# items.description
source: Feel alienated
es: Sientete alienado
fr: Sens-toi aliéné.
zh: 感觉格格不入

# items.name
source: (Bald)
es: (Calvo)
fr: (Chauve)
zh: (光头)

# items.description
source: Worry about your hair
es: Preocupate por tu pelo
fr: Inquiète-toi de ta chevelure.
zh: 担心你的头发

# items.name
source: (Megaphone)
es: (Megafono)
fr: (Mégaphone)
zh: (麦克风)

# items.description
source: Draw attention
es: Llama la atencion
fr: Attire l'attention.
zh: 吸引注意力

# items.description
source: Have colourful thoughts
es: Ten pensamientos coloridos
fr: Aie des pensées colorées.
zh: 拥有彩色的想法

# items.name
source: (Wrench)
es: (Llave inglesa)
fr: (Clé anglaise)
zh: (扳手)

# items.description
source: Want to beat someone
es: Desea golpear a alguien
fr: Aie envie de battre quelqu'un.
zh: 想去打人

# items.name
source: (Raincoat)
es: (Impermeable)
fr: (Imperméable)
zh: (雨衣)

# items.description
source: Wish to stop raining
es: Desea que deje de llover
fr: Souhaite qu'il arrête de pleuvoir.
zh: 希望雨停

# items.name
source: (Scarf)
es: (Bufanda)
fr: (Écharpe)
zh: (围巾)

# items.description
source: Pretend to be who you are not
es: Finge ser quien no eres
fr: Prétends être ce que tu n'es pas.
zh: 假装成为别人

# items.name
source: (Classic)
es: (Clasico)
fr: (Classique)
zh: (经典)

# items.description
source: Be like the rest
es: Se como el resto
fr: Sois comme les autres.
zh: 像是过去

# items.description
source: Be addicted to television
es: Se un adicto a la tele
fr: Deviens addict à la télévision.
zh: 对电视上瘾

# items.name
source: (Fox)
es: (Zorro)
fr: (Renard)
zh: (狐狸)

# items.description
source: Show your cute side
es: Muestra tu lado adorable
fr: Montre ton côté mignon.
zh: 表现可爱的一面

# items.name
source: (Candle holder)
es: (Sujetavelas)
fr: (Bougeoir)
zh: (蜡烛台)

# items.description
source: Keep your hopes up high
es: No pierdas la esperanza
fr: Garde tes espoirs hauts.
zh: 保持你的希望

# items.name
source: (Clockworker)
es: (Relojero)
fr: (Horloger)
zh: (钟表匠)

# items.description
source: Want to go back in time
es: Desea volver al pasado
fr: Aie envie de retourner dans le temps.
zh: 想要时间回溯

# items.name
source: (Diving suit)
es: (Traje de buceo)
fr: (Combi. de plongée)
zh: (潜水服)

# items.description
source: Remember the summer days
es: Recuerda los dias de verano
fr: Souviens-toi des jours d'été.
zh: 想念夏日

# items.name
source: (Mercury)
es: (Mercurio)
fr: (Mercure)
zh: (水银)

# items.description
source: Try to go unnoticed
es: Intenta pasar desapercibido
fr: Essaie de passer inaperçu.
zh: 试着变得不瞩目

# items.name
source: (Healing aura)
es: (Aura curativa)
fr: (Aura de guérison)
zh: (治愈光芒)

# items.description
source: Be helpful
es: Se servicial
fr: Deviens utile.
zh: 变得有帮助

# items.name
source: (Wood)
es: (Madera)
fr: (Bois)
zh: (木头)

# items.description
source: Be empathic
es: Se empatico
fr: Sois empathique.
zh: 变得有感情

# items.name
source: (Tomato)
es: (Tomate)
fr: (Tomate)
zh: (西红柿)

# items.description
source: Be passionate
es: Se apasionado
fr: Sois passionné.
zh: 变得热情

# items.name
source: (Lab coat)
es: (Bata de lab.)
fr: (Blouse de labo.)
zh: (实验服)

# items.description
source: Be interested in science
es: Interesate por la ciencia
fr: Deviens intéressé en science.
zh: 对科学感兴趣

# items.description
source: See the game's instructions
es: Mira las instrucciones del juego
fr: Voir les instructions du jeu.
zh: 查看游戏说明书

# items.description
source: Don't be afraid to be yourself
es: No tengas miedo de ser tu mismo
fr: N'aie pas peur d'être toi-même.
zh: 别怕成为自己

# items.description
source: (It's Vanilla version.)
es: (Es la version Vainilla.)
fr: (C'est la version de base.)

# items.description
source: Extention pack has been applied.
es: Se ha aplicado el paquete de extension.
fr: Le pack d'extension a été appliqué.

# states.message_actor
source: ‚Í“|‚ê‚½I
fr: は倒れた！
zh: 偼搢傟偨両

# states.message_enemy
source: ‚ð“|‚µ‚½I
fr: を倒した！
zh: 傪搢偟偨両

# states.message_recovery
source: ‚Í—§‚¿ã‚ª‚Á‚½I
fr: は立ち上がった！
zh: 偼棫偪忋偑偭偨両

# terms.escape_failure
source: Failed to escape!
es: que va
fr: Vous n'avez pas réussi à fuir !

# terms.victory
source: Victory!
es: MMMMMM YE
fr: Victoire !

# terms.defeat
source: Annihilated...
es: rip in pieces
fr: Annihilé...

# terms.exp_received
source: experience points!
es: Doubt
fr: points d'expériences !

# terms.gold_recieved_a
source: Found
fr: Trouvé

# terms.item_recieved
source: found!
es: GET^^
fr: trouvé !

# terms.attacking
source: ‚ÌUŒ‚I
fr: の攻撃！
zh: 偺峌寕両

# terms.enemy_critical
source: ‰ïS‚ÌˆêŒ‚II
fr: 会心の一撃！！
zh: 夛怱偺堦寕両両

# terms.actor_critical
source: ’É¦‚ÌˆêŒ‚II
fr: 痛恨の一撃！！
zh: 捝崷偺堦寕両両

# terms.defending
source: ‚Íg‚ðŽç‚Á‚Ä‚¢‚éI
fr: は身を守っている！
zh: 偼恎傪庣偭偰偄傞両

# terms.observing
source: ‚Í—lŽq‚ðŒ©‚Ä‚¢‚éEEE
fr: は様子を見ている・・・
zh: 偼條巕傪尒偰偄傞丒丒丒

# terms.focus
source: ‚Í—Í‚ð‚½‚ß‚Ä‚¢‚éEEE
fr: は力をためている・・・
zh: 偼椡傪偨傔偰偄傞丒丒丒

# terms.autodestruction
source: ‚ÍŽ©”š‚µ‚½I
fr: は自爆した！
zh: 偼帺敋偟偨両

# terms.enemy_escape
source: ‚Í“¦‚°‚Ä‚µ‚Ü‚Á‚½I
fr: は逃げてしまった！
zh: 偼摝偘偰偟傑偭偨両

# terms.enemy_transform
source: ‚ÍŽp‚ð•Ï‚¦‚½I
fr: は姿を変えた！
zh: 偼巔傪曄偊偨両

# terms.enemy_damaged
source: ‚Ìƒ_ƒ[ƒW‚ð—^‚¦‚½I
fr: のダメージを与えた！
zh: 偺僟儊乕僕傪梌偊偨両

# terms.enemy_undamaged
source: ‚Éƒ_ƒ[ƒW‚ð—^‚¦‚ç‚ê‚È‚¢I
fr: にダメージを与えられない！
zh: 偵僟儊乕僕傪梌偊傜傟側偄両

# terms.actor_damaged
source: ‚Ìƒ_ƒ[ƒW‚ðŽó‚¯‚½I
fr: のダメージを受けた！
zh: 偺僟儊乕僕傪庴偗偨両

# terms.actor_undamaged
source: ‚Íƒ_ƒ[ƒW‚ðŽó‚¯‚Ä‚¢‚È‚¢I
fr: はダメージを受けていない！
zh: 偼僟儊乕僕傪庴偗偰偄側偄両

# terms.skill_failure_a
source: ‚É‚ÍŒø‚©‚È‚©‚Á‚½I
fr: には効かなかった！
zh: 偵偼岠偐側偐偭偨両

# terms.skill_failure_b
source: ‚Í•½‹C‚¾‚Á‚½I
fr: は平気だった！
zh: 偼暯婥偩偭偨両

# terms.skill_failure_c
source: ‚Í–°‚ç‚È‚©‚Á‚½I
fr: は眠らなかった！
zh: 偼柊傜側偐偭偨両

# terms.dodge
source: ‚ÍUŒ‚‚ð‚©‚í‚µ‚½I
fr: は攻撃をかわした！
zh: 偼峌寕傪偐傢偟偨両

# terms.use_item
source: ‚ðŽg‚Á‚½I
fr: を使った！
zh: 傪巊偭偨両

# terms.hp_recovery
source: ‰ñ•œ‚µ‚½I
fr: 回復した！
zh: 夞暅偟偨両

# terms.parameter_increase
source: ã‚ª‚Á‚½I
fr: 上がった！
zh: 忋偑偭偨両

# terms.parameter_decrease
source: ‰º‚ª‚Á‚½I
fr: 下がった！
zh: 壓偑偭偨両

# terms.enemy_hp_absorbed
source: ’D‚Á‚½I
fr: 奪った！
zh: 扗偭偨両

# terms.actor_hp_absorbed
source: ’D‚í‚ê‚½I
fr: 奪われた！
zh: 扗傢傟偨両

# terms.resistance_increase
source: ‚É‹­‚­‚È‚Á‚½I
fr: に強くなった！
zh: 偵嫮偔側偭偨両

# terms.resistance_decrease
source: ‚ÉŽã‚­‚È‚Á‚½I
fr: に弱くなった！
zh: 偵庛偔側偭偨両

# terms.level_up
source: obtained!
es: nnnN,
fr: obtenu !

# terms.skill_learned
source: was learned!
es: y tal
fr: a été appris !

# terms.battle_start
source: yo wanna fight
es: quierez pelea
fr: tu veux te battre

# terms.miss
source: Miss!
es: acho no
fr: Raté !

# terms.shop_greeting1
source: howzit, howaya
es: que pasa isha
fr: c'ment ça va

# terms.shop_regreeting1
source: more?
es: mas?
fr: plus ?

# terms.shop_buy1
source: Buy
es: it's
fr: Acheter

# terms.shop_sell1
source: Sell
es: your
fr: Vendre

# terms.shop_leave1
source: Finished
es: move
fr: Partir

# terms.shop_buy_select1
source: which
es: cual
fr: quel

# terms.shop_buy_number1
source: h'many
es: cuantos
fr: é' combien

# terms.shop_purchased1
source: 'twas nice
es: tuvo bien
fr: c'té bien

# terms.shop_sell_select1
source: whatcha givin
es: que me das
fr: qu'est-ce tu'm proposes

# terms.shop_sell_number1
source: gimme
es: dame
fr: domme-moi

# terms.shop_sold1
source: go away
es: vete
fr: va-t'en

# terms.shop_buy2
source: Buy
es: it's
fr: Acheter

# terms.shop_sell2
source: Sell
es: your
fr: Vendre

# terms.shop_leave2
source: Finished
es: move
fr: Partir

# terms.shop_sold2
source: ARE YOU "·&()=$(?
fr: ES-TU "ｷ&()=$(?

# terms.shop_greeting3
source: What are you interested in today?
es: im giving up on trying
fr: Qu'est-ce qui vous intéresserait aujourd'hui ?

# terms.shop_regreeting3
source: Can I interest you in anything else?
es: to sell you things that you ain't buying
fr: Avez-vous besoin d'autre chose ?

# terms.shop_buy3
source: Buy
es: it's
fr: Acheter

# terms.shop_sell3
source: Sell
es: your
fr: Vendre

# terms.shop_leave3
source: Finished
es: move
fr: Partir

# terms.shop_buy_select3
source: What would you like to buy?
es: i've made up my mind
fr: Qu'allez-vous acheter aujourd'hui ?

# terms.shop_buy_number3
source: How many of those would you like?
es: time is running out
fr: Combien en prendrez-vous ?

# terms.shop_purchased3
source: Thank you for your patronage.
es: it's all in your h e a d
fr: Merci de votre achat.

# terms.shop_sell_select3
source: What would you like to sell?
es: oh we can go on
fr: Qu'aimeriez-vous me vendre ?

# terms.shop_sell_number3
source: How many of those would you like to sell?
es: do you understand
fr: Combien en prendrez-vous ?

# terms.shop_sold3
source: Thank you for your patronage.
es: it's all in your h e a d
fr: Merci de votre achat.

# terms.inn_a_greeting_1
source: It is a mere
es: a measly
fr: Une auberge

# terms.inn_a_greeting_2
source: to stay here.
es: gems
fr: pour rester la nuit.

# terms.inn_a_greeting_3
source: Would you like to stay?
es: nnnnnn? nxn
fr: Voudriez-vous rester ?

# terms.inn_a_accept
source: Stay
es: n?
fr: Rester

# terms.inn_a_cancel
source: Forget it
es: n!
fr: Ne pas y aller

# terms.inn_b_greeting_1
source: It's only
es: just a few
fr: C'est seulement

# terms.inn_b_greeting_2
source: for a warm bed.
es: bolts
fr: pour un bon lit.

# terms.inn_b_greeting_3
source: How about spending the night?
es: ahhhh, ye?
fr: Que diriez-vous d'y passer la nuit ?

# terms.inn_b_accept
source: Stay
es: n?
fr: Rester

# terms.inn_b_cancel
source: Forget it
es: n!
fr: Ne pas y aller

# terms.possessed_items
source: In Possession
es: :J
fr: :J

# terms.equipped_items
source: Equipped
es: padd!nb3
fr: Équippé

# terms.battle_fight
source: Fight
es: Luchar
fr: Combattre

# terms.battle_escape
source: Escape
es: Escapar
fr: Fuite

# terms.command_attack
source: UŒ‚
fr: 攻撃
zh: 峌寕

# terms.command_defend
source: –hŒä
fr: 防御
zh: 杊屼

# terms.command_item
source: Effects
es: Efectos
fr: Effets
zh: 特效

# terms.command_skill
source: Feats
es: Logros
fr: Exploits
zh: 实绩

# terms.menu_equipment
source: Equip
es: Equipar
fr: Équipement
zh: 装备

# terms.menu_save
source: Save
es: Guardar
fr: Sauvegarder
zh: 保存

# terms.menu_quit
source: Quit
es: Salir
fr: Quitter
zh: 退出

# terms.new_game
source: New
es: Nuevo
fr: Nouveau
zh: 新游戏

# terms.exit_game
source: Quit
es: Salir
fr: Quitter
zh: 退出

# terms.status
source: Status
fr: Statut
zh: 状态

# terms.row
source: Row
es: Fila
fr: Rangée
zh: 一行

# terms.order
source: Order
es: Orden
fr: Ordre
zh: 命令

# terms.wait_on
source: Wait
es: Esperar
fr: Attendre
zh: 等待

# terms.level
source: Level
es: Nivel
fr: Niveau
zh: 等级

# terms.sp_cost
source: MP Use
es: magia.
fr: Coût PM

# terms.attack
source: Attack
es: Ataque
fr: Attaque

# terms.defense
source: Defense
es: Defensa
fr: Défense

# terms.spirit
source: Mystic
fr: Mystique

# terms.agility
source: Agility
es: Agilidad
fr: Agilité

# terms.weapon
source: Weapon
es: Arma
fr: Arme

# terms.shield
source: Shield
es: Escudo
fr: Bouclier

# terms.armor
source: Armor
es: Armadura
fr: Armure

# terms.helmet
source: Helmet
es: Casco
fr: Chapeau

# terms.accessory
source: Accessory
es: Accesorio
fr: Accessoire

# terms.save_game_message
source: Write on which entry?
es: Escribir en que entrada?
fr: Écrire dans quelle entrée ?
zh: 写入哪一页？

# terms.load_game_message
source: Open which entry?
es: Abrir que entrada?
fr: Ouvrir quelle entrée ?
zh: 打开哪一页？

# terms.file
source: Entry
es: Entrada
fr: Entrée
zh: 页数

# terms.exit_game_message
source: Do you really want to quit?
es: Realmente quieres salir?
fr: Voulez-vous vraiment quitter ?
zh: 你真的想退出吗？

# terms.yes
source: Yes
es: Si
fr: Oui
zh: 是

# terms.no
source: No
fr: Non
zh: 否

# skills.name
source: Fulgurites
es: Fulguritas
zh: 雷击石

# skills.name
source: Perspective
es: Perspectiva
zh: 态度

# items.name
source: Monochrome
es: Monocromo
zh: 黑白

# items.name
source: Blob
es: Gelatina
zh: 一滴

# items.name
source: TV
es: Televisor
zh: 电视机

# items.name
source: (Monochrome)
es: (Monocromo)
zh: (黑白)
