Repository: ynoproject/ynotranslations
Catalog: someday/*/RPG_RT.ldb.po
Languages: es, fr, zh

# items.name
source: (Blob)
es: (Gelatina)
zh: (一滴)

# items.name
source: (TV)
es: (Televisor)
zh: (电视机)

# items.name
source: Instructions
es: Instrucciones
zh: 说明书

# items.name
source: (Version: Vanilla)
es: (Version: Vainilla)

# items.name
source: (Version: Extended)
es: (Version: Extension)

# terms.shop_greeting2
source: oi
es: eji

# terms.wait_off
source: Active
es: Activo
zh: 激活

# skills.name
source: Hatsuyume
zh: 初梦

# items.name
source: Nerd
zh: 书呆子

# items.name
source: Baku
zh: 食梦

# items.name
source: (Nerd)
zh: (书呆子)

# items.name
source: (Baku)
zh: (食梦)

# terms.load_game
source: Blog
zh: 博客
