Repository: ynoproject/ynotranslations
Catalog: braingirl/*/Map0023.po
Languages: fr, ja, ru

source: ...You'll be okay!
fr: ...Tout ira bien !
ja: …きっと大丈夫だよ！
ru: ...Всё будет в порядке!

source: You don't have to worry anymore.
fr: Tu n'auras plus à t'inquiéter désormais.
ja: もう心配しなくて大丈夫。
ru: Больше тебе не нужно беспокоиться.

source: They won't find you, as long as you stay here.
fr: Ils ne te trouveront pas, du moment que tu restes ici.
ja: ここにいれば見つかることはないから。
ru: Они не найдут тебя, пока ты остаёшься здесь.

source: And I'm sure if we wait long enough, they will stop looking for you altogether!
fr: Et je pense même que si on attend assez, ils arrêteront de te chercher !
ja: しばらくすれば、あれも探すのを やめるに違いないわ！
ru: Я верю, если мы подождём достаточно долго, они вообще перестанут тебя искать!

source: ..I think...
fr: ..Je pense...
ja: …たぶん…
ru: ..Наверное...

source: But whatever happens, I will be here for you.
fr: Mais quoi qu'il arrive, je serai là pour toi.
ja: でも何があっても、わたしは あなたのそばにいるわ。
ru: Но, что бы ни случилось, Я буду здесь ради тебя.

source: You don't have to be scared anymore.
fr: Tu n'as plus à avoir peur.
ja: もう怖がることはないわ。
ru: Больше не нужно быть в страхе.

source: I'll give you food, books, games and a bed for you to sleep in.
fr: Je te donnerai nourriture, livres, jeux et un lit pour que tu puisses dormir.
ja: あなたのために食べ物や本、ゲームに ベッドも用意したわ。
ru: У тебя будет еда, книги, игры и кровать, на которой ты сможешь спать.

source: I can't promise you it won't get boring...
fr: Je ne peux pas te promettre que ça ne deviendra pas ennuyant...
ja: これだけじゃすぐあきちゃうかも しれないけど…
ru: Не могу обещать, что тебе не станет скучно...

source: But I really want you to stay safe!
fr: Mais je veux vraiment que tu restes en sécurité !
ja: ただあなたに安全でいてほしいの！
ru: Но я действительно хочу, чтобы ты была в безопасности!

source: So promise me you'll stay with me, Mikan!!
fr: Donc promets-moi de rester avec moi, Mikan !!
ja: だからミカン、一緒にいるって約束して！
ru: Поэтому, Обещай, что останешься со мной, Микан!!
