Repository: ynoproject/ynotranslations
Catalog: braingirl/*/Map0015.po
Languages: fr, ja

source: $rHeartbeat$r by Polygon Matic
fr: $rHeartbeat$r par Polygon Matic
ja: $rHeartbeat$r 作曲 Polygon Matic

source: Play Cancel
fr: Jouer Annuler
ja: プレイ キャンセル

source: $rRecovery$r by Polygon Matic
fr: $rRecovery$r par Polygon Matic
ja: $rRecovery$r 作曲 Polygon Matic

source: $rWhat a nice day$r by A Place in the Sun
fr: $rWhat a nice day$r par A Place in the Sun
ja: $rWhat a nice day$r 作曲 A Place in the Sun

source: $rSheep Rave$r by MillieAmp
fr: $rSheep Rave$r par MillieAmp
ja: $rSheep Rave$r 作曲 MillieAmp

source: $rYure Yure$r by Polygon Matic
fr: $rYure Yure$r par Polygon Matic
ja: $rYure Yure$r 作曲 Polygon Matic

source: $rHeartbeat - Prophecy$r by Succ2#5751
fr: $rHeartbeat - Prophecy$r par Succ2#5751
ja: $rHeartbeat - Prophecy$r 作曲 Succ2#5751

source: $rVista$r by Polygon Matic
fr: $rVista$r par Polygon Matic
ja: $rVista$r 作曲 Polygon Matic

source: $rSunshine Vista$r by Polygon Matic
fr: $rSunshine Vista$r par Polygon Matic
ja: $rSunshine Vista$r 作曲 Polygon Matic

source: $rMidnight Vista$r by Polygon Matic
fr: $rMidnight Vista$r par Polygon Matic
ja: $rMidnight Vista$r 作曲 Polygon Matic

source: $rRising Vista$r by Polygon Matic
fr: $rRising Vista$r par Polygon Matic
ja: $rRising Vista$r 作曲 Polygon Matic

source: $rDepressed Deer$r by Polygon Matic
fr: $rDepressed Deer$r par Polygon Matic
ja: $rDepressed Deer$r 作曲 Polygon Matic

source: $rGakuzen$r by Stk
fr: $rGakuzen$r par Stk
ja: $rGakuzen$r 作曲 Stk

source: $rSlaughtered Deer$r by Polygon Matic
fr: $rSlaughtered Deer$r par Polygon Matic
ja: $rSlaughtered Deer$r 作曲 Polygon Matic

source: $rGeardog$r by MillieAmp
fr: $rGeardog$r par MillieAmp
ja: $rGeardog$r 作曲 MillieAmp

source: $rGeardog - Core$r by MillieAmp
fr: $rGeardog - Core$r par MillieAmp
ja: $rGeardog - Core$r 作曲 MillieAmp

source: $rMidnight Recovery$r by Polygon Matic
fr: $rMidnight Recovery$r par Polygon Matic
ja: $rMidnight Recovery$r 作曲 Polygon Matic

source: $rCrossed Eyes$r by Stk
fr: $rCrossed Eyes$r par Stk
ja: $rCrossed Eyes$r 作曲 Stk

source: $rMelancholic Vista$r by Polygon Matic
fr: $rMelancholic Vista$r par Polygon Matic
ja: $rMelancholic Vista$r 作曲 Polygon Matic

source: $rBeer Stains$r by Polygon Matic
fr: $rBeer Stains$r par Polygon Matic
ja: $rBeer Stains$r 作曲 Polygon Matic

source: $rFurther$r by Stk
fr: $rFurther$r par Stk
ja: $rFurther$r 作曲 Stk

source: $rZofukuki$r by Polygon Matic
fr: $rZofukuki$r par Polygon Matic
ja: $rZofukuki$r 作曲 Polygon Matic

source: $rYellowman$r by MillieAmp
fr: $rYellowman$r par MillieAmp
ja: $rYellowman$r 作曲 MillieAmp

source: $rNTRGRL$r by CGA // CGA
fr: $rNTRGRL$r par CGA // CGA
ja: $rNTRGRL$r 作曲 CGA // CGA

source: $rDrag me down$r by MillieAmp
fr: $rDrag me down$r par MillieAmp
ja: $rDrag me down$r 作曲 MillieAmp

source: $rSpider Spider$r by MillieAmp
fr: $rSpider Spider$r par MillieAmp
ja: $rSpider Spider$r 作曲 MillieAmp

source: $rSmells like Roaches$r by Stk
fr: $rSmells like Roaches$r par Stk
ja: $rSmells like Roaches$r 作曲 Stk

source: $rLeave me alone$r by MillieAmp
fr: $rLeave me alone$r par MillieAmp
ja: $rLeave me alone$r 作曲 MillieAmp

source: $rHolding Cell$r by MillieAmp
fr: $rHolding Cell$r par MillieAmp
ja: $rHolding Cell$r 作曲 MillieAmp

source: $rPower Room$r by MillieAmp
fr: $rPower Room$r par MillieAmp
ja: $rPower Room$r 作曲 MillieAmp

source: $rA past yet to see$r by Stk
fr: $rA past yet to see$r par Stk
ja: $rA past yet to see$r 作曲 Stk

source: $rKeeps going on forever$r by A Place in the Sun
fr: $rKeeps going on forever$r par A Place in the Sun
ja: $rKeeps going on forever$r 作曲 A Place in the Sun

source: $rWeird Icecram Girl$r by MillieAmp
fr: $rWeird Icecram Girl$r par MillieAmp
ja: $rWeird Icecram Girl$r 作曲 MillieAmp

source: $rJellyfish Massacre$r by Stk
fr: $rJellyfish Massacre$r par Stk
ja: $rJellyfish Massacre$r 作曲 Stk

source: $rCan't Focus$r by MillieAmp
fr: $rCan't Focus$r par MillieAmp
ja: $rCan't Focus$r 作曲 MillieAmp

source: $rEternal Synapses$r by cachi01
fr: $rEternal Synapses$r par cachi01
ja: $rEternal Synapses$r 作曲 cachi01

source: $rFireside$r by MillieAmp
fr: $rFireside$r par MillieAmp
ja: $rFireside$r 作曲 MillieAmp

source: $rReturn?$r by Stk
fr: $rReturn?$r par Stk
ja: $rReturn?$r 作曲 Stk

source: $rCloudtops$r by MillieAmp
fr: $rCloudtops$r par MillieAmp
ja: $rCloudtops$r 作曲 MillieAmp

source: $rLimb Oh!$r by Stk
fr: $rLimb Oh!$r par Stk
ja: $rLimb Oh!$r 作曲 Stk
