Repository: ynoproject/ynotranslations
Catalog: braingirl/*/Map0024.po
Languages: fr, ja, ru

source: Menu Type $rVanilla$r
fr: Thème de Menu $rVanille$r
ja: メニュータイプ $rバニラ$r
ru: Стиль Меню $rVanilla$r

source: Apply Cancel
fr: Appliquer Annuler
ja: 変更 キャンセル
ru: Принять Отмена

source: Menu type successfully changed!
fr: Le Thème du Menu a été changé !
ja: メニュータイプを変更しました！
ru: Стиль Меню успешно изменён!

source: Menu Type $rTobacco$r
fr: Thème de Menu $rTabac$r
ja: メニュータイプ $rタバコ$r
ru: Стиль Меню $rTobacco$r

source: Menu Type $rCopper$r
fr: Thème de Menu $rCuivre$r
ja: メニュータイプ $r銅$r
ru: Стиль Меню $rCopper$r

source: Menu Type $rPsychedelic$r
fr: Thème de Menu $rPsychédélique$r
ja: メニュータイプ $rサイケデリック$r
ru: Стиль Меню $rPsychedelic$r

source: Menu Type $rAcrylic$r
fr: Thème de Menu $rAcrylique$r
ja: メニュータイプ $rアクリル$r
ru: Стиль Меню $rAcrylic$r

source: Menu Type $rRaspberry$r
fr: Thème de Menu $rFramboise$r
ja: メニュータイプ $rラズベリー$r
ru: Стиль Меню $rRaspberry$r

source: Menu Type $rLicorice$r
fr: Thème de Menu $rRéglisse$r
ja: メニュータイプ $rリコリス$r
ru: Стиль Меню $rLicorice$r

source: Menu Type $rVortex$r
fr: Thème de Menu $rVortex$r
ja: メニュータイプ $rボルテックス$r
ru: Стиль Меню $rVortex$r

source: Menu Type $rChalkboard$r
fr: Thème de Menu $rTableau à craie$r
ja: メニュータイプ $r黒板$r
ru: Стиль Меню $rChalkboard$r

source: System Sounds $rOctopus$r
fr: Sons systèmes $rPoulpe$r
ja: システム音 $rタコ$r
ru: Набор Звуков $rOctopus$r

source: System sounds successfully changed!
fr: Les sons systèmes ont été changés !
ja: システム音を変更しました！
ru: Набор Звуков успешно изменён!

source: System Sounds $rVanilla$r
fr: Sons systèmes $rVanille$r
ja: システム音 $rバニラ$r
ru: Набор Звуков $rVanilla$r

source: Menu Type $rSpacecraft$r
fr: Thème de Menu $rVaisseau spatial$r
ja: メニュータイプ $r宇宙船$r
ru: Стиль Меню $rSpacecraft$r

source: System Sounds $rWood$r
fr: Sons systèmes $rBois$r
ja: システム音 $rウッド$r
ru: Набор Звуков $rWood$r

source: Menu Type $rTapestry$r
fr: Thème de Menu $rTapisserie$r
ja: メニュータイプ $rタペストリー$r
ru: Стиль Меню $rTapestry$r

source: Menu Type $rAnalog$r
fr: Thème de Menu $rAnalogue$r
ja: メニュータイプ $rアナログ$r
ru: Стиль Меню $rAnalog$r

source: Menu Type $rMoss$r
fr: Thème de Menu $rMousse$r
ja: メニュータイプ $rコケ$r
ru: Стиль Меню $rMoss$r
