Repository: ynoproject/ynotranslations
Catalog: oversomnia/*/RPG_RT.ldb.common.po
Languages: fr, ja

source: What do you want to do?
fr: Que voulez-vous faire ?
ja: 何をしますか？

source: Save Change Menu Style View Stats
fr: Sauvegarder Changer le style du menu Voir les statistiques
ja: セーブ メニュースタイルの変更 情報の閲覧

source: Select menu graphic:
fr: Sélectionnez le thème du menu :
ja: メニューグラフィックを選択してください:

source: Option not unlocked.\|\^
fr: Option verrouillée.\|\^
ja: 選択されたものは解除されていません。\|\^

source: Menu graphics changed.\|\^
fr: Thème du menu changé.\|\^
ja: メニューグラフィックを変更しました。\|\^

source: OK Select again.
fr: OK Sélectionner à nouveau.
ja: 了解 再度選択する。

source: A familiar face always waiting there at the start of every dream. She looks like one of my friends.
fr: Un visage familier, attendant là au début de chaque rêve. Elle ressemble à un de mes amis.
ja: 夢の始まりにはいつも、見慣れた顔が待っている。 私の友人の一人に似ている。

source: There is often someone with alarms growing out of their head wandering around. They become quite hostile when provoked, oozing an unnatural substance as their face becomes a dark void.
fr: Il y a souvent quelqu'un avec des alarmes poussant sur sa tête qui ère dans le monde. <easyrpg:new_page> Il devient assez hostile lorsqu'il est provoqué, suintant une étrange substance tandis que son visage devient un vide profond.
ja: よく頭から警報器が生えたような人がうろうろ している。彼らは挑発するとかなり敵対的になり、 顔が暗い空虚のように変わり、不自然な物質を にじませる。

source: There was an unusual monster whose presence made the surrounding area feel suffocating. It was aggressive, but seemed to be guarding something rather than lashing out in rage.
fr: Il y avait un monstre étrange dont la présence rendait l'environnement étouffant. Il était agressif, mais on aurait dit qu'il gardait quelque chose, plutôt que de simplement se déchaîner.
ja: 周囲の空気を重苦しくさせる、異様な怪物がいた。 攻撃的だが、怒りに任せて暴れているというより、 何かを守っているようだった。

source: There was a glimpse of one of my friends in an area shrouded in an unwelcoming atmosphere. Perhaps I was no longer in my own dream.
fr: J'ai aperçu un de mes amis dans un endroit enveloppé d'une atmosphère peu accueillante. Peut-être que je n'étais plus dans mon propre rêve.
ja: 嫌な空気に包まれた場所で、友人の姿が ちらりと見えた。 もはや自分の夢の中ではなかったのだろう。

source: In an attic-like area full of dust bunnies, one stood out as the leader. Atop its head was a charm to ward off evil.
fr: Dans un endroit semblable à un grenier rempli de lapins de poussière, il y en avait un qui sortait du lot en tant que chef de troupeau. Sur sa tête se trouvait un charme éloignant le mal.
ja: ほこりうさぎが散らばる屋根裏のような場所で、ひと きわ目立つリーダーのうさぎがいた。頭の上には 魔除けのお守りが乗っていた。

source: There was a monstrous bat-like creature housing a sickly-looking person in its hollowed body. It seemed to be looking after them.
fr: Il y avait une créature monstrueuse semblable à une chauve-souris abritant une personne semblant malade dans son corps creux. Il semblait prendre soin d'elle.
ja: 空洞の体に病気のような人を匿う、怪物のような コウモリがいた。 お世話をしているようだった。

source: Managing a shop in a town was a demon of sorts with a skull-like head. It demanded blood as payment from me, but it didn't have to be my own...
fr: Dans la boutique d'un village se trouvait un gérant avec une allure démoniaque et une tête similaire à celle d'un squelette. <easyrpg:new_page> Il demandait du sang comme forme de payement, mais il n'y avait pas besoin qu'il provienne de moi...
ja: 骸骨に似た頭を持つ悪魔のような者が町で店を 経営していた。代金として血を要求されたが、自分の 血である必要はなかった...

source: On the top floor of a vibrant tower was somebody who seemed to be the head honcho of the place. The building itself was full of what seemed to be a liquid form of electricity.
fr: Au dernier étage d'une tour animée se trouvait une personne semblant être la cheffe d'entreprise. Le bâtiment lui-même était rempli de ce qui semblait être une forme liquide d'électricité.
ja: きらめく塔の最上階には、その場所のボスらしき 者がいた。 建物自体には液体のような電気が満ちていた。

source: Hidden away in a place where it had been forgotten was a beach made of pink sand. The only person on the beach had also been forgotten...
fr: Caché dans un lieu où elle a été oubliée était une plage faite de sable rose. La seule personne sur la plage avait aussi été oubliée...
ja: 忘れられた場所の奥に隠されていたのは、ピンクの 砂の浜辺だった。ただ一人いた人物もまた、 忘れられていた...

source: Overlooking the scene of a tornado was a forlorn girl with a weather vane lodged in her head. Her distant gaze was fixed on the horizon.
fr: Surplombant la scène d'une tornade se trouvait une fille mélancolique pourvue d'une girouette logée sur sa tête. Son regard distant était fixé sur l'horizon.
ja: 竜巻の景色を見下ろしていたのは、頭に風見鶏を 刺した寂しげな少女だった。 遠くの地平線を見つめ続けていた。

source: At the bottom of an ocean was a strange fish in a sheltered area. It almost seemed to be sobbing to itself over something. Maybe it wanted to escape.
fr: Au fond d'un océan se trouvait un étrange poisson dans une zone protégée. Il semblait presque sangloter à propos de quelque chose. Peut-être qu'il voulait s'échapper.
ja: 海底の隠された場所に、奇妙な魚がいた。 魚自身の何かについて独りで泣いているようだった。 もしかしたら、逃げ出したいのかもしれない。

source: Atop a mountain in a land riddled with pools of boiling water was a person playing a pan flute. It was a very peaceful area...
fr: Au sommet d'une montagne d'une terre pleine de bassins d'eau bouillante se trouvait une personne jouant d'une flûte de pan. C'était une zone très paisible...
ja: 熱湯の池が点在する土地の山頂に、パンフルートを 奏でる人物がいた。 とても平穏な場所だった...

source: Within a maze of castle ramparts was a lonesome gargoyle statue. Even if their job is to sit there warding off evil, it must get lonely sometimes.
fr: Au sein d'un labyrinthe de remparts de château se trouvait une statue de gargouille solitaire. Même si son travail est de s'asseoir là pour éloigner le mal, elle doit parfois se sentir seule.
ja: 城塞のような迷路の中に、寂しげなガーゴイルが あった。魔除けが役目といっても、寂しい時は あるだろう。

source: Deep within a forest of scarlet trees was a tall monster. The strawberries around it seemed to contain bones within their flesh. Maybe they weren't strawberries to begin with.
fr: Au fin fond d'une forêt d'arbres écarlates se trouvait un grand monstre. Les fraises autour de lui semblaient contenir des os dans leur chair. Peut-être que ce n'étaient pas des fraises...
ja: 緋色の木々が生い茂る森の奥深くに、背の高い 怪物がいた。傍にある苺は、果肉の中に骨が入って いるようだった。 もとは苺ではない何かだったのかもしれない。

source: Atop some buildings engulfed in a fog of sorts was an odd creature hanging off a ledge. It was reaching out, as if something, or someone, had fallen off the building.
fr: Au sommet d'une série de bâtiments engloutis dans une sorte de brouillard se trouvait une curieuse créature se tenant sur un rebord. <easyrpg:new_page> Elle tendait la main comme si quelque chose ou quelqu'un était tombé du bâtiment.
ja: 霧のようなものに包まれた建物の上で、奇妙な生き物が 縁にぶら下がっていた。何か、あるいは誰かが 建物から落ちたかのように手を伸ばしていた。

source: Camping inside a snowy cave was somebody roasting marshmallows over a radiating chunk of meteorite. It was a cozy shelter, the warmth of the rock was the perfect temperature.
fr: Campant dans une caverne enneigée se trouvait une personne grillant des guimauves à l'aide d'un morceau de météorite émettant des radiations. <easyrpg:new_page> C'était un abri confortable, et la chaleur du rocher était à la température idéale.
ja: 雪に覆われた洞窟の中でキャンプをしていた人物が、 熱を放つ隕石の塊の上でマシュマロを焼いていた。 居心地の良い落ち着いた場所で、岩の暖かさは 絶妙だった。

source: Working in an aquarium were a bunch of fish-like people. An angler fish girl, a lobster dog, a guy with a whole fish for a head... They would easily blend in with the creatures in the enclosures.
fr: Travaillant dans un aquarium se trouvaient un groupe de personnes semblables à des poissons. Une fille poisson-lanterne, un chien homard, un type avec un poisson entier comme tête... <easyrpg:new_page> Ils se fondraient facilement dans la masse avec les créatures dans les enclos.
ja: 水族館では、魚のような者たちが働いていた。 アンコウの少女、ロブスター犬、頭が丸ごと魚の男... 水槽の中の生き物たちに紛れ込むのも簡単そうだ。

source: Atop a ledge in an underwater place was somebody carrying a tuning fork. After grabbing their attention, they led the way to the deepest depths of the ocean.
fr: En haut d'un rebord dans un lieu aquatique se trouvait une personne portant un diapason. Après avoir attiré son attention, elle mena la voie vers les bas-fonds les plus profonds de l'océan.
ja: 水中の岩棚の上に音叉を持った誰かがいた。 注意を引くと、深海の最下層へ導いてくれた。

source: When it became dark in the apartments, a person with a candle on their head showed up. They seemed to be trying to contact a strange demon with a skewer pierced through its head.
fr: Lorsqu'il fit sombre dans les appartements, une personne avec une bougie sur la tête se montra. Elle semblait essayer de contacter un étrange démon avec une broche transperçant sa tête.
ja: アパートが暗くなると、頭にろうそくを立てた人物が 現れた。串が頭を貫通している奇妙な悪魔と接触を 試みているようだった。

source: There was a fifth floor in the apartments with a single room on it. Within the room was somebody whose noisy thoughts were manifesting above their head in a cloud of scribbles.
fr: Il y avait un cinquième étage dans le complexe d'appartements ne comportant qu'une seule pièce. <easyrpg:new_page> À l'intérieur de celle-ci se trouvait une personne dont les pensées bruyantes se manifestaient au dessus de sa tête sous forme de nuage de gribouillages.
ja: アパートの５階には部屋が一室だけあった。部屋の 中には、ノイズのかかった思考が頭上に落書きの 雲となって現れている人物がいた。

source: Various motionless beings stood in a purple city. They might be machines, or holograms, or something else entirely. I found a workshop housing some, but the person in charge was sleeping on the job.
fr: Divers êtres immobiles se tenaient dans une ville violette. Ils pourraient être des machines, des hologrammes ou quelque chose de complètement différent. <easyrpg:new_page> J'ai trouvé un atelier en hébergeant quelques uns, mais la personne se chargeant du lieu dormait à son poste.
ja: 紫の街には様々な動かない存在が立っていた。 機械か、ホログラムか、それとも全く別の何か かもしれない。いくつか工房にあるものも見つけたが、 責任者は居眠りしていた。

source: There was a very tall, monster-headed figure. It spoke incomprehensible words to another figure. Can't remember the rest, but it wasn't good.
fr: Il y avait une très grande silhouette d'une tête de monstre. Elle formulait des mots incompréhensibles à une autre silhouette. <easyrpg:new_page> Je ne me souviens pas du reste, mais ce n'était pas bon.
ja: 非常に背の高い、怪物頭の姿があった。 別の人物に理解不能な言葉を投げかけていた。 後は思い出せないが、良いものではなかった。

source: Braving a snowstorm were a bunch of soldier-like creatures. They seemed to be prepared for battle, attacking them wouldn't be a good idea.
fr: Bravant une tempête de neige se trouvait un groupe de créatures ressemblant à des soldats. Elles semblaient prêtes pour se battre, les attaquer ne serait pas une bonne idée.
ja: 兵士のような生物の集団が、吹雪を耐え忍んでいた。 戦いの準備をしているようで、攻撃するのは 得策ではないだろう。

source: Inside an aeroplane was a very large creature who seemed to be able to pilot the entire thing with a small device. All of its passengers were tiny critters whose gaze stayed fixed on me.
fr: À l'intérieur d'un avion se trouvait une très grande créature qui semblait être capable de piloter tout l'appareil avec un petit dispositif. <easyrpg:new_page> Tous ses passagers étaient de petites bestioles dont le regard s'était posé sur moi.
ja: 飛行機の中には、機体全体を小さな装置で操縦できる であろう巨大な生き物がいた。乗客は小さな 動物ばかりで、常に私を見つめ続けていた。

source: There was a temple dedicated to some sort of moth deity. It was full of ghostly entities, and the person in charge was very moth-like too. However, something felt off about the place.
fr: Il y avait un temple dédié à une sorte de papillon de nuit divin. Il était rempli d'entités fantomatiques, et la personne s'en occupant était également très semblable à une phalène. <easyrpg:new_page> Cependant, quelque chose semblait anormal à propos de ce lieu.
ja: 蛾の神に捧げられた神殿があった。幽霊のような 存在が満ちており、管理人も蛾のようだった。 しかし、どこか違和感があった。

source: There was a small room inside a cuckoo clock that housed a cat with a clock for a body. Its room was a cozy shelter away from the constant rain and gloom outside.
fr: Il y avait une petite pièce à l'intérieur d'une horloge coucou qui hébergeait un chat ayant une horloge en tant que corps. <easyrpg:new_page> Sa pièce était un abri douillet, loin de la pluie constante et de l'obscurité de l'extérieur.
ja: 鳩時計の中の小さな部屋に、体に時計がある猫が 住んでいた。外の降り続く雨と陰鬱な空気から逃れた、 居心地の良い小屋だった。

source: In an area constantly battered by stormy weather there was a flying creature unfazed by the awful conditions. It had to be lured down from the sky.
fr: Dans une zone constamment abattue par un temps orageux, il y avait une créature volante insensible aux conditions terribles. Elle a dû être attirée ici depuis les cieux.
ja: 嵐が絶え間なく吹き付ける場所で、酷い天候にも動じず 飛行する生き物がいた。空からおびき寄せる 必要があった。

source: There were some strange things in a stormy area. A blue woman spinning around and around with no signs of stopping, and bright snake-like creatures that resembled lightning.
fr: Il y avait d'étranges choses dans une zone tempétueuse. <easyrpg:new_page> Une femme bleue tournait en rond et en rond sans jamais s'arrêter, et de brillantes créatures semblables à des serpents qui ressemblaient à des éclairs s'y trouvaient.
ja: 嵐の場所には妙なものたちがいた。 止まる気配なくぐるぐる回り続ける青い女性、そして 稲妻のように明るい蛇のような生き物たち。

source: In a rainy village there was a vampire boy who had lost the key to his house. It was in a nearby park that was full of hedges and had strange wiggling objects dotted around the place.
fr: Dans un village pluvieux se trouvait un vampire qui avait perdu la clé de sa maison. <easyrpg:new_page> Elle était dans un parc à côté qui était rempli de haies et qui avait d'étranges objets agités éparpillés un peu partout.
ja: 雨が降る村には、家の鍵を失くした吸血鬼の 少年がいた。その鍵は、生垣だらけで奇妙に揺れる 物体が点在する近くの公園にあった。

source: Standing on a stage was a raccoon dog pretending to be me. Seeing yourself like that feels surreal, at least it was just an illusion.
fr: Se tenant sur scène se trouvait un chien viverrin prétendant être moi. Se voir soi-même de cette façon semble si irréel, au moins ce n'était qu'une illusion.
ja: ステージの上には、私を演じるたぬきが立っていた。 少なくともただの幻とはいえ、自分をあんな風に 見るのは奇妙な感覚だった。

source: There was a hospital full of strange pallid beings. They seemed to be patients, did an illness do this to them, or do they normally look like that? There was a lone nurse looking after them...
fr: Il y avait un hôpital rempli d'étranges êtres livides. Ils semblaient être des patients : est-ce une maladie qui leur a causé cela, ou ressemblent-ils normalement à ça ? <easyrpg:new_page> Il y avait une infirmière seule qui s'occupait d'eux...
ja: 病院には奇妙な青白い存在が満ちていた。 患者のようだったが、病気のせいでああなったのか、 それとも最初からああいう姿なのだろうか？ たった一人の看護師が看病をしていた...

source: In a place full of transmission towers there were a pair of electricians that appeared after the lights went out. Wonder how they found out about the problem so quickly.
fr: Dans un lieu rempli de pylônes électriques se trouvait un duo d'électriciens qui était apparu après la coupure de courant. <easyrpg:new_page> Je me demande comment ils ont trouvé la source du problème aussi rapidement.
ja: 送電塔だらけの場所で、停電の後に二人の電気技師が 現れた。どうやってそんなに早く問題を把握したの だろうか。

source: There was a radio studio of some sort in a city whose skyline was lined with neon shapes. Somehow, the owl creature manning the controls can broadcast music to other parts of a dream.
fr: Il y avait une sorte de studio de radio dans une ville dont la silhouette des immeubles était illuminée par des néons. <easyrpg:new_page> Curieusement, la créature hibou assurant les contrôles peut transmettre des musiques aux autres parties d'un rêve.
ja: ネオンの幻影が輪郭を彩る街に、何らかの ラジオスタジオがあった。 どういうわけか、フクロウのような生き物が扱う 操作盤で、他の夢の場所に音楽を流せるらしい。

source: There was a town with many waterways, home to many hard-working creatures. They don't seem to be completely organic, and there was a poster that referred to them as "Mooks."
fr: Il y avait un village avec beaucoup de cours d'eau, berceau de nombreuses créatures assidues. <easyrpg:new_page> Elles ne semblent pas être complètement organiques, et il y avait une affiche qui les nommaient comme étant des "Mooks".
ja: たくさんの水路がある町には、たくさんの勤勉な 生き物たちが住んでいた。それらは完全に有機的な 存在ではないようで、「Mooks」と書かれた ポスターがあった。

source: The leader of the waterway town was a fox-like person who ran away when approached. They might be responsible for creating all the creatures that populate the town.
fr: Le dirigeant du village aux cours d'eau était un renard humanoïde qui fuyait lorsqu'approché. Il pourrait être responsable de la création de toutes les créatures peuplant le village.
ja: 水路の町のリーダーは、近づくと逃げるキツネのような 人物だった。町に住まう生き物全てを作った 責任者かもしれない。

source: In a garden centre there was a stern-looking girl in charge of the place. She seemed to be training some sort of plant creature so that it could work as an employee in the place.
fr: Dans une jardinerie se trouvait une fille à l'air strict en charge du lieu. <easyrpg:new_page> Elle semblait entraîner une sorte de créature plante pour qu'elle puisse travailler en tant qu'employée dans la jardinerie.
ja: 園芸センターには、管理人の気難しそうな少女がいた。 従業員として働けるよう、植物のような生物を 訓練しているようだった。

source: In the basement of the garden centre was a monster whose body was comprised of a botanical mess. It's extremely protective of a red flower that was down there, and the shop owner knows about it...
fr: Au sous-sol de la jardinerie se trouvait un monstre dont le corps était composé d'un amas botanique. <easyrpg:new_page> Elle était extrêmement protective envers la fleur rouge qui était présente en bas, et la propriétaire du magasin est au courant de cela...
ja: 園芸センターの地下には、植物を寄せ集めた体の怪物が いた。そこに咲いた赤い花を極めて大事にしており、 店主もそのことを知っていた...

source: After a world full of music notes fell silent, a fiend appeared out of nowhere to dance on the graves of the beings that had died.
fr: Après qu'un monde rempli de notes de musique plongea dans le silence, un esprit du mal apparu de nulle part pour danser sur les tombes des êtres qui avaient péri.
ja: 音符で満ちた世界が静まり返った後、どこからともなく 現れた悪魔が死んだ者たちの墓の上で踊った。

source: Sitting on a small jetty in a verdant place was a boy dressed like a magpie. Out in the water were some other creatures lurking in the depths. Was he waiting for them to come out?
fr: Assis sur une petite jetée dans un lieu verdoyant se trouvait un garçon habillé telle une pie. Dans l'eau se trouvait d'autres créatures guettant depuis les profondeurs. <easyrpg:new_page> Attendait-il qu'elles sortent de l'eau ?
ja: 緑豊かな場所の小さな桟橋に、カササギの服を着た 少年が座っていた。水の中には別の生き物たちが深みに 潜んでいた。彼はこれらが出てくるのを 待っていたのだろうか？

source: In the depths of a dream there was a room with a leering statue inside. Atop it was a firefly-like creature drawing on a hanging board. It looked like it collected things from other dreams.
fr: Dans les profondeurs d'un rêve se trouvait une pièce avec une statue au regard fixe à l'intérieur. <easyrpg:new_page> Sur cette statue se trouvait une créature semblable à une luciole dessinant sur un panneau suspendu. Il semblait qu'elle avait collecté des objets venant d'autres rêves.
ja: 夢の奥には、ニヤリとしている像が置かれた部屋が あった。像の上には蛍のような生き物がおり、 吊るされた板に何かを描いていた。他の夢から 物を集めていたようだ。

source: There was a boy with a power cord attached to his body standing in a place full of traffic lights and road signs. He was hiding inside an enclosed area, away from the chaotic signs and lights.
fr: Il y avait un garçon avec un cordon d'alimentation attaché à son corps se tenant debout dans un lieu rempli de feux de circulation et de signes de la route. <easyrpg:new_page> Il se cachait dans une zone close, à l'abri des signes chaotiques et des lumières.
ja: 電源コードを体に付けた少年が、信号と標識で満ちた 空間に立っていた。混沌とした標識や光から離れ、 囲まれた領域に身を潜めていた。

source: In a swamp full of houses on stilts there was a fishing pond built into a hill. The fish you could catch there were strange, and the water seemed incredibly deep for how small the pond was.
fr: Dans un marais rempli de maisons sur pilotis se trouvait un étang de pêche construit dans une colline. <easyrpg:new_page> Les poissons pouvant être attrapés là-bas étaient étranges, et l'eau semblait incroyablement profonde comparée à la petite taille de l'étang.
ja: 高床式の家が並ぶ沼地に、丘に作られた釣り堀が あった。釣れる魚は奇妙で、水は池の小ささに対して 信じられないほど深く見えた。

source: At some point while wandering through some sort of ventilation shaft system, everything started to crumble away. Eventually there was nothing but a void and a monstrous entity.
fr: Au bout d'un moment, en errant dans une sorte de système de conduit de ventilation, tout commença à tomber en ruines. <easyrpg:new_page> Après quelques temps, il ne resta rien en dehors d'un vide et d'une entité monstrueuse.
ja: 換気シャフトのような場所を彷徨っていると、ある時 全てが崩れ去り始めた。最終的には何も残らず、虚空と 怪物のような生物だけがあった。

source: There were holes housing various things that could be seen through air vents. One had an embryo-like creature, nestled in a mass of pulsating flesh. Something about the sight was harrowing.
fr: Il y avait des trous logeant diverses choses qui pouvaient être vues à travers les bouches d'aération. <easyrpg:new_page> L'un des trous avait une créature semblable à un embryon, nichée dans une masse de chair palpitante. Quelque chose à propos de cette vision était horrible.
ja: 空気口を通して見える穴には、様々なものが 住み着いていた。そのうちの一つには、脈打つ肉の塊に 包まれた胚のような生物がいた。 その光景にはゾッとする何かがあった。

source: \S[1]Effects Owned: \V[3]/15\. Menus Unlocked: \V[15]/6\. Times Slept: \V[17]
fr: \S[1]Effets possédés : \V[3]/15\. Menus débloqués : \V[15]/6\. Nombre de fois endormi : \V[17]
ja: \S[1]所有しているエフェクト: \V[3]/15\. 解除したメニュー: \V[15]/6\. 睡眠回数: \V[17]

source: \S[1]Vending Machines Used: \V[38]\. Total Fish Caught: \V[52]
fr: \S[1]Distributeurs automatiques utilisés : \V[38]\. Total de poissons attrapés : \V[52]
ja: \S[1]使用した自動販売機: \V[38]\. 釣った魚の総数: \V[52]

source: \C[19]...Are you alright?\.\. You look like you're worried about something,\.\. are you-\^
fr: \C[19]...Est-ce que tout va bien ?\.\. Tu as l'air d'être inquiet à propos de quelque chose,\.\. es-tu-\^
ja: \C[19]...大丈夫か？\.\.何か心配なようだが、\.\.君は─\^

source: \C[19]...\. What's up?
fr: \C[19]...\. Quoi de neuf ?
ja: \C[19]...\.どうしたんだ？

source: \C[19]Hey.\. What's up?
fr: \C[19]Salut.\. Quoi de neuf ?
ja: \C[19]やあ。\.どうしたんだ？

source: \C[19]That's pretty cute.\. What's up?
fr: \C[19]C'est plutôt mignon.\. Quoi de neuf ?
ja: \C[19]ああ、けっこう可愛いな。\.どうしたんだ？

source: \C[19]Don't do anything you'll regret.
fr: \C[19]Ne fais rien que tu pourrais regretter.
ja: \C[19]後悔するようなことはするもんじゃない。

source: \C[19]Does that work here?\. Anyway, what's up?
fr: \C[19]Est-ce que ça marche ici ?\. Sinon, quoi de neuf ?
ja: \C[19]それ、ここで使えるのか？\.まあいい、どうしたんだ？

source: \C[19]I used to have one of those, too.\. What's up?
fr: \C[19]J'en avais un comme ça avant, aussi.\. Quoi de neuf ?
ja: \C[19]それ、前は俺も持ってたな。\.どうしたんだ？

source: \C[19]No need to be formal...\. What's up?
fr: \C[19]Pas besoin d'être aussi formel...\. Quoi de neuf ?
ja: \C[19]そんなにかしこまられてもな...\.どうしたんだ？

source: \C[19]Doors are often locked for a reason, you know.
fr: \C[19]Les portes sont souvent fermées pour une raison, tu sais.
ja: \C[19]鍵がかかってるのには、それなりの理由が あるもんだよ。

source: \C[19]Good morning.\. What's up?
fr: \C[19]Bonjour.\. Quoi de neuf ?
ja: \C[19]おはようさん。\.どうしたんだ？

source: \C[19]Doesn't that hurt?
fr: \C[19]Ça ne te fait pas mal ?
ja: \C[19]それ、痛くないのか？

source: \C[19]A deer, of course...\. What's up?
fr: \C[19]Un cerf, bien sûr...\. Quoi de neuf ?
ja: \C[19]鹿か、やっぱりな...\.どうしたんだ？

source: \C[19]Isn't it hard to move like that?
fr: \C[19]N'est-ce pas difficile de bouger comme ça ?
ja: \C[19]そんなんじゃあ動きにくくないか？

source: \C[19]I'm not hiring at the moment.\. Anyway, what's up?
fr: \C[19]Je n'embauche personne pour le moment...\. Quoi de neuf ?
ja: \C[19]今のとこ、人を雇う予定はないよ。\. ところで、どうしたんだ？

source: \C[19]Oh? A true work of art...\.Anyway, what's up?
fr: \C[19]Oh ? Une véritable œuvre d'art...\. Sinon, quoi de neuf ?
ja: \C[19]おぉ？見事な出来だな...\. ところで、どうしたんだ？

source: \C[19]It's so cold...\. Make it quick, please.
fr: \C[19]Il fait tellement froid...\. Dépêche-toi, s'il te plaît.
ja: \C[19]今日は冷えるな...\.手短に頼むよ。

source: \C[19]Be careful with that...\. Anyway, what's up?
fr: \C[19]Fais attention avec ça...\. Sinon, quoi de neuf ?
ja: \C[19]扱いには気をつけろよ...\.ところで、どうしたんだ？

source: \C[19]That thing must have some strong wheels...
fr: \C[19]Ce truc doit avoir des roues résistantes...
ja: \C[19]そのタイヤ、頑丈そうだな...

source: \C[19]Thanks.\|\^
fr: \C[19]Merci.\|\^
ja: \C[19]毎度あり。\|\^

source: \C[19]Not enough money.
fr: \C[19]Tu n'as pas assez d'argent...
ja: \C[19]お金が足りないな。
