Repository: ynoproject/ynotranslations
Catalog: oversomnia/*/RPG_RT.ldb.common.po
Languages: fr, ja

source: \C[19]You already own this effect.
fr: \C[19]Tu possèdes déjà cet effet.
ja: \C[19]もうそのエフェクトは持ってるよ。

source: \C[19]Do you want to buy this?
fr: \C[19]Veux-tu acheter ça ?
ja: \C[19]これを買うのか？

source: Yes No
fr: Oui Non
ja: はい いいえ

# actors.title
source: Dust Bunny
fr: Lapin p.
ja: ほこりうさぎ

# actors.title
source: Vampirism
fr: Vampirisme
ja: 吸血鬼性

# actors.title
source: Mobile Phone
fr: Téléphone p.
ja: 携帯電話

# actors.title
source: Tuning Fork
fr: Diapason
ja: 音叉

# actors.title
source: Formal
fr: Chic
ja: フォーマル

# actors.title
source: Skeleton Key
fr: C. squelette
ja: 合鍵

# actors.title
source: Bed Hair
fr: Ébouriffé
ja: 寝癖

# actors.title
source: Angler
fr: Lampion
ja: 釣り人

# actors.title
source: Deer
fr: Cerf
ja: 鹿

# actors.title
source: Gargoyle
fr: Gargouille
ja: ガーゴイル

# actors.title
source: Wendigo
ja: ウェンディゴ

# actors.title
source: Bellhop
fr: Groom
ja: ベルボーイ

# actors.title
source: I. Sculpture
fr: Sculpture g.
ja: 氷像

# actors.title
source: Brimstone
fr: Soufre
ja: 硫黄石

# actors.title
source: Scooter
ja: スクーター

source: Menu Graphic: Fox
fr: Thème de menu : Renard
ja: メニューグラフィック: キツネ

source: Menu Graphic: Reef
fr: Thème de menu : Récif
ja: メニューグラフィック: 岩礁

source: Menu Graphic: Sunset
fr: Thème de menu : Crépuscule
ja: メニューグラフィック: 日没

source: Menu Graphic: Observer
fr: Thème de menu : Observateur
ja: メニューグラフィック: 観測者

source: Menu Graphic: Emerald
fr: Thème de menu : Émeraude
ja: メニューグラフィック: エメラルド

source: Menu Graphic: Chroma
fr: Thème de menu : Chroma
ja: メニューグラフィック: 彩度

source: Dust Bunny
fr: Lapin de poussière
ja: ほこりうさぎ

source: Allows you to move faster.
fr: Vous permet d'aller plus vite.
ja: より速く動くことができるようになる。

source: Vampirism
fr: Vampirisme
ja: 吸血鬼性

source: Allows you to attack dream denizens. Killing organic things will give you blood ($k).
fr: Vous permet d'attaquer les habitants du monde des rêves. Tuer des choses organiques vous donnera du sang ($k).
ja: 夢の住民に攻撃できるようになる。 有機的なものを殺すと血($k)が得られる。

source: Mobile Phone
fr: Téléphone portable
ja: 携帯電話

source: Press SHIFT to return to the Nexus.
fr: Appuyez sur MAJ pour retourner au Nexus.
ja: シフトを押すと扉部屋に戻る。

source: Tuning Fork
fr: Diapason
ja: 音叉

source: Pressing SHIFT can trigger reactions around certain creatures or locations.
fr: Appuyer sur MAJ peut provoquer des réactions de la part de certaines créatures ou certains endroits.
ja: 特定の生物や場所の周囲でシフトキーを押すと、 反応を引き起こすことができる。

source: Formal
fr: Chic
ja: フォーマル

source: Makes you look like an upper-class kind of person.
fr: Vous fait ressembler à une personne de la classe supérieure.
ja: 上流階級の人のように見えるようになる。

source: Skeleton Key
fr: Clé squelette
ja: 合鍵

source: Reveals secret doors and allows you to enter some locked doors.
fr: Permet de révéler des portes secrètes et d'ouvrir certaines portes verrouillées.
ja: 隠されたの扉を明らかにし、いくつかの施錠された 扉に入ることができるようになる。

source: Bed Hair
fr: Ébouriffé
ja: 寝癖

source: Slows down some dream denizens.
fr: Ralentit certains habitants du monde des rêves.
ja: 夢の住民の動きを鈍らせる。

source: Angler
fr: Lampion
ja: 釣り人

source: Gives you an odd lantern that lures some things closer when you press the SHIFT key.
fr: Vous octroie une étrange lanterne qui attire certaines choses vers vous quand vous appuyez sur la touche MAJ.
ja: シフトキーを押したときに、いくつかのものを 引き寄せることができるランタンを手に持つ。

source: Deer
fr: Cerf
ja: 鹿

source: Allows you to jump over some small gaps.
fr: Vous permet de sauter par dessus certains trous.
ja: 小さな隙間を跳び越えることができる。

source: Gargoyle
fr: Gargouille
ja: ガーゴイル

source: Protects you from certain sources of danger. Can also reveal some secrets.
fr: Vous protège de certaines sources de danger. Peut aussi révéler certains secrets.
ja: 特定の危険から身を守る。 また、いくつかの秘密を明らかにすることもできる。

source: Wendigo
ja: ウェンディゴ

source: Allows you to shapeshift into certain things by interacting with them. Press SHIFT to return to normal.
fr: Vous permet de vous transformer en certaines choses lorsque vous interagissez avec. Appuyez sur MAJ pour reprendre votre apparence d'origine.
ja: 特定のものを調べると変身することができる。 シフトキーを押すと元に戻る。

source: Bellhop
fr: Groom
ja: ベルボーイ

source: Allows you to harmlessly push things around.
fr: Vous permet de déplacer des trucs sans efforts.
ja: 害を与えずに物を押すことができる。

source: Ice Sculpture
fr: Sculpture de glace
ja: 氷像

source: Allows you to stop certain things from moving. Pressing SHIFT toggles the ability, changing your appearance in the process.
fr: Vous permet d'empêcher certaines choses de bouger. Appuyer sur MAJ active la compétence, changeant votre apparence au passage.
ja: 特定のものの動きを止めることができる。 シフトキーを押すと効果が切り替わり、その過程で 姿も変化する。

source: Brimstone
fr: Soufre
ja: 硫黄石

source: Allows you to incinerate certain things.
fr: Vous permet d'incinérer certaines choses.
ja: 特定のものを焼却できる。

source: Scooter
ja: スクーター

source: Allows you to move faster.\.\. It's also rather comfortable.
fr: Vous permet d'aller plus vite.\.\. Le scooter est d'ailleurs plutôt confortable.
ja: より速く動くことができるようになる。\.\. より快適でもある。
